{"absolute_url": "/opinion/2779379/pedersonv-mcdonald/", "blocked": false, "citation": {"case_name": "Pedersonv. McDonald", "docket_number": "13-1853", "document_uris": ["/api/rest/v2/document/2779379/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 2752154, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2752154/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2015-02-13", "date_modified": "2015-02-13T13:39:15.845651", "docket": "/api/rest/v2/docket/2634320/", "download_url": "http://www.uscourts.cavc.gov/documents/Pederson13-1853EnBanc.pdf", "extracted_by_ocr": false, "html": null, "html_lawbox": null, "html_with_citations": "<pre class=\"inline\">             UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                                   NO. 13-1853\n\n                                      RANDY L. PEDERSON, APPELLANT,\n\n                                                             V.\n\n                                       ROBERT A. MCDONALD,\n                              SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                              On Appeal from the Board of Veterans' Appeals\n\n                                          (Decided February 13, 2015)\n\n       Sean A. Raven, of Washington, D.C., was on the brief for the appellant.\n\n        Tammy L. Kennedy, Acting General Counsel; Mary Ann Flynn, Assistant General Counsel;\nand Ronen Morris, Acting Deputy Assistant General Counsel, all of Washington, D.C., were on the\nbrief for the appellee.\n\n      Before KASOLD, Chief Judge, and HAGEL, MOORMAN, LANCE, DAVIS, SCHOELEN,\nPIETSCH, and GREENBERG, Judges.1\n\n        MOORMAN, Judge, filed the opinion of the Court. LANCE, Judge, filed a concurring\nopinion in which HAGEL, Judge, joined. PIETSCH, Judge, filed an opinion concurring in the\nresult. KASOLD, Chief Judge, filed an opinion dissenting in part in which PIETSCH, Judge, joined.\nSCHOELEN, Judge, and GREENBERG, Judge, filed opinions dissenting in part.\n\n       MOORMAN, Judge: The appellant, Randy L. Pederson, appeals through counsel a February\n26, 2013, Board of Veterans' Appeals (Board) decision that denied entitlement to (1) a disability\nrating in excess of 20% for his service-connected right knee disability; (2) a disability rating in\nexcess of 20% for his service-connected left knee disability; and (3) a total disability rating based\non individual unemployability (TDIU). Record (R.) at 3-31. This appeal is timely, and the Court\nhas jurisdiction to review the Board's decision pursuant to 38 U.S.C. § 7252(a). On August 22,\n2014, this case was submitted for en banc review, and the Court directed the parties to file\nsupplemental memoranda of law. The Court issues this opinion to clarify the reach of the holdings\n\n\n       1\n           Judge Bartley recused herself from this matter.\nin Cacciola v. Gibson, 27 Vet.App. 45 (2014), regarding the effect of the abandonment of a claim\nor issue appealed to this Court. For the reasons that follow, the Court concludes that (1) the\nappellant has knowingly abandoned the issues of entitlement to disability ratings in excess of 20%\nfor his service-connected right knee and left knee conditions and (2) the Court has jurisdiction and\nthe authority to review the merits of the abandoned issues. However, for prudential reasons, we will\ndecline to review the merits of the abandoned issues and , therefore, we will dismiss the appeal from\nthe Board's denial of the increased rating claims. The Court will affirm the Board's denial of TDIU.\n\n\n                                        I. BACKGROUND\n       Mr. Pederson served honorably on active duty in the U.S. Army from May 1980 to May\n1981. R. at 524. In June 1983, Mr. Pederson was awarded service connection for chondromalacia\nof the bilateral knees; each knee was rated 10% disabling, effective the date of his separation from\nservice. R. at 1862-66. As of February 1999, each knee was separately rated 20% disabling. R. at\n1689-99. Prior to entering service, Mr. Pederson achieved a high school education and worked at\na grocery store. R. at 1845, 2014. After service, Mr. Pederson returned to his grocery store position\nuntil 1984. R. at 1845. He was employed as a custodial laborer by the U.S. Postal Service (USPS)\nfrom November 1985 to November 2001. R. at 1099, 1390-92.\n       Mr. Pederson underwent a VA compensation and pension (C&P) examination in May 1999.\nR. at 1748-50. The examiner noted that Mr. Pederson was employed at USPS and that he reported\nthat his position involved relatively long periods of walking, occasionally outside; driving snow\nremoval equipment; and sometimes functioning as a part-time security guard. R. at 1748. Mr.\nPederson reported that he had lost, at most, four days of work that year as a result of medical\nappointments for his knees or because of \"significant pain that prevents him from completing the\nday[']s work.\" Id. The examiner noted that the \"[e]xtent of initial knee injury during military service\nis unknown to this examiner. Most of [the] veteran's current bilateral knee symptoms are due to\nprogressive degenerative changes from aging and obesity.\" R. at 1750.\n       In December 2000, Mr. Pederson was examined by Dr. Clayton Van Balen for USPS. R. at\n892. Dr. Van Balen noted that Mr. Pederson's medical history included a cardiac valve replacement,\ndegenerative joint disease of his ankles and feet, morbid obesity, insulin dependent diabetes, and\n\n\n                                                  2\nhyperlipidemia. Id. Upon physical examination, Dr. Van Balen noted morbid obesity, severe pain\nin the feet and ankles, and limited ability to stand and walk. Id. Dr. Van Balen suggested job\naccommodations to include no squatting or climbing, alternating standing and sitting as tolerated,\nno lifting more than 20 pounds, and no walking long distances. Id. In February 2001, Dr. Van Balen\nalso recommended that Mr. Pederson not work at night because of his diabetes, that he avoid uneven\nsurfaces due to his arthritis, and that he limit his outdoor exposure to no more than 30 minutes when\nthe temperature is below 32 degrees. R. at 362-63, 885-86.\n       During a January 2001 VA followup medical examination for diabetes mellitus, the examiner\nnoted that Mr. Pederson had \"several limitations in his job because of his [degenerative disc disease]\nand diabetes\" and that he was thinking of applying for total disability. R. at 1582. The examiner\nnoted that, although Mr. Pederson's job at USPS might not be suitable for him, he did not feel Mr.\nPederson was eligible for total disability \"as he may be eligible for many other jobs.\" Id.\n       In April 2001, Mr. Pederson was examined by Dr. Bryce Robinson in connection with his\ndisability claim with USPS. R. at 372. Dr. Robinson noted Mr. Pederson's history of cardiac valve\nreplacement, degenerative joint disease with chondromalacia of his right and left knees, morbid\nobesity, insulin-dependent diabetes, and peripheral neuropathy of the hands and feet. Id. He stated\nthat he agreed with the work restrictions recommended by Dr. Van Balen. Id. Dr. Robinson opined\nthat Mr. Pederson's medical conditions were \"stable, but as the years go on, his degenerative changes\nin the knees and neuropathy secondary to the diabetes will not improve.\" Id. In June 2001, Mr.\nPederson was examined by Dr. John Prevo in connection with his USPS disability retirement claim.\nR. at 343. Dr. Prevo noted that Mr. Pederson suffered from degenerative joint disease of the spine\nand lower extremities. Id. He opined that Mr. Pederson was disabled and could no longer perform\nhis job as a custodian, with or without accommodations. Id. Mr. Pederson's disability retirement\nfrom USPS was approved in August 2001. R. at 911-14.\n       Mr. Pederson submitted a request to VA for TDIU in March 2002. R. at 1390-92. He\nunderwent a VA C&P examination in April 2002. R. at 1375-82. Mr. Pederson reported that he had\nlost over one month of work because of pain and inability to walk and that he had lost his job with\nUSPS and remained unemployed. R. at 1376. The regional office (RO) denied TDIU in February\n2004. R. at 1083-87. The RO found that Mr. Pederson did not meet the schedular requirements for\n\n\n                                                  3\nTDIU pursuant to 38 C.F.R. § 4.16(a), and that referral for an extraschedular rating was not\nwarranted because the evidence failed to show that Mr. Pederson was unemployable as a result of\nservice-connected disabilities. R. at 1086. Mr. Pederson appealed that decision (R. at 1077-78) and\nin February 2006, the Board remanded his request for TDIU as inextricably intertwined with his\npending claim for an increased rating for his service-connected knee disabilities (R. at 852-57).\n       Mr. Pederson underwent a VA C&P examination in January 2007. R. at 826-30. The\nexaminer opined that Mr. Pederson's bilateral knee disability and his non-service-connected diabetic\nneuropathy \"both have a moderate effect on his activities of daily living and his ability to work as\na maintenance person\"; that his knee condition \"affects his ability to kneel down, climb ladders, or\nstand for more than 30 minutes\"; and that his \"diabetic neuropathy also has an effect on his ability\nto stand for a long time or climb ladders.\" R. at 830. The RO issued a Supplemental Statement of\nthe Case in March 2007, continuing the denial of Mr. Pederson's request for TDIU. R. at 767-70.\n       The Board issued a decision in August 2007 denying Mr. Pederson's claims for entitlement\nto increased ratings for his bilateral knee condition and his request for TDIU. R. at 717-44. Mr.\nPederson appealed that decision to this Court and, pursuant to a joint motion for remand, the Court\nremanded Mr. Pederson's claims for further development, including to obtain Mr. Pederson's Social\nSecurity Administration records and for the Board to consider whether a new VA examination\nshould be ordered and whether the evidence necessitated a social and industrial survey. R. at 214-19,\n681.\n       Mr. Pederson was afforded another VA C&P examination in September 2008. R. at 251-56.\nRegarding employability, the examiner opined that Mr. Pederson \"has obvious deconditioning due\nto his morbid obesity\" and, \"[r]egarding his knees, it may be a problem performing heavy labor,\nclimbing ladders, [and] going up and down stairs.\" R. at 255-56. \"Regarding his non-service[-]\nconnected issues of diabetes, [hypertension], hyperlipidemia, previous alcohol abuse, mild peripheral\nneuropathy in the feet, [they] would not have any effect on overall employment.\" R. at 255-56. The\nexaminer concluded that \"[a] sedentary job would be acceptable\" and that Mr. Pederson \"does not\nhave any medical issue that would preclude him from all substantially gainful employment.\" Id. The\nRO issued a rating decision in October 2008 denying entitlement to increased ratings for Mr.\nPederson's bilateral knee disabilities and TDIU. R. at 2063-71.\n\n\n                                                 4\n       In May 2012, Mr. Pederson underwent another VA C&P examination. R. at 66-80. The\nexaminer noted the job limitations that had been placed on Mr. Pederson when he was employed at\nUSPS, but also that Mr. Pederson reported that he was able to stand for 5 to 10 minutes at a time and\nwas able to walk short distances, and that he had no limitations on driving or sitting. R. at 79-80.\nAccordingly, the examiner concluded: \"Noting that driving and sedentary activities are without\ndifficulty, this would likely not preclude [him] from all types of gainful employment.\" R. at 80.\n       On appeal to the Board, Mr. Pederson argued that his request should be referred to the\nDirector of Compensation Service (Director) for consideration of TDIU on an extraschedular basis.\nR. at 40-42. He argued that, because he has only worked in labor-intensive positions at a grocery\nstore and for USPS and only has a high school education, he lacks the requisite educational or\noccupational experience to qualify for any sedentary employment. Id. In the February 26, 2013,\ndecision here on appeal, the Board denied entitlement to increased disability ratings for Mr.\nPederson's service-connected right and left knee disabilities and for TDIU. R. at 3-32. This appeal\nfollowed.\n\n\n                                          II. ANALYSIS\n                                    A. Increased-Ratings Claims\n       In his opening brief, the appellant expressly limited his arguments to the Board's denial of\nentitlement to TDIU. The Secretary argued in his brief that the appellant's claims for increased\ndisability ratings for his service-connected right and left knee disabilities should be deemed\nabandoned. Secretary's Brief at 22. In Cacciola, the Court noted that, \"when an appellant expressly\nabandons an issue in his initial brief or fails to present any challenge and argument regarding an\nissue, the abandoned issue generally is not reviewed by the Court.\" 27 Vet.App. at 48.\n       The Court referred Mr. Pederson's case to the en banc Court to consider whether, in light of\nCacciola, an appellant's abandonment of some issues decided by the Board may, under certain\ncircumstances, be deemed a concession by the appellant that the Board decision contains no error\nas to those issues. To assist the Court in the resolution of that issue, the Court ordered supplemental\nmemoranda to address the following questions:\n\n\n\n\n                                                  5\n        (1) When an appellant presents no argument regarding or expressly abandons issues\n        on appeal prior to or concomitant with submission of his or her brief, does the Court\n        have the authority to affirm the Board decision on the basis that the issues not argued\n        by the appellant were conceded, or must the Court decline review of the Board's\n        determination on the issues and dismiss the appeal as to those issues?\n\n        (2) If the Court does have the authority to affirm the Board decision on the basis that\n        the issues not argued by the appellant were conceded, under what circumstances\n        should the Court exercise that authority? Do the circumstances differ if the appellant\n        specifically asserts that he or she only wants to appeal one determination rendered\n        by the Board in its issued decision?\n\n        ....\n\n        [3] [W]hether the appellant's statement that he is appealing only the Board's TDIU\n        determination constitutes a waiver of the right to judicial review of the Board's\n        decision on the other matters decided by the Board[;] and\n\n        [4] [W]hether the Court lacks jurisdiction over those matters or has the authority to\n        render a decision on their merits.\nPederson v. McDonald, No. 13-1853, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">4167846</span></span><pre class=\"inline\">, at * 2-3 (U.S. Vet. App. Aug. 22, 2014)\n(per curiam order). The parties submitted supplemental memoranda on October 3, 2014. In his\nsupplemental memorandum, the appellant makes clear that it was his intention to abandon the issues\nof increased disability ratings for his service-connected right and left knee disabilities. Appellant's\nSupplemental Memorandum (Supp. Mem.) of Law at 8. The appellant explains that, \"[b]ecause [his]\nopening brief expressly limited the scope of review he sought from the Court, he relinquished his\nright to judicial review of the Board's determinations regarding the proper disability ratings for his\nservice-connected knee disabilities.\"        Id.   The appellant maintains that, when a claimant\n\"relinquish[es] his right to the Court's review of an issue . . . [,] it necessarily follows that dismissal,\nnot affirmance, is the appropriate disposition for abandoned issues.\" Id. at 1-2. The appellant further\nasserts that \"abandonment of an issue on appeal serves to preclude judicial review of the abandoned\nissue\" and, therefore, \"affirmance is inappropriate\" and further, \"the Court does not possess [the]\nauthority\" to affirm the Board decision with respect to the abandoned issues. Id. at 3.\n        In response to the Court's final inquiry, the appellant argues further that the Court, in fact,\nlacks jurisdiction to render a decision on the merits of a claim or issue that has been expressly\n\n\n                                                     6\nabandoned by an appellant. The appellant argues alternatively that, if the Court does have the\nauthority to affirm a Board decision with respect to an abandoned issue, it should do so only in\nlimited circumstances.\n        The Secretary responds that the Court has the authority to affirm any issue over which it has\njurisdiction, to include issues expressly or constructively abandoned on appeal. The Secretary asserts\nthat the filing of a Notice of Appeal (NOA) of a final Board decision places the entire Board decision\non appeal and confers upon the Court jurisdiction over all issues finally decided by the Board in that\ndecision. Secretary's Supp. Mem. of Law at 2 (citing Cacciola, 27 Vet.App. 45; Fagre v. Peake,\n22 Vet.App. 188, 191 (2008)). The Secretary further asserts that the abandonment of an issue on\nappeal has no jurisdictional significance, but that the Court has discretion to decline to exercise its\njurisdiction over an abandoned issue when appropriate. Id. at 2-3. The Secretary suggests that, when\nthe abandonment is a deliberate relinquishment of the right to further pursue that issue, i.e., a waiver,\nthe waiver amounts to a concession of no error and the Court should affirm the Board's decision as\nto that issue. Id. at 6. When an abandonment is the result of an inadvertent and excusable failure\nto identify and pursue an issue further, i.e., a forfeiture, the Court should decline to exercise its\nauthority to affirm and should dismiss the forfeited issue. Id. The Secretary notes, however, for the\npurposes of determining whether an abandoned issue might later be subject to a motion for revision\non the basis of clear and unmistakable error (CUE), that in his view neither an affirmance nor a\ndismissal of an abandoned issue would constitute a review on the merits.2 Accordingly, the\nSecretary maintains that, in either the case of an affirmance or a dismissal, an appellant may still\ncollaterally attack an abandoned portion of a Board decision on the basis of CUE.\n        \"As the Court has previously made clear, the Court 'has an independent duty to determine its\nown jurisdiction.'\" Boyd v. McDonald, 27 Vet.App. 63, 69 (2014) (quoting Posey v. Shinseki,\n23 Vet.App. 406, 407 (2010)). The appellant suggests in his Supplemental Memorandum of Law\nthat his express abandonment of his increased-rating claims decided by the Board limits this Court's\njurisdiction over those issues. Appellant's Supp. Mem. at 9-10. The Court disagrees.\n\n\n         2\n           A \"review on the merits\" is the Secretary's interpretation of 38 U.S.C. § 7111, found in 38 C.F.R.\n§§ 20.1400(b) and 20.1409(c) setting forth the conditions governing revision of Board decisions on the basis of CUE\nwhen a request for revision cannot be entertained because there is an intervening Court action affirming the Board\ndecision in which CUE is asserted.\n\n                                                        7\n        The filing of an NOA of a final Board decision places the entire Board decision on appeal\nand confers upon the Court jurisdiction over all issues finally decided by the Board. Cacciola,\n27 Vet.App. at 54-55; Fagre, 22 Vet.App. at 191. This Court's jurisdiction is defined by statute, and\nit is not, contrary to the appellant's arguments, limited or defined by the arguments the appellant\nmakes in his opening brief. See 38 U.S.C. § 7252. The Court has \"exclusive jurisdiction to review\ndecisions of the Board\" and has the \"power to affirm, modify, or reverse\" any decision of the Board\nover which it has jurisdiction or to \"remand, as appropriate.\" Id.; see also 38 U.S.C. § 7261 (Scope\nof Review).     Under the \"broad authority–indeed, mandate–[of section 7261] to carry out\ncomprehensive review of [Board] decisions, the Court undoubtedly would have jurisdiction to\nconsider those same Board errors if raised by the appellant or noted, sua sponte, by the Court itself.\"\nJohnson v. Brown, 7 Vet.App. 95, 99 (1994). Accordingly, consistent with Cacciola, the Court holds\nthat an NOA from a Board decision constitutes an appeal of all issues finally decided in the Board\ndecision. We clarify that the Court retains jurisdiction over all finally decided issues, regardless of\nwhether the NOA itself or the subsequent briefing narrows the issues on appeal.\n        Although the abandonment of an issue on appeal has no effect on the Court's jurisdiction,\nthis Court, like other courts, will generally decline to exercise its authority to address an issue not\nraised by an appellant in his or her opening brief. See Andre v. Principi, </pre><span class=\"citation\" data-id=\"778979\"><a href=\"/opinion/778979/phillip-andre-claimant-appellant-v-anthony-j-princ/\"><span class=\"volume\">301</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1354</span></a></span><pre class=\"inline\">, 1363 (Fed.\nCir. 2002); Carbino v. West, </pre><span class=\"citation\" data-id=\"761780\"><a href=\"/opinion/761780/barbara-a-carbino-claimant-appellant-v-togo-d-west/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span><pre class=\"inline\">, 34-35 (Fed. Cir. 1999); Cacciola, 27 Vet.App. at 48. Just\nas the Court has discretion to decline to address an issue over which it has jurisdiction when an\nappellant has raised the issue for the first time on appeal, the Court necessarily has the same\ndiscretion to \"affirm, modify, or reverse [or] remand\" any issue that has been abandoned when\nappropriate. 38 U.S.C. § 7252; cf. Maggitt v. West, </pre><span class=\"citation\" data-id=\"767575\"><a href=\"/opinion/767575/adway-maggitt-jr-claimant-appellant-v-togo-d-west-/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1370</span></a></span><pre class=\"inline\">, 1377 (Fed. Cir. 2000) (\"While\nthe . . . Court may hear legal arguments raised for the first time with regard to a claim that is properly\nbefore the Court, it is not compelled to do so in every instance.\"); Carbino, 168 F.3d at 34-35 (\"An\nimproper or late presentation of an issue or argument under the court's rules need not be considered,\nin fact, ordinarily should not be considered.\" (emphasis added)); see also Freytag v. Comm'r,\n</pre><span class=\"citation\" data-id=\"112644\"><a href=\"/opinion/112644/freytag-v-commissioner/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">868</span></a></span><pre class=\"inline\">, 879 (1991) (\"[T]his is one of those rare cases where we should exercise our discretion\nto hear petitioners' challenge\" raised for the first time on appeal.). As noted by the Secretary, it is\na \"'jurisprudential rule' that permits the Court to exercise its discretion to decline to exercise its\n\n\n                                                    8\n[authority] over an issue over which it otherwise has jurisdiction.\" Secretary's Supp. Mem. of Law\nat 2-3. The same jurisprudential rule permits the Court to exercise its discretion and address, on the\nmerits, an issue over which it has jurisdiction but which a party has elected not to address in the\nappellate brief.\n        This Court's decision in Cacciola illustrates the importance of clarity in the Court's\ndisposition of issues abandoned on appeal. As noted above, although abandoned issues are generally\nnot reviewed by the Court on the merits, the Court nevertheless retains jurisdiction over such issues\nand has the authority to decide the merits of abandoned issues in an appropriate case. In Cacciola,\nthe Court found that \"an examination of the [underlying Court] decision reveals that, because the\nappellant did not present any arguments addressing the Board's denial of an initial compensable\ndisability rating for bilateral hearing loss, the Court deemed the issue abandoned on appeal and did\nnot address the merits of the Board's decision on this issue.\" 27 Vet.App. at 58 (emphasis added).\nTherefore, the Court determined, the issue was \"not decided by the Court\" in its underlying decision\nand, as a result, the Board's decision on the issue could be subject to revision on the basis of CUE.\nId. The Court in Cacciola examined the underlying Court decision to determine whether the issue\nbefore the Court being challenged as CUE had been decided previously on the merits. Id.\n        To the extent that Cacciola might be mistakenly read to mean that an \"abandoned issue\" is\nnecessarily an issue that was not reviewed on the merits or that the Court is precluded from\nreviewing an abandoned issue on the merits, as we stated above, abandonment of an issue on appeal\nhas no effect on the Court's jurisdiction or authority to address an issue not raised by an appellant\nin his or her opening brief. Accordingly, we reaffirm that the body of the Court's decision in the\ndirect appeal must be examined in any subsequent CUE challenge regarding that issue to determine\nnot simply whether the issue was abandoned but whether the issue was reviewed by the Court on the\nmerits. See Cacciola, 27 Vet.App. at 57-58.\n        The Court in Cacciola reviewed the underlying Court decision, as it must, to determine\nwhether the Court exercised its discretion to review the issue on the merits notwithstanding the\nabandonment. Id. at 58. Thus, any suggestion that Cacciola could be read as holding that a\nstatement that an issue has been abandoned on appeal necessarily means that the issue was not\nreviewed on the merits is mistaken. Likewise, to the extent that the appellant reads into Cacciola\n\n\n                                                  9\nthat an abandoned issue cannot be reviewed, or must be dismissed by the Court, he is mistaken.\nCertainly, none of these readings of Cacciola reflect what the Court in Cacciola intended. Indeed,\nthere may be instances where there are cogent reasons for the Court to exercise its jurisdiction over\nan appealed issue, and consider and render a decision on that issue even if the issue is abandoned by\na party.3\n         In this case, the appellant, represented by his attorney, expressly limited his arguments on\nappeal to the Board's denial of TDIU. In his supplemental memorandum of law, he confirmed that\nit was his intention to abandon his increased-ratings claims and waive his right to judicial review of\nthose matters. The appellant is represented by counsel, and there is nothing in the record or the\npleadings before this Court to indicate that his abandonment is not knowing and intentional.4\nAlthough we conclude that the Court retains the authority in an appropriate case to address the merits\nof issues abandoned on appeal, nothing in this case compels the Court to depart from our usual\npractice of declining to exercise our authority to address the abandoned issues on the merits.5 See\nAndre, 301 F.3d at 1363. Accordingly, as a matter of the exercise of prudential considerations, we\n\n\n\n\n         3\n           There is a difference, however, between abandonment of an issue on appeal, whether express or implied, and\n\"the situation in which an appellant states that he is appealing the Board's decision on an issue, but then makes no\narguments, or insufficient arguments, challenging the Board's determination.\" Cacciola, 27 Vet.App. at 57. As stated\nby the Court in Cacciola, \"[i]n such instances, the Court generally affirms the Board's decision as a result of the\nappellant's failure to plead with particularity the allegation of error and satisfy his burden of persuasion on appeal to show\nBoard error.\" Id. at 57-58; see also Hilkert v. West, 12 Vet.App. 145, 151 (1999) (en banc) (holding that an appellant\nbears the burden of demonstrating error on appeal), aff'd per curiam, </pre><span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">908</span></span><pre class=\"inline\"> (Fed. Cir. 2000) (table).\n         4\n          The Court notes that representation by an attorney is a significant factor in its determination that the appellant's\nabandonment of these issues and waiver of the right to judicial review was knowing and intentional. See Janssen\nv. Principi, 15 Vet.App. 370, 374 (2001).\n         5\n            The Secretary has expressed his position in his supplemental memorandum of law: \"[R]egardless of whether\nthe Board decision on an abandoned issue is affirmed on the basis that the absence of error was conceded or the appeal\nof that issue is dismissed, a claimant is not foreclosed from subsequently attacking the Board decision on that issue on\nthe basis of CUE.\" Secretary's Supp. Mem. of Law at 8. Certainly, when a claim has not been reviewed on the merits\nby this Court, the Secretary may interpret his regulation to find that such a claim has not been \"decided by\" this Court.\n38 C.F.R. § 20.1400(b) (\"All final Board decisions are subject to revision [on the grounds of CUE] except (1) Decision\non issues which have been appealed to and decided by a court of competent jurisdiction.\"); see also Cacciola, supra.\nThe Secretary is reminded that the interpretation of a Court's decision is dictated by the Court's opinion, not by the\nSecretary's interpretation of his regulations. Moreover, the Court cautions the Secretary against relying on blanket rules\nand select words in the opening or decretal paragraph of a Court's decision to determine whether the Court has actually\naddressed the merits of a claim or issue.\n\n                                                             10\nwill not review the merits of the abandoned issues and will dismiss the appeal as to the Board's\ndecision denying increased ratings for the appellant's bilateral knee disabilities.\n                                              B. TDIU\n          Total disability ratings will be assigned \"when there is present any impairment of mind or\nbody which is sufficient to render it impossible for the average person to follow a substantially\ngainful occupation.\" 38 C.F.R. § 3.340(a) (2014). A TDIU rating may be assigned to a veteran who\nmeets certain disability percentage thresholds and is \"unable to secure or follow a substantially\ngainful occupation as a result of service-connected disabilities.\" 38 C.F.R. § 4.16(a) (2014). If a\nveteran fails to meet the percentage standards set forth in § 4.16(a) but is \"unemployable by reason\nof service-connected disabilities,\" the RO should submit the claim to the Director for extraschedular\nconsideration. 38 C.F.R. § 4.16(b).\n          An award of TDIU does not require a showing of 100% unemployability. See Roberson v.\nPrincipi, </pre><span class=\"citation\" data-id=\"773498\"><a href=\"/opinion/773498/howard-f-roberson-claimant-appellant-v-anthony-j-p/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1378</span></a></span><pre class=\"inline\">, 1385 (2001). However, an award of TDIU requires that the claimant show\nan inability to undertake substantially gainful employment as a result of a service-connected\ndisability or disabilities. 38 C.F.R. § 4.16(b) (\"[A]ll veterans who are unable to secure and follow\na substantially gainful occupation by reason of service-connected disabilities shall be rated totally\ndisabled.\"). In determining whether a claimant is unable to secure or follow a substantially gainful\noccupation, the central inquiry is \"whether the veteran's service-connected disabilities alone are of\nsufficient severity to produce unemployability.\" Hatlestad v. Brown, 5 Vet.App. 524, 529 (1993).\nWhen making this determination, VA may not consider non-service-connected disabilities or\nadvancing age. 38 C.F.R. § § 3.341, 4.19 (2014); see also Van Hoose v. Brown, 4 Vet.App. 361, 363\n(1993).\n          Unlike the regular disability rating schedule, which is based on the average work-related\nimpairment caused by a disability, \"entitlement to TDIU is based on an individual's particular\ncircumstances.\" Rice v. Shinseki, 22 Vet.App. 447, 452 (2009). Therefore, when the Board conducts\na TDIU analysis, it must take into account the individual veteran's education, training, and work\nhistory. Hatlestad v. Derwinski, 1 Vet.App. 164, 168 (1991) (level of education is a factor in\ndeciding employability); see Friscia v. Brown, 7 Vet.App. 294, 295-97 (1994) (considering veteran's\nexperience as a pilot, his training in business administration and computer programming, and his\n\n\n                                                  11\nhistory of obtaining and losing 19 jobs in the previous 18 years); Beaty v. Brown, 6 Vet.App. 532,\n534 (1994) (considering veteran's eighth-grade education and sole occupation as a farmer); Moore\nv. Derwinski, 1 Vet.App. 356, 357 (1991) (considering veteran's master's degree in education and\nhis part-time work as a tutor).\n        Whether a claimant is unable to secure or follow substantially gainful employment is a\nfinding of fact that this Court reviews under the \"clearly erroneous\" standard. 38 U.S.C.\n§ 7261(a)(4); Bowling v. Principi, 15 Vet.App. 1, 6 (2001). A finding of fact is clearly erroneous\nwhen the Court, after reviewing the entire evidence, \"is left with the definite and firm conviction that\na mistake has been committed.\" United States v. U.S. Gypsum Co., </pre><span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span><pre class=\"inline\">, 395 (1948); see\nalso Gilbert v. Derwinski, 1 Vet.App. 49, 52 (1990). As always, the Board must provide a statement\nof the reasons or bases for its determination, adequate to enable an appellant to understand the\nprecise basis for the Board's decision, as well as to facilitate review in this Court. 38 U.S.C.\n§ 7104(d)(1); see Allday v. Brown, 7 Vet.App. 517, 527 (1995); Gilbert, 1 Vet.App. at 56-57.\n        The appellant argues that the Board erred in failing to adequately support its determination\nthat referral to the Director for consideration of TDIU on an extraschedular basis was not required.\nSpecifically, he argues that the Board failed to adequately consider his occupational and educational\nexperience in determining whether his service-connected disabilities preclude him from maintaining\nsubstantially gainful employment.       The appellant also argues that the Board impermissibly\nconsidered the impact of his non-service-connected disabilities in evaluating whether his service-\nconnected disabilities alone preclude him from maintaining substantially gainful employment.\n        The Court is not persuaded by the appellant's arguments. Although the appellant is correct\nthat VA must consider a claimant's educational and occupational history when determining whether\nhis or her service-connected disabilities preclude maintaining substantially gainful employment, the\nCourt finds, in the context of this claim, that the Board's reasons and bases are sufficient. The\nBoard's determination that referral for an extraschedular rating is not warranted is based upon many\nfactors. The Board found that, although the evidence clearly demonstrates that the appellant's\ndisabilities limit his ability to work, the evidence does not demonstrate that his service-connected\nknee disabilities alone are of sufficient severity to produce unemployability. R. at 27. In addition,\nthe Board found that the evidence clearly demonstrates that the appellant is physically able to\n\n\n                                                  12\nperform sedentary work. R. at 26-27. Although the appellant disputes whether his employment and\neducational background allow him to qualify for sedentary work, the appellant does not argue that\nhe is physically or mentally unable to perform sedentary work. The Board addressed the appellant's\nargument that his high school education and history of labor-intensive jobs preclude him from\nobtaining a sedentary position. The Board concluded that \"while the [v]eteran's education and work\nexperience may limit his employment opportunities, it does not seem that the lack of a college degree\nwould preclude the [v]eteran from all sedentary employment.\" R. at 26.\n       The appellant does not challenge the Board's finding that his service-connected knee\ndisabilities do not preclude sedentary activities, or its finding that VA satisfied its duty to assist\n(including with respect to the provision of a vocational assessment), and has not pointed to any\nevidence in the record of proceedings demonstrating that his level of education and his past\nemployment experience categorically preclude him from sedentary employment that would provide\nmore than marginal income. See 38 U.S.C. § 5107(a) (\"[A] claimant has the responsibility to present\nand support a claim for benefits. . . .\"); Fagen v. Shinseki, </pre><span class=\"citation\" data-id=\"208367\"><a href=\"/opinion/208367/fagan-v-shinseki/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span><pre class=\"inline\">, 1286 (Fed. Cir. 2009)\n(stating that the claimant has the burden to \"present and support a claim for benefits\" and noting that\nthe benefit of the doubt standard in section 5107(b) is not applicable based on pure speculation or\nremote possibility); Skoczen v. Shinseki, </pre><span class=\"citation\" data-id=\"208758\"><a href=\"/opinion/208758/skoczen-v-shinseki/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1319</span></a></span><pre class=\"inline\">, 1323-29 (Fed. Cir. 2009) (interpreting\nsection 5107(a) to obligate a claimant to provide an evidentiary basis for his or her benefits claim,\nconsistent with VA's duty to assist, and recognizing that \"[w]hether submitted by the claimant or VA\n. . . the evidence must rise to the requisite level set forth in section 5107(b),\" requiring an\napproximate balance of positive and negative evidence regarding any issue material to the\ndetermination).\n       Moreover, the record does not demonstrate, nor does the appellant argue, that there is\nanything unique about the appellant's educational background or abilities that would preclude him\nfrom obtaining sedentary employment. He appears to suggest that a college degree is a prerequisite\nto all sedentary employment and that the Board was required, given his high school education, to\nconsider or suggest what types of sedentary employment he is capable of obtaining. The Board\ndisagreed, and the Court holds that the Board's conclusion is not clearly erroneous. Bowling,\n15 Vet.App. at 6. Although \"a TDIU determination does not require any analysis of the actual\n\n\n                                                  13\nopportunities available in the job market,\" Smith v. Shinseki, </pre><span class=\"citation\" data-id=\"222699\"><a href=\"/opinion/222699/smith-v-shinseki/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1380</span></a></span><pre class=\"inline\">, 1385 (Fed. Cir. 2011),\nthe Board did consider whether the evidence of record demonstrated that a vocational assessment\nwould be appropriate in this matter. R. at 27. The Board found, given its finding that sedentary\nemployment would be possible despite the appellant's knee disabilities, that a vocational assessment\nwould not provide any benefit and therefore is not required. Id. The Court finds that the Board has\nprovided an adequate statement of its reasons and bases for its decision. See Allday, supra.\n        The appellant also argues that the Board's reasons and bases for its decision are inadequate\nbecause the Board impermissibly considered his non-service-connected disabilities. The Court\ndisagrees. The Board considered, as it was required to do, all the relevant medical evidence\nregarding the appellant's employability. R. at 18-23. In evaluating this evidence, the Board\nrecognized that much of the medical evidence indicates that the appellant's non-service-connected\ndisabilities, together with his service-connected bilateral knee disabilities, impair his ability to work.\nTo the extent the appellant attempts to argue that the Board failed to specifically identify the degree\nto which his service-connected disabilities, as opposed to his non-service-connected disabilities,\nimpair his ability to work, the Court finds that such an analysis was not required in this matter. The\nBoard specifically found that the appellant's knee disabilities did impair his ability to work, but that\nimpairment did not render him unemployable. R. at 23-24. As noted above, there is no dispute that\nthe appellant's disabilities, service connected or not, impair his ability to work. There is also no\ndispute that the appellant is physically able to perform sedentary work. Because the Board ultimately\nconcluded that the appellant is not precluded from all types of employment, to the extent the Board\ncould have or should have more precisely parsed the extent that was caused by his service-connected\ndisabilities versus his non-service-connected disabilities, the appellant has not demonstrated\nprejudice and the Court finds that any such error is harmless. See 38 U.S.C. § 7261(b)(2) (providing\nthat the Court shall take due account of the rule of prejudicial error); Soyini v. Derwinski, 1 Vet.App.\n540, 546 (1991) (holding that \"strict adherence\" to the reasons-or-bases requirement is not warranted\nwhere it would impose additional burdens on the Board with no benefit flowing to the veteran); see\nalso Shinseki v. Sanders, </pre><span class=\"citation\" data-id=\"145885\"><a href=\"/opinion/145885/shinseki-v-sanders/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span><pre class=\"inline\">, 407-10 (2009) (under the harmless error rule, the appellant\nhas the burden of showing that he suffered prejudice as a result of VA error).\n\n\n\n\n                                                   14\n                                              III. CONCLUSION\n         After consideration of the appellant's and the Secretary's pleadings, and a review of the record\nbefore the Court, the appeal as to the Board's February 26, 2013, decision denying entitlement to\nbilateral disability ratings in excess of 20% for the appellant's service-connected right and left knee\nconditions has been abandoned. Further, those matters have not been reviewed by the Court on the\nmerits. Therefore, the appeal as to those matters is DISMISSED. The Board's denial of TDIU is\nAFFIRMED.\n\n\n         LANCE, Judge, with whom HAGEL, Judge, joins, concurring: I fully join the majority's\nopinion. I write separately to stress the importance of finality and to suggest a way to mitigate some\nconcerns that might arise from a judge's jurisprudential decision to review an abandoned issue on\nthe merits.\n         Since the superposition of judicial review on an administrative system by the Veterans\nJudicial Review Act of 1988, 38 U.S.C. § 7251 et seq., the Court has tried to walk a narrow slack\nwire between two stanchions with no net.6 It is tasked with reconciling two methods to arrive at a\ndecision in a matter and the underpinnings supporting each. On one hand is review by a court of law\nthat, in the history of this country's courts, has been adversarial in nature and with a view to\nfinality—in other words, to absolutely resolve the matters disputed. On the other hand is the long-\nheld position that claims of those who have borne the burden of military service or their survivors\nshould be treated to an uncomplicated, straightforward, and non-adversarial system. In short, when\nreviewing the denial of claims made by this class of people, we should be solicitous to them.\nCompare, e.g., Ribaudo v. Nicholson, 21 Vet.App. 137, 141 (2007) (\"'We are not final because we\nare infallible, but we are infallible only because we are final.'\" (quoting Brown v. Allen, </pre><span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">443</span></a></span><pre class=\"inline\">, 540 (1953) (Jackson, J., concurring))), with Brown v. Gardner, </pre><span class=\"citation\" data-id=\"117884\"><a href=\"/opinion/117884/brown-v-gardner/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span><pre class=\"inline\">, 118 (1994)\n(explaining that \"interpretive doubt is to be resolved in the veteran's favor\"); see King v. St. Vincent's\nHosp., </pre><span class=\"citation\" data-id=\"112670\"><a href=\"/opinion/112670/king-v-st-vincents-hospital/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, 221 (1991) (referring to \"the canon that provisions for benefits to members of\nthe Armed Services are to be construed in the beneficiaries' favor\"). It is against this backdrop that\n\n\n         6\n          A slack wire requires the performer not only to navigate in a narrow straight line, but also to compensate for\nthe sway caused by the wire's inherent instability.\n\n                                                          15\nthe Court is faced with the daunting task of balancing the doctrine of finality against the ability of\na veteran to seek redress after the adjudication of his claim is final, in some cases years later. See\n38 U.S.C. §§ 5109A, 7103, 7111. Fortunately, this balance is not only achievable, but the method\nof doing so has already been resolved, albeit in a different context.\n        \"It is just as important that there should be a place to end as that there should be a place to\nbegin litigation.\" Stoll v. Gottlieb, </pre><span class=\"citation\" data-id=\"103096\"><a href=\"/opinion/103096/stoll-v-gottlieb/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span><pre class=\"inline\">, 172 (1938). Indeed, finality is a bedrock principle\nof our judicial system. It provides certainty to the parties involved in a dispute, and it promotes\njudicial efficiency by discouraging piecemeal litigation. See, e.g., Eisen v. Carlisle & Jacquelin,\n</pre><span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span><pre class=\"inline\">, 170 (1974); Radio Station WOW v. Johnson, </pre><span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">120</span></span><pre class=\"inline\">, 123-24 (1945). In the\nveterans benefits context, when appealing a final Board decision to this Court, claimants have an\nobligation to raise all arguments to avoid piecemeal litigation. See Fugere v. Derwinski, 1 Vet.App.\n103, 105 (1990) (\"Advancing different arguments at successive stages of the appellate process does\nnot serve the interests of the parties or the Court. Such a practice hinders the decision-making\nprocess and raises the undesirable specter of piecemeal litigation.\"), aff'd, </pre><span class=\"citation\" data-id=\"588247\"><a href=\"/opinion/588247/oscar-g-fugere-v-edward-j-derwinski-secretary-of-v/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">331</span></a></span><pre class=\"inline\"> (Fed. Cir.\n1992). As the majority reaffirms, ante at 8-9, the Court not only has jurisdiction over each final\ndenial contained in that decision, see Fagre v. Peake, 22 Vet.App. 188, 191 (2008), it also has the\nexclusive authority to rule on each issue on appeal that falls under the umbrella of its statutorily\nauthorized jurisdiction, see 38 U.S.C. §§ 7252 (providing that the Court \"shall have exclusive\njurisdiction to review decisions of the Board of Veterans' Appeals\"); 7261 (outlining the Court's\nscope of review).\n        Consequently, when an appellant abandons an issue on appeal, this Court has the authority\nto nonetheless examine that issue, including the discretion to deem the abandonment a concession\nof no error in the Board decision. The rationale behind this is twofold: it provides an incentive to\nappellants to meet their obligation of raising all possible arguments on direct appeal, and it helps to\nalleviate the burden on VA's overtaxed adjudication system7 caused by subsequent collateral attacks\n\n\n        7\n             The vast breadth of the Department of Veterans affairs, which employs more than \"312,841 full-time\nequivalent employees,\" and the tremendous burdens on the claims adjudication system, which in fiscal year 2013\n\"received over 1 million claims for disability benefits and processed 1,169,085 claims,\" cannot be overstated. See\nVETERANS BENEFITS ADMINISTRATION, DEP'T OF VETERANS AFFAIRS, 2013 PERFORMANCE AND ACCOUNTABILITY REPORT\npt. I, at 1, 3 (2013).\n\n                                                       16\non issues that could have been fully resolved on direct appeal to the Court. The idea of permitting\na litigant to waive important rights or litigating positions is applied even in cases of criminal\ndefendants who face imprisonment when they do so. Peretz v. United States, </pre><span class=\"citation\" data-id=\"112645\"><a href=\"/opinion/112645/peretz-v-united-states/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></a></span><pre class=\"inline\">, 936\n(1991) (explaining that even \"[t]he most basic rights of criminal defendants are . . . subject to\nwaiver\").\n       For an appellant, there is simply no benefit to be gained by not raising an argument before\nthe Court on direct appeal. Once the time to appeal a final Board decision expires, the appellant can\nthereafter generally only attack the Board's decision on the basis of CUE—a far more onerous burden\nthan challenging the decision on direct appeal. See King v. Shinseki, 26 Vet.App. 433, 436-37\n(2014) (emphasizing \"that [CUE] is 'a very specific and rare kind of error,' and the burden of\ndemonstrating [CUE] is an onerous one\"); see also Evans v. McDonald, __ Vet.App. __, __, No. 11-\n2917, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">6769767</span></span><pre class=\"inline\">, at *4 (Dec. 2, 2014) (en banc) (noting that \"[t]he Court cannot review a\nCUE motion under the same standard by which it reviews matters on direct appeal\"). Conversely,\nthere is no disadvantage in raising a colorable argument at the Court, even if an appellant believes\nthe odds of success to be low.\n       Generally, challenges to final decisions on the basis of CUE can be broken into two broad\ncategories: \"Either the correct facts, as they were known at the time, were not before the\nadjudicator or the statutory or regulatory provisions extant at the time were incorrectly applied.\"\nRussell v. Principi, 3 Vet.App. 310, 313 (1992) (en banc). The latter of these categories—that the\nlaw was incorrectly applied—can and should be raised on direct appeal to this Court, where a\nclaimant has a much lower evidentiary burden to satisfy. See King, 26 Vet.App. at 441 (holding that\nto \"'prove the existence of [CUE] . . . , the claimant must show that an outcome-determinative error\noccurred,'\" which \"means that, absent the alleged clear and unmistakable error, the benefit sought\nwould have been granted at the outset \" (quoting Bustos v. West, </pre><span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1380</span></span><pre class=\"inline\">, 1381 (Fed. Cir.\n1999))). In contrast, the former type of CUE—where the correct facts as known were not before the\nadjudicator—could, in the appropriate case, satisfy the Court's criteria for recalling its mandate,\nwhich \"may be exercised . . . to prevent injustice\" or to \"protect the integrity of its own processes.\"\nSerra v. Nicholson, 19 Vet.App. 268, 271 (2005). Hence, although an appellant would lose the\nability to challenge the Board's decision on the basis of CUE, see 38 C.F.R. § 20.1400 (2014), there\n\n\n                                                  17\nwould be no practical consequence, as the appellant could still file a motion in this Court to recall\nits mandate in limited, but appropriate, circumstances.\n         It is not immediately clear why an appellant would make a knowing and voluntary litigation\nchoice not to raise even a colorable argument on direct appeal, only to preserve the right to bring a\ncollateral attack under a much higher standard of proof at a later date. Indeed, an appellant would\nnot suffer harm from raising such an argument, rather than abandoning an issue. To further mitigate\nany remaining concerns arising from the merits review of abandoned issues, however, I would adopt\na rule akin to that of Rule 60(b) of the Federal Rules of Civil Procedure, which is designed to \"strike\na proper balance between the conflicting principles that litigation must be brought to an end and that\njustice must be done.\" Boughner v. Sec'y of Health, Educ., & Welfare, </pre><span class=\"citation\" data-id=\"354088\"><a href=\"/opinion/354088/leon-a-boughner-mary-lindemuth-lena-kakiel-clara-w/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span><pre class=\"inline\">, 977 (3d Cir.\n1978).\n         Rule 60(b) provides that, \"[o]n motion and just terms, the court may relieve a party or its\nlegal representative from a final judgment, order, or proceeding\" for reasons including (1) mistake,\n(2) newly discovered evidence, (3) fraud, and \"any other reason that justifies relief.\" FED. R. CIV.\nP. 60(b). \"[M]otions under Rule 60(b) must be made within a reasonable time—and for reasons (1),\n(2), and (3) no more than a year after the entry of the judgment or order or the date of the\nproceeding.\" FED. R. CIV. P. 60(c). By adopting a similar rule, the Court can ensure that an\notherwise preclusive decision can be set aside when necessary in the interests of justice without\ncompromising the Court's interest in preserving the finality of its own decisions. This is not to say\nthat Rule 60 should be copied wholesale from the Federal Rules and pasted into our own Rules of\nPractice and Procedure; naturally, accommodations must be made for the unique principles that have\ngoverned the law of veterans benefits as set forth by Congress and interpreted by the Court.\nUltimately, however, this approach has the benefit of avoiding the situation created by Cacciola v.\nGibson, 27 Vet.App. 45 (2014), where the Board is placed into the illogical position of \"review[ing]\nthe decision of a higher tribunal.\" Winsett v. Principi, </pre><span class=\"citation\" data-id=\"783395\"><a href=\"/opinion/783395/shelia-winsett-v-anthony-j-principi-secretary-of-v/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1329</span></a></span><pre class=\"inline\">, 1331 (Fed. Cir. 2003) (citing\nDisabled Am. Veterans v. Gober, </pre><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">682</span></span><pre class=\"inline\">, 693 (Fed. Cir. 2000)).\n         In short, recognizing this Court's discretion to affirm on the merits abandoned issues\nencourages appellants to raise all arguments on appeal, avoids piecemeal litigation, and respects the\nfinality of Board and Court decisions. Further, requiring parties to file a motion with the Court to\n\n\n                                                  18\nrecall mandate instead of asking the Board to divine the Court's intent in prior decisions avoids the\nuntenable situation of requiring the Board to review this Court's decisions. Finally, to mitigate any\nremaining concerns from a merits review of abandoned issues, I would adopt a properly modified\nrule akin to Rule 60 of the Federal Rules of Civil Procedure—one which would effectuate the\nbalance between the Court's interest in finality and solicitude to those who have sacrificed so much.\n\n\n       PIETSCH, Judge, concurring in the result: I write separately with respect to the part of the\nopinion affirming the Board's denial of referral under 38 C.F.R. § 4.16(b) for consideration of TDIU\non an extraschedular basis. I disagree with the opinion's holding that the Board provided adequate\nreasons or bases for rejecting the appellant's argument that his limited education and employment\nexperience precludes him from substantially gainful sedentary employment. However, I believe that\nthe appellant failed to meet his burden to demonstrate that the error was prejudicial and therefore\nconcur in the affirmance of Board's decision not to refer a TDIU for extraschedular consideration.\n       The appellant argues before the Court, inter alia, that the Board provided inadequate reasons\nor bases for rejecting his argument (R. at 42) that his limited education, consisting of a high school\ndegree, and his limited employment experience, consisting of manual labor-intensive positions,\npreclude him from substantially gainful employment. The Board explained that \"while the Veteran's\neducation and work experience may limit his employment opportunities, it does not seem that the\nlack of a college degree would preclude the Veteran from all sedentary employment.\" R. at 26\n(emphasis in original).\n       The Board's reasons or bases are inadequate for the following reasons. First, the Board did\nnot address the appellant's specific argument. See Robinson v. Peake, 21 Vet.App. 545, 552 (2008)\n(the Board is required to address all issues and theories that are reasonably raised by the claimant or\nthe evidence of record), aff'd sub. nom Robinson v. Shinseki, </pre><span class=\"citation\" data-id=\"209215\"><a href=\"/opinion/209215/robinson-v-shinseki/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1355</span></a></span><pre class=\"inline\"> (Fed. Cir. 2009). The\nappellant did not argue regarding the effects of the lack of a college degree; rather, he argued that\nhis education was limited to a high school degree. R. at 42. There are types of education beyond\na high school degree that do not constitute a college degree. Thus, the Board addressed the wrong\nargument. Further, the Board's explanation addressed the appellant's education but did not discuss\nhis limited work experience.\n\n\n                                                  19\n        Second, the Board's explanation that \"it does not seem\" that the lack of a college degree\nwould preclude the veteran from all sedentary employment is speculation, not based on any evidence\nof record. To the extent that such a question calls for special expertise, there is no indication that\nthe Board member who authored the decision is qualified to render an expert opinion on the matter.\nSee Colvin v. Derwinski, 1 Vet.App. 171, 172 (1991) (the Board may not rely on its own judgment,\nin the absence of record evidence, in matters that call for specialized expertise). In addition, the legal\nquestion is not whether the veteran is precluded from all sedentary employment, but whether he is\nprecluded from all nonmarginal sedentary employment. See 38 C.F.R. § 4.16(a) (2014); see also\nBowling v. Principi, 15 Vet.App. 1, 6 (2001).\n        Thus, I agree with Judge Schoelen that the Board provided inadequate reasons or bases for\nrejecting the appellant's argument as to his limited education and experience.\n        However, I would find that the appellant failed to meet his burden to demonstrate that such\nerror was prejudicial, as he fails to make any showing of prejudice in his brief. See Shinseki v.\nSanders, </pre><span class=\"citation\" data-id=\"145885\"><a href=\"/opinion/145885/shinseki-v-sanders/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span><pre class=\"inline\">, 407-10 (2009) (under the harmless error rule, the appellant has the burden\nof showing that he suffered prejudice as a result of VA error). Further, he does not challenge the\nBoard's finding that his service-connected knee disabilities do not preclude sedentary activities, or\nits finding that VA satisfied its duty to assist (including with respect to the provision of a vocational\nassessment), and has not pointed to any evidence in the record of proceedings demonstrating that his\nlevel of education and his employment experience categorically preclude him from sedentary\nemployment that would provide more than marginal income. The lack of evidence in the record of\nproceedings before the Court on that material issue, the favorable resolution of which is necessary\nfor the grant of a VA benefit, warrants, given the particular circumstances of this case, a finding of\nharmless error. See 38 U.S.C. § 5107(a) (\"[A] claimant has the responsibility to present and support\na claim for benefits.\"); Skoczen v. Shinseki, </pre><span class=\"citation\" data-id=\"208758\"><a href=\"/opinion/208758/skoczen-v-shinseki/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1319</span></a></span><pre class=\"inline\">, 1323-29 (2009) (interpreting section\n5107(a) to obligate a claimant to provide an evidentiary basis for his or her benefits claim, consistent\nwith VA's duty to assist, and recognizing that \"[w]hether submitted by the claimant or VA . . . the\nevidence must rise to the requisite level set forth in section 5107(b), requiring an approximate\nbalance of positive and negative evidence regarding any issue material to the determination); Fagen\nv. Shinseki, </pre><span class=\"citation\" data-id=\"208367\"><a href=\"/opinion/208367/fagan-v-shinseki/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span><pre class=\"inline\">, 1286 (2009) (stating that the claimant has the burden to \"present and\n\n\n                                                   20\nsupport a claim for benefits\" and noting that the benefit of the doubt standard in section 5107(b) is\nnot applicable based on pure speculation or remote possibility).\n\n\n        KASOLD, Chief Judge, with whom PIETSCH, Judge, joins, dissenting in part: I write\nseparately to note that I dissent from that part of the opinion that states \"the Court retains jurisdiction\nover all finally decided issues, regardless of whether the NOA itself or the subsequent briefing\nnarrows the issues on appeal.\" Ante at 8 (emphasis added). Whether the Court has jurisdiction over\nall issues finally decided in the Board's published decision – when an NOA is limited specifically\nto one of several issues finally decided by the Board in its published decision – is an issue that is not\nraised by the record in this case, and addressing this issue is wholly unnecessary to resolution of the\nappeal. As such, it is dicta. See BLACK'S LAW DICTIONARY 1100 (7th ed. 1999) (defining \"obiter\ndictum,\" commonly referred to as \"dicta,\" as \"[a] judicial comment made during the course of\ndelivering a judicial opinion, but one that is unnecessary to the decision in the case and therefore not\nprecedential (though it may be considered persuasive)\"); see also McDaniel v. Sanchez, </pre><span class=\"citation\" data-id=\"110510\"><a href=\"/opinion/110510/mcdaniel-v-sanchez/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">130</span></a></span><pre class=\"inline\">, 141 (1981) (\"dictum unnecessary to the decision in [a] case . . . [is] not controlling in this\ncase\"); Grantham v. Brown, </pre><span class=\"citation\" data-id=\"741184\"><a href=\"/opinion/741184/bobby-n-grantham-claimant-appellant-v-jesse-brown-/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span><pre class=\"inline\">, 1158 (Fed. Cir. 1997) (\"It is axiomatic that the language\nin [any case] must be read in light of the facts and issues that were before the court when the\nlanguage was written.\")\n        Although the majority's statement is dicta, I further note that the majority provide no rationale\nfor stating that the Court's jurisdiction extends to matters not covered by a narrowly tailored NOA,\nor how a narrowly tailored NOA \"presents\" an issue to the Court for decision. See 38 U.S.C.\n§§ 7252 (Court's jurisdiction is limited to the scope provided in § 7261), 7261(a) (Court has\njurisdiction over issues \"presented\" and \"necessary to its decision\"). Indeed, the Secretary even\nsuggests in his briefing that an appellant should file a limited NOA in the first instance or amend a\ngeneral NOA subsequent to its filing in order to limit the Court's jurisdiction over matters decided\nby the Board.\n        In sum, I believe the scope of our jurisdiction over multiple decisions noted in a published\nBoard decision, but explicitly not part of a limited-scope NOA, remains an open question. Cf.\nCacciola v. Gibson, 27 Vet.App. 45, 61-62 (2014) (Kasold, C.J., concurring in the result) (noting\n\n\n                                                    21\nthat the Board frequently renders multiple decisions in an issued decision and concurring that a\ngeneral NOA places all adverse, final decisions contained in an issued Board decision on appeal).\n\n\n       SCHOELEN, Judge, dissenting in part: I concur in the majority's opinion dismissing the\nappellant's appeal as to the Board decision denying disability ratings in excess of 20% for the\nappellant's service-connected bilateral knee disabilities. Unlike the majority, I would conclude that\nthe Board failed to provide an adequate statement of reasons or bases for its decision denying referral\nunder 38 C.F.R. § 4.16(b) for consideration of TDIU on an extraschedular basis. The Board did not\nsufficiently address the appellant's limited educational and occupational history when it determined\nthat his service-connected disabilities do not preclude substantially gainful employment. Therefore,\nI must dissent from the majority's decision affirming the Board's denial of TDIU.\n       The record demonstrates that the appellant has a high school education and an occupational\nhistory that is limited to manual-labor-intensive positions – grocery store worker and custodial\nlaborer for the U.S. Postal Service. R. at 1099, 1390-91, 1845, 2014. The Board acknowledged the\nappellant's high school education and limited work experience, but stated that the medical\nprofessionals who specifically reviewed whether the appellant's service-connected disabilities alone\npreclude employment \"unanimously concluded\" that he is not precluded from performing the\nphysical and mental acts required by employment. R. at 26. In essence, because the medical\nprofessionals concluded that the appellant's service-connected knee disabilities do not preclude\nsedentary employment, the Board found that the appellant is capable of substantially gainful\nemployment.\n       However, the fact that the appellant may be physically able to perform sedentary employment\ndoes not mean that he is educationally and vocationally qualified to perform such employment. See\nSmith v. Shinseki, </pre><span class=\"citation\" data-id=\"222699\"><a href=\"/opinion/222699/smith-v-shinseki/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1380</span></a></span><pre class=\"inline\">, 1386 (Fed. Cir. 2011) (a claimant's education and work experience\nare relevant to the issue of TDIU). The appellant argued to the Board that his education and\nemployment history do not qualify him for sedentary employment. Rather than address the\nappellant's education or the types of employment that he has had and how such manual labor would\nenable the appellant to secure substantially gainful sedentary employment, the Board summarily\n\n\n\n\n                                                  22\nstated: \"[I]t does not seem that the lack of a college degree would preclude the veteran from all\nsedentary employment.\" R. at 26 (emphasis added).\n         Unlike my colleagues, I am not satisfied with the Board's superficial response to the\nappellant's argument. There is no evidentiary basis in the record to support the Board's finding that\nthe appellant can secure and maintain substantially gainful sedentary work; and I am not persuaded\nby the Board's conclusory statement that the Board properly took into account the appellant's\neducation, training, and work history.8 See Beaty, 6 Vet.App. at 537 (\"[T]he B[oard] may not reject\n[a TDIU rating] without producing evidence, as distinguished from mere conjecture, that the veteran\ncan perform work that would produce significant income to be other than marginal.\"). In fact,\nalthough the Board seemed to provide a response – albeit inadequate – to the appellant's argument\nthat he lacked the requisite education for sedentary employment, the Board did not address whether\nthe appellant's employment history is compatible with sedentary employment.\n         The majority rejects the appellant's argument stating that \"he appears to suggest that a college\ndegree is a prerequisite to all sedentary employment and that the Board was required, given his high\nschool education, to consider or suggest what types of sedentary employment he is capable of\nobtaining.\" Ante at 13. The appellant refutes this contention in his reply brief, and I agree that this\nis not what he seeks nor what the law requires. Reply Br. at 5-6. The problem lies in the Board's\nstatement that \"it does not seem that the lack of a college degree would preclude . . . all sedentary\nemployment,\" which is devoid of any factual or legal analysis and fails to consider the appellant's\nemployment history that is limited to manual labor.\n         Although the medical professionals may have concluded that the appellant's bilateral knee\ndisabilities do not preclude sedentary work, it is the Board's responsibility, as factfinder, to do more\n\n\n\n         8\n           The Secretary contends that the Board is not required in every case to discuss a claimant's educational and\noccupational history. Secretary's Brief (Br.) at 10-14. As to this point, the majority and I are in agreement – the Board\nmust consider a claimant's educational and occupational history. See ante at 11. Any suggestion by the Secretary that\na claimant's educational and occupational history is not relevant to a TDIU determination is incorrect. Indeed, the\nSecretary's regulation concerning referral of TDIU for extraschedular consideration specifically requires \"[t]he rating\nboard [to] include a full statement as to the veteran's service-connected disabilities, employment history, educational and\nvocational attainment[,] and all other factors having a bearing on the issue.\" 38 C.F.R. § 4.16(b) (2014) (emphasis\nadded). Moreover, his argument ignores decades of precedent to the contrary. See Smith, 647 F.3d at 1386; Cathell v.\nBrown, 8 Vet.App. 539, 544 (1996); Beaty v. Brown, 6 Vet.App. 532, 537 (1994); Gleicher v. Derwinski, 2 Vet.App.\n26, 28 (1991); Hatlestad v. Derwinski, 1 Vet.App. 164, 168 (1991).\n\n                                                           23\nthan \"merely allude to [the appellant's] educational and occupational history.\" Gleicher, 2 Vet.App.\nat 28. The Board must \"relate these factors to the disabilities of the appellant.\" Id.; see also Cathell,\n8 Vet.App. at 544 (remanding TDIU issue where the Board failed to discuss the appellant's\neducational and occupational history). The Court in Gleicher held that the Board provided an\ninadequate statement of reasons or bases when it \"did little more than point to the appellant's\nrelatively advanced education and occupational experience and opine that his disabilities did not\n'preclude all forms of substantially gainful employment.'\" 2 Vet.App. at 28. As the Court stated in\nGleicher, when the Board fails to relate an appellant's educational and occupational history to his\ndisabilities, the Board \"comes very close to placing upon the appellant the burden of showing he\ncan't get work.\" Id.\n         The statement provided by the Board in the present case is almost indistinguishable from the\nstatement provided in Gleicher. Such reasoning was inadequate in Gleicher, decided more than two\ndecades ago, and it is inadequate today. Consequently, I would remand the issue of TDIU to the\nBoard to provide an adequate statement of reasons or bases for its decision. See Tucker v. West,\n11 Vet.App. 369, 374 (1998) (holding that remand is the appropriate remedy \"where the Board has\nincorrectly applied the law, failed to provide an adequate statement of reasons or bases for its\ndeterminations, or where the record is otherwise inadequate\"). Therefore, I must respectfully dissent.\n\n\n         GREENBERG, Judge, dissenting in part: I write separately because although I concur with\nthe majority's position in section II.A, I dissent from the majority's treatment of TDIU. Relying on\na medical expert's opinion on the ultimate question of unemployability, as the Board did here, is\nnothing more than an abdication of VA's responsibility, or at least an impermissible delegation of\nits authority.9\n         Although TDIU is based on a veteran's service-connected disabilities, the unemployability\ndetermination is not purely a medical question. 38 C.F.R. § 4.16. Rather, in determining whether\na veteran is unemployable, the Board must consider certain nonmedical facts that fall outside a\nmedical professional's medical expertise, such as the poverty line and the veteran's educational and\n\n\n         9\n            This aspect of § 4.16 was not addressed in the parties' initial briefs and was the subject of neither the Court's\nreferral for en banc consideration nor its order for supplemental briefing.\n\n                                                            24\noccupational history. See 38 C.F.R. § 4.16(a); see also, e.g., Beaty v. Brown, 6 Vet.App. 532, 537,\n538 (1994) (distinguishing between educational or occupational history and medical evidence). The\nrole of medical expertise is limited to providing \"description of the effects of disability upon the\nperson's ordinary activity.'\" Floore v. Shinseki, 26 Vet.App. 376, 381 (2013) (quoting 38 C.F.R.\n§ 4.10 (2013)).\n       As the Court recently explained,\n       it is the rating official who is responsible for \"interpret[ing] reports of examination\n       in the light of the whole recorded history, reconciling the various reports into a\n       consistent picture so that the current rating may accurately reflect the elements of\n       disability present.\" More specifically, TDIU is to be awarded based on the \"judgment\n       of the rating agency\" that the veteran is \"unable to secure or follow a substantially\n       gainful occupation as a result of service-connected disabilities.\"\nId. (emphasis added) (citations omitted). Therefore, when asked for an opinion in connection with\nthe matter of TDIU, the medical expert's task is to diagnose and opine as to medical causation; VA\nis charged with finding facts and applying the appropriate legal standards, including using its\njudgment to determine whether the § 4.16 standard has been met, and may not delegate this duty.\nGeib v. Shinseki, </pre><span class=\"citation\" data-id=\"1087462\"><a href=\"/opinion/1087462/geib-v-shinseki/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1350</span></a></span><pre class=\"inline\">, 1354 (Fed. Cir. 2013) (\"[A]pplicable regulations place\nresponsibility for the ultimate TDIU determination on the VA, not a medical examiner.\" (citation\nomitted)).\n       Here, the Board impermissibly delegated to medical examiners its responsibility to determine\nwhether the appellant was employable, specifically by employing medical examiners' opinions\nregarding the ultimate question of employability without exercising any independent judgement. See\n38 C.F.R. § 4.16. For example, in finding the appellant employable, the Board relied on a January\n2001 statement by a VA examiner that \"the Veteran would be eligible for many other jobs.\" R. at\n23. When discussing a September 2008 medical opinion, the Board found it relevant that the\nmedical expert was informed of the appellant's employment history; that medical expert \"concluded\nthat the Veteran did not have any medical issue that would preclude him from a substantially gainful\nemployment,\" which the Board found \"highly probative evidence against this claim.\" R. at 24-25.\nAdditionally, the Board noted that a May 2012 \"examiner concluded that the Veteran would not be\nprecluded from all types of substantially gainful employment.\" R. at 25. The Board found that\n\"there is no question that the examiner is of the opinion that the Veteran was not [unemployable\n\n                                                 25\nbecause of] his service connected disabilities, which is the deciding question in this case.\" R. at 25.10\nThese examples show the Board improperly adopting the rationale of medical opinions that go\nbeyond mere \"description\" of the effects of the appellant's disabilities. See Floore, 26 Vet.App. at\n381. Rather than provide any independent analysis explaining its employability determination, the\nBoard concluded that \"the medical professionals who have specifically reviewed the issue of whether\nthe Veteran's service connected disabilities alone preclude him from substantially gainful\nemployment have unanimously concluded that he is not precluded from performing the physical and\nmental acts required by employment by his [service-connected] disabilities.\" R. at 26.\n         The Board thus impermissibly delegated its unemployability determination, relying solely\non others' opinions. For this reason, I would remand the matter for the Board to appropriately\nadjudicate the claim, including further development of the claim as necessary.\n\n\n\n\n         10\n            By contrast, the Board dismissed as nonprobative medical opinions from February, April, and June 2001 in\nwhich the doctors, respectively, \"provide[d] a list of job limitations, but . . . did not specifically assert that the Veteran\nwas unemployable as a result of them\"; did \"not show that the Veteran's knee disabilities alone render him\nunemployable\"; and did not \"find the Veteran's service-connected knee disabilities precluded employment.\" R. at 23-24.\nThe Board, in error, did not explain why the doctors' failures to opine on the appellant's unemployability makes them\nless probative. See Floore, 26 Vet.App. at 381 (\"medical examiners are responsible for providing a 'full description of\nthe effects of disability upon the person's ordinary activity,' but it is the rating official who is responsible for\" making\nthe unemployability determination). The Board thus improperly excluded medical findings from examinations because\nthey did not include an opinion on the ultimate question.\n\n                                                             26\n</pre>", "id": 2779379, "judges": "", "local_path": "pdf/2015/02/13/pedersonv._mcdonald.pdf", "nature_of_suit": "", "plain_text": "             UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                                   NO. 13-1853\n\n                                      RANDY L. PEDERSON, APPELLANT,\n\n                                                             V.\n\n                                       ROBERT A. MCDONALD,\n                              SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                              On Appeal from the Board of Veterans' Appeals\n\n                                          (Decided February 13, 2015)\n\n       Sean A. Raven, of Washington, D.C., was on the brief for the appellant.\n\n        Tammy L. Kennedy, Acting General Counsel; Mary Ann Flynn, Assistant General Counsel;\nand Ronen Morris, Acting Deputy Assistant General Counsel, all of Washington, D.C., were on the\nbrief for the appellee.\n\n      Before KASOLD, Chief Judge, and HAGEL, MOORMAN, LANCE, DAVIS, SCHOELEN,\nPIETSCH, and GREENBERG, Judges.1\n\n        MOORMAN, Judge, filed the opinion of the Court. LANCE, Judge, filed a concurring\nopinion in which HAGEL, Judge, joined. PIETSCH, Judge, filed an opinion concurring in the\nresult. KASOLD, Chief Judge, filed an opinion dissenting in part in which PIETSCH, Judge, joined.\nSCHOELEN, Judge, and GREENBERG, Judge, filed opinions dissenting in part.\n\n       MOORMAN, Judge: The appellant, Randy L. Pederson, appeals through counsel a February\n26, 2013, Board of Veterans' Appeals (Board) decision that denied entitlement to (1) a disability\nrating in excess of 20% for his service-connected right knee disability; (2) a disability rating in\nexcess of 20% for his service-connected left knee disability; and (3) a total disability rating based\non individual unemployability (TDIU). Record (R.) at 3-31. This appeal is timely, and the Court\nhas jurisdiction to review the Board's decision pursuant to 38 U.S.C. § 7252(a). On August 22,\n2014, this case was submitted for en banc review, and the Court directed the parties to file\nsupplemental memoranda of law. The Court issues this opinion to clarify the reach of the holdings\n\n\n       1\n           Judge Bartley recused herself from this matter.\nin Cacciola v. Gibson, 27 Vet.App. 45 (2014), regarding the effect of the abandonment of a claim\nor issue appealed to this Court. For the reasons that follow, the Court concludes that (1) the\nappellant has knowingly abandoned the issues of entitlement to disability ratings in excess of 20%\nfor his service-connected right knee and left knee conditions and (2) the Court has jurisdiction and\nthe authority to review the merits of the abandoned issues. However, for prudential reasons, we will\ndecline to review the merits of the abandoned issues and , therefore, we will dismiss the appeal from\nthe Board's denial of the increased rating claims. The Court will affirm the Board's denial of TDIU.\n\n\n                                        I. BACKGROUND\n       Mr. Pederson served honorably on active duty in the U.S. Army from May 1980 to May\n1981. R. at 524. In June 1983, Mr. Pederson was awarded service connection for chondromalacia\nof the bilateral knees; each knee was rated 10% disabling, effective the date of his separation from\nservice. R. at 1862-66. As of February 1999, each knee was separately rated 20% disabling. R. at\n1689-99. Prior to entering service, Mr. Pederson achieved a high school education and worked at\na grocery store. R. at 1845, 2014. After service, Mr. Pederson returned to his grocery store position\nuntil 1984. R. at 1845. He was employed as a custodial laborer by the U.S. Postal Service (USPS)\nfrom November 1985 to November 2001. R. at 1099, 1390-92.\n       Mr. Pederson underwent a VA compensation and pension (C&P) examination in May 1999.\nR. at 1748-50. The examiner noted that Mr. Pederson was employed at USPS and that he reported\nthat his position involved relatively long periods of walking, occasionally outside; driving snow\nremoval equipment; and sometimes functioning as a part-time security guard. R. at 1748. Mr.\nPederson reported that he had lost, at most, four days of work that year as a result of medical\nappointments for his knees or because of \"significant pain that prevents him from completing the\nday[']s work.\" Id. The examiner noted that the \"[e]xtent of initial knee injury during military service\nis unknown to this examiner. Most of [the] veteran's current bilateral knee symptoms are due to\nprogressive degenerative changes from aging and obesity.\" R. at 1750.\n       In December 2000, Mr. Pederson was examined by Dr. Clayton Van Balen for USPS. R. at\n892. Dr. Van Balen noted that Mr. Pederson's medical history included a cardiac valve replacement,\ndegenerative joint disease of his ankles and feet, morbid obesity, insulin dependent diabetes, and\n\n\n                                                  2\nhyperlipidemia. Id. Upon physical examination, Dr. Van Balen noted morbid obesity, severe pain\nin the feet and ankles, and limited ability to stand and walk. Id. Dr. Van Balen suggested job\naccommodations to include no squatting or climbing, alternating standing and sitting as tolerated,\nno lifting more than 20 pounds, and no walking long distances. Id. In February 2001, Dr. Van Balen\nalso recommended that Mr. Pederson not work at night because of his diabetes, that he avoid uneven\nsurfaces due to his arthritis, and that he limit his outdoor exposure to no more than 30 minutes when\nthe temperature is below 32 degrees. R. at 362-63, 885-86.\n       During a January 2001 VA followup medical examination for diabetes mellitus, the examiner\nnoted that Mr. Pederson had \"several limitations in his job because of his [degenerative disc disease]\nand diabetes\" and that he was thinking of applying for total disability. R. at 1582. The examiner\nnoted that, although Mr. Pederson's job at USPS might not be suitable for him, he did not feel Mr.\nPederson was eligible for total disability \"as he may be eligible for many other jobs.\" Id.\n       In April 2001, Mr. Pederson was examined by Dr. Bryce Robinson in connection with his\ndisability claim with USPS. R. at 372. Dr. Robinson noted Mr. Pederson's history of cardiac valve\nreplacement, degenerative joint disease with chondromalacia of his right and left knees, morbid\nobesity, insulin-dependent diabetes, and peripheral neuropathy of the hands and feet. Id. He stated\nthat he agreed with the work restrictions recommended by Dr. Van Balen. Id. Dr. Robinson opined\nthat Mr. Pederson's medical conditions were \"stable, but as the years go on, his degenerative changes\nin the knees and neuropathy secondary to the diabetes will not improve.\" Id. In June 2001, Mr.\nPederson was examined by Dr. John Prevo in connection with his USPS disability retirement claim.\nR. at 343. Dr. Prevo noted that Mr. Pederson suffered from degenerative joint disease of the spine\nand lower extremities. Id. He opined that Mr. Pederson was disabled and could no longer perform\nhis job as a custodian, with or without accommodations. Id. Mr. Pederson's disability retirement\nfrom USPS was approved in August 2001. R. at 911-14.\n       Mr. Pederson submitted a request to VA for TDIU in March 2002. R. at 1390-92. He\nunderwent a VA C&P examination in April 2002. R. at 1375-82. Mr. Pederson reported that he had\nlost over one month of work because of pain and inability to walk and that he had lost his job with\nUSPS and remained unemployed. R. at 1376. The regional office (RO) denied TDIU in February\n2004. R. at 1083-87. The RO found that Mr. Pederson did not meet the schedular requirements for\n\n\n                                                  3\nTDIU pursuant to 38 C.F.R. § 4.16(a), and that referral for an extraschedular rating was not\nwarranted because the evidence failed to show that Mr. Pederson was unemployable as a result of\nservice-connected disabilities. R. at 1086. Mr. Pederson appealed that decision (R. at 1077-78) and\nin February 2006, the Board remanded his request for TDIU as inextricably intertwined with his\npending claim for an increased rating for his service-connected knee disabilities (R. at 852-57).\n       Mr. Pederson underwent a VA C&P examination in January 2007. R. at 826-30. The\nexaminer opined that Mr. Pederson's bilateral knee disability and his non-service-connected diabetic\nneuropathy \"both have a moderate effect on his activities of daily living and his ability to work as\na maintenance person\"; that his knee condition \"affects his ability to kneel down, climb ladders, or\nstand for more than 30 minutes\"; and that his \"diabetic neuropathy also has an effect on his ability\nto stand for a long time or climb ladders.\" R. at 830. The RO issued a Supplemental Statement of\nthe Case in March 2007, continuing the denial of Mr. Pederson's request for TDIU. R. at 767-70.\n       The Board issued a decision in August 2007 denying Mr. Pederson's claims for entitlement\nto increased ratings for his bilateral knee condition and his request for TDIU. R. at 717-44. Mr.\nPederson appealed that decision to this Court and, pursuant to a joint motion for remand, the Court\nremanded Mr. Pederson's claims for further development, including to obtain Mr. Pederson's Social\nSecurity Administration records and for the Board to consider whether a new VA examination\nshould be ordered and whether the evidence necessitated a social and industrial survey. R. at 214-19,\n681.\n       Mr. Pederson was afforded another VA C&P examination in September 2008. R. at 251-56.\nRegarding employability, the examiner opined that Mr. Pederson \"has obvious deconditioning due\nto his morbid obesity\" and, \"[r]egarding his knees, it may be a problem performing heavy labor,\nclimbing ladders, [and] going up and down stairs.\" R. at 255-56. \"Regarding his non-service[-]\nconnected issues of diabetes, [hypertension], hyperlipidemia, previous alcohol abuse, mild peripheral\nneuropathy in the feet, [they] would not have any effect on overall employment.\" R. at 255-56. The\nexaminer concluded that \"[a] sedentary job would be acceptable\" and that Mr. Pederson \"does not\nhave any medical issue that would preclude him from all substantially gainful employment.\" Id. The\nRO issued a rating decision in October 2008 denying entitlement to increased ratings for Mr.\nPederson's bilateral knee disabilities and TDIU. R. at 2063-71.\n\n\n                                                 4\n       In May 2012, Mr. Pederson underwent another VA C&P examination. R. at 66-80. The\nexaminer noted the job limitations that had been placed on Mr. Pederson when he was employed at\nUSPS, but also that Mr. Pederson reported that he was able to stand for 5 to 10 minutes at a time and\nwas able to walk short distances, and that he had no limitations on driving or sitting. R. at 79-80.\nAccordingly, the examiner concluded: \"Noting that driving and sedentary activities are without\ndifficulty, this would likely not preclude [him] from all types of gainful employment.\" R. at 80.\n       On appeal to the Board, Mr. Pederson argued that his request should be referred to the\nDirector of Compensation Service (Director) for consideration of TDIU on an extraschedular basis.\nR. at 40-42. He argued that, because he has only worked in labor-intensive positions at a grocery\nstore and for USPS and only has a high school education, he lacks the requisite educational or\noccupational experience to qualify for any sedentary employment. Id. In the February 26, 2013,\ndecision here on appeal, the Board denied entitlement to increased disability ratings for Mr.\nPederson's service-connected right and left knee disabilities and for TDIU. R. at 3-32. This appeal\nfollowed.\n\n\n                                          II. ANALYSIS\n                                    A. Increased-Ratings Claims\n       In his opening brief, the appellant expressly limited his arguments to the Board's denial of\nentitlement to TDIU. The Secretary argued in his brief that the appellant's claims for increased\ndisability ratings for his service-connected right and left knee disabilities should be deemed\nabandoned. Secretary's Brief at 22. In Cacciola, the Court noted that, \"when an appellant expressly\nabandons an issue in his initial brief or fails to present any challenge and argument regarding an\nissue, the abandoned issue generally is not reviewed by the Court.\" 27 Vet.App. at 48.\n       The Court referred Mr. Pederson's case to the en banc Court to consider whether, in light of\nCacciola, an appellant's abandonment of some issues decided by the Board may, under certain\ncircumstances, be deemed a concession by the appellant that the Board decision contains no error\nas to those issues. To assist the Court in the resolution of that issue, the Court ordered supplemental\nmemoranda to address the following questions:\n\n\n\n\n                                                  5\n        (1) When an appellant presents no argument regarding or expressly abandons issues\n        on appeal prior to or concomitant with submission of his or her brief, does the Court\n        have the authority to affirm the Board decision on the basis that the issues not argued\n        by the appellant were conceded, or must the Court decline review of the Board's\n        determination on the issues and dismiss the appeal as to those issues?\n\n        (2) If the Court does have the authority to affirm the Board decision on the basis that\n        the issues not argued by the appellant were conceded, under what circumstances\n        should the Court exercise that authority? Do the circumstances differ if the appellant\n        specifically asserts that he or she only wants to appeal one determination rendered\n        by the Board in its issued decision?\n\n        ....\n\n        [3] [W]hether the appellant's statement that he is appealing only the Board's TDIU\n        determination constitutes a waiver of the right to judicial review of the Board's\n        decision on the other matters decided by the Board[;] and\n\n        [4] [W]hether the Court lacks jurisdiction over those matters or has the authority to\n        render a decision on their merits.\nPederson v. McDonald, No. 13-1853, 2014 WL 4167846, at * 2-3 (U.S. Vet. App. Aug. 22, 2014)\n(per curiam order). The parties submitted supplemental memoranda on October 3, 2014. In his\nsupplemental memorandum, the appellant makes clear that it was his intention to abandon the issues\nof increased disability ratings for his service-connected right and left knee disabilities. Appellant's\nSupplemental Memorandum (Supp. Mem.) of Law at 8. The appellant explains that, \"[b]ecause [his]\nopening brief expressly limited the scope of review he sought from the Court, he relinquished his\nright to judicial review of the Board's determinations regarding the proper disability ratings for his\nservice-connected knee disabilities.\"        Id.   The appellant maintains that, when a claimant\n\"relinquish[es] his right to the Court's review of an issue . . . [,] it necessarily follows that dismissal,\nnot affirmance, is the appropriate disposition for abandoned issues.\" Id. at 1-2. The appellant further\nasserts that \"abandonment of an issue on appeal serves to preclude judicial review of the abandoned\nissue\" and, therefore, \"affirmance is inappropriate\" and further, \"the Court does not possess [the]\nauthority\" to affirm the Board decision with respect to the abandoned issues. Id. at 3.\n        In response to the Court's final inquiry, the appellant argues further that the Court, in fact,\nlacks jurisdiction to render a decision on the merits of a claim or issue that has been expressly\n\n\n                                                     6\nabandoned by an appellant. The appellant argues alternatively that, if the Court does have the\nauthority to affirm a Board decision with respect to an abandoned issue, it should do so only in\nlimited circumstances.\n        The Secretary responds that the Court has the authority to affirm any issue over which it has\njurisdiction, to include issues expressly or constructively abandoned on appeal. The Secretary asserts\nthat the filing of a Notice of Appeal (NOA) of a final Board decision places the entire Board decision\non appeal and confers upon the Court jurisdiction over all issues finally decided by the Board in that\ndecision. Secretary's Supp. Mem. of Law at 2 (citing Cacciola, 27 Vet.App. 45; Fagre v. Peake,\n22 Vet.App. 188, 191 (2008)). The Secretary further asserts that the abandonment of an issue on\nappeal has no jurisdictional significance, but that the Court has discretion to decline to exercise its\njurisdiction over an abandoned issue when appropriate. Id. at 2-3. The Secretary suggests that, when\nthe abandonment is a deliberate relinquishment of the right to further pursue that issue, i.e., a waiver,\nthe waiver amounts to a concession of no error and the Court should affirm the Board's decision as\nto that issue. Id. at 6. When an abandonment is the result of an inadvertent and excusable failure\nto identify and pursue an issue further, i.e., a forfeiture, the Court should decline to exercise its\nauthority to affirm and should dismiss the forfeited issue. Id. The Secretary notes, however, for the\npurposes of determining whether an abandoned issue might later be subject to a motion for revision\non the basis of clear and unmistakable error (CUE), that in his view neither an affirmance nor a\ndismissal of an abandoned issue would constitute a review on the merits.2 Accordingly, the\nSecretary maintains that, in either the case of an affirmance or a dismissal, an appellant may still\ncollaterally attack an abandoned portion of a Board decision on the basis of CUE.\n        \"As the Court has previously made clear, the Court 'has an independent duty to determine its\nown jurisdiction.'\" Boyd v. McDonald, 27 Vet.App. 63, 69 (2014) (quoting Posey v. Shinseki,\n23 Vet.App. 406, 407 (2010)). The appellant suggests in his Supplemental Memorandum of Law\nthat his express abandonment of his increased-rating claims decided by the Board limits this Court's\njurisdiction over those issues. Appellant's Supp. Mem. at 9-10. The Court disagrees.\n\n\n         2\n           A \"review on the merits\" is the Secretary's interpretation of 38 U.S.C. § 7111, found in 38 C.F.R.\n§§ 20.1400(b) and 20.1409(c) setting forth the conditions governing revision of Board decisions on the basis of CUE\nwhen a request for revision cannot be entertained because there is an intervening Court action affirming the Board\ndecision in which CUE is asserted.\n\n                                                        7\n        The filing of an NOA of a final Board decision places the entire Board decision on appeal\nand confers upon the Court jurisdiction over all issues finally decided by the Board. Cacciola,\n27 Vet.App. at 54-55; Fagre, 22 Vet.App. at 191. This Court's jurisdiction is defined by statute, and\nit is not, contrary to the appellant's arguments, limited or defined by the arguments the appellant\nmakes in his opening brief. See 38 U.S.C. § 7252. The Court has \"exclusive jurisdiction to review\ndecisions of the Board\" and has the \"power to affirm, modify, or reverse\" any decision of the Board\nover which it has jurisdiction or to \"remand, as appropriate.\" Id.; see also 38 U.S.C. § 7261 (Scope\nof Review).     Under the \"broad authority–indeed, mandate–[of section 7261] to carry out\ncomprehensive review of [Board] decisions, the Court undoubtedly would have jurisdiction to\nconsider those same Board errors if raised by the appellant or noted, sua sponte, by the Court itself.\"\nJohnson v. Brown, 7 Vet.App. 95, 99 (1994). Accordingly, consistent with Cacciola, the Court holds\nthat an NOA from a Board decision constitutes an appeal of all issues finally decided in the Board\ndecision. We clarify that the Court retains jurisdiction over all finally decided issues, regardless of\nwhether the NOA itself or the subsequent briefing narrows the issues on appeal.\n        Although the abandonment of an issue on appeal has no effect on the Court's jurisdiction,\nthis Court, like other courts, will generally decline to exercise its authority to address an issue not\nraised by an appellant in his or her opening brief. See Andre v. Principi, 301 F.3d 1354, 1363 (Fed.\nCir. 2002); Carbino v. West, 168 F.3d 32, 34-35 (Fed. Cir. 1999); Cacciola, 27 Vet.App. at 48. Just\nas the Court has discretion to decline to address an issue over which it has jurisdiction when an\nappellant has raised the issue for the first time on appeal, the Court necessarily has the same\ndiscretion to \"affirm, modify, or reverse [or] remand\" any issue that has been abandoned when\nappropriate. 38 U.S.C. § 7252; cf. Maggitt v. West, 202 F.3d 1370, 1377 (Fed. Cir. 2000) (\"While\nthe . . . Court may hear legal arguments raised for the first time with regard to a claim that is properly\nbefore the Court, it is not compelled to do so in every instance.\"); Carbino, 168 F.3d at 34-35 (\"An\nimproper or late presentation of an issue or argument under the court's rules need not be considered,\nin fact, ordinarily should not be considered.\" (emphasis added)); see also Freytag v. Comm'r,\n501 U.S. 868, 879 (1991) (\"[T]his is one of those rare cases where we should exercise our discretion\nto hear petitioners' challenge\" raised for the first time on appeal.). As noted by the Secretary, it is\na \"'jurisprudential rule' that permits the Court to exercise its discretion to decline to exercise its\n\n\n                                                    8\n[authority] over an issue over which it otherwise has jurisdiction.\" Secretary's Supp. Mem. of Law\nat 2-3. The same jurisprudential rule permits the Court to exercise its discretion and address, on the\nmerits, an issue over which it has jurisdiction but which a party has elected not to address in the\nappellate brief.\n        This Court's decision in Cacciola illustrates the importance of clarity in the Court's\ndisposition of issues abandoned on appeal. As noted above, although abandoned issues are generally\nnot reviewed by the Court on the merits, the Court nevertheless retains jurisdiction over such issues\nand has the authority to decide the merits of abandoned issues in an appropriate case. In Cacciola,\nthe Court found that \"an examination of the [underlying Court] decision reveals that, because the\nappellant did not present any arguments addressing the Board's denial of an initial compensable\ndisability rating for bilateral hearing loss, the Court deemed the issue abandoned on appeal and did\nnot address the merits of the Board's decision on this issue.\" 27 Vet.App. at 58 (emphasis added).\nTherefore, the Court determined, the issue was \"not decided by the Court\" in its underlying decision\nand, as a result, the Board's decision on the issue could be subject to revision on the basis of CUE.\nId. The Court in Cacciola examined the underlying Court decision to determine whether the issue\nbefore the Court being challenged as CUE had been decided previously on the merits. Id.\n        To the extent that Cacciola might be mistakenly read to mean that an \"abandoned issue\" is\nnecessarily an issue that was not reviewed on the merits or that the Court is precluded from\nreviewing an abandoned issue on the merits, as we stated above, abandonment of an issue on appeal\nhas no effect on the Court's jurisdiction or authority to address an issue not raised by an appellant\nin his or her opening brief. Accordingly, we reaffirm that the body of the Court's decision in the\ndirect appeal must be examined in any subsequent CUE challenge regarding that issue to determine\nnot simply whether the issue was abandoned but whether the issue was reviewed by the Court on the\nmerits. See Cacciola, 27 Vet.App. at 57-58.\n        The Court in Cacciola reviewed the underlying Court decision, as it must, to determine\nwhether the Court exercised its discretion to review the issue on the merits notwithstanding the\nabandonment. Id. at 58. Thus, any suggestion that Cacciola could be read as holding that a\nstatement that an issue has been abandoned on appeal necessarily means that the issue was not\nreviewed on the merits is mistaken. Likewise, to the extent that the appellant reads into Cacciola\n\n\n                                                  9\nthat an abandoned issue cannot be reviewed, or must be dismissed by the Court, he is mistaken.\nCertainly, none of these readings of Cacciola reflect what the Court in Cacciola intended. Indeed,\nthere may be instances where there are cogent reasons for the Court to exercise its jurisdiction over\nan appealed issue, and consider and render a decision on that issue even if the issue is abandoned by\na party.3\n         In this case, the appellant, represented by his attorney, expressly limited his arguments on\nappeal to the Board's denial of TDIU. In his supplemental memorandum of law, he confirmed that\nit was his intention to abandon his increased-ratings claims and waive his right to judicial review of\nthose matters. The appellant is represented by counsel, and there is nothing in the record or the\npleadings before this Court to indicate that his abandonment is not knowing and intentional.4\nAlthough we conclude that the Court retains the authority in an appropriate case to address the merits\nof issues abandoned on appeal, nothing in this case compels the Court to depart from our usual\npractice of declining to exercise our authority to address the abandoned issues on the merits.5 See\nAndre, 301 F.3d at 1363. Accordingly, as a matter of the exercise of prudential considerations, we\n\n\n\n\n         3\n           There is a difference, however, between abandonment of an issue on appeal, whether express or implied, and\n\"the situation in which an appellant states that he is appealing the Board's decision on an issue, but then makes no\narguments, or insufficient arguments, challenging the Board's determination.\" Cacciola, 27 Vet.App. at 57. As stated\nby the Court in Cacciola, \"[i]n such instances, the Court generally affirms the Board's decision as a result of the\nappellant's failure to plead with particularity the allegation of error and satisfy his burden of persuasion on appeal to show\nBoard error.\" Id. at 57-58; see also Hilkert v. West, 12 Vet.App. 145, 151 (1999) (en banc) (holding that an appellant\nbears the burden of demonstrating error on appeal), aff'd per curiam, 232 F.3d 908 (Fed. Cir. 2000) (table).\n         4\n          The Court notes that representation by an attorney is a significant factor in its determination that the appellant's\nabandonment of these issues and waiver of the right to judicial review was knowing and intentional. See Janssen\nv. Principi, 15 Vet.App. 370, 374 (2001).\n         5\n            The Secretary has expressed his position in his supplemental memorandum of law: \"[R]egardless of whether\nthe Board decision on an abandoned issue is affirmed on the basis that the absence of error was conceded or the appeal\nof that issue is dismissed, a claimant is not foreclosed from subsequently attacking the Board decision on that issue on\nthe basis of CUE.\" Secretary's Supp. Mem. of Law at 8. Certainly, when a claim has not been reviewed on the merits\nby this Court, the Secretary may interpret his regulation to find that such a claim has not been \"decided by\" this Court.\n38 C.F.R. § 20.1400(b) (\"All final Board decisions are subject to revision [on the grounds of CUE] except (1) Decision\non issues which have been appealed to and decided by a court of competent jurisdiction.\"); see also Cacciola, supra.\nThe Secretary is reminded that the interpretation of a Court's decision is dictated by the Court's opinion, not by the\nSecretary's interpretation of his regulations. Moreover, the Court cautions the Secretary against relying on blanket rules\nand select words in the opening or decretal paragraph of a Court's decision to determine whether the Court has actually\naddressed the merits of a claim or issue.\n\n                                                             10\nwill not review the merits of the abandoned issues and will dismiss the appeal as to the Board's\ndecision denying increased ratings for the appellant's bilateral knee disabilities.\n                                              B. TDIU\n          Total disability ratings will be assigned \"when there is present any impairment of mind or\nbody which is sufficient to render it impossible for the average person to follow a substantially\ngainful occupation.\" 38 C.F.R. § 3.340(a) (2014). A TDIU rating may be assigned to a veteran who\nmeets certain disability percentage thresholds and is \"unable to secure or follow a substantially\ngainful occupation as a result of service-connected disabilities.\" 38 C.F.R. § 4.16(a) (2014). If a\nveteran fails to meet the percentage standards set forth in § 4.16(a) but is \"unemployable by reason\nof service-connected disabilities,\" the RO should submit the claim to the Director for extraschedular\nconsideration. 38 C.F.R. § 4.16(b).\n          An award of TDIU does not require a showing of 100% unemployability. See Roberson v.\nPrincipi, 251 F.3d 1378, 1385 (2001). However, an award of TDIU requires that the claimant show\nan inability to undertake substantially gainful employment as a result of a service-connected\ndisability or disabilities. 38 C.F.R. § 4.16(b) (\"[A]ll veterans who are unable to secure and follow\na substantially gainful occupation by reason of service-connected disabilities shall be rated totally\ndisabled.\"). In determining whether a claimant is unable to secure or follow a substantially gainful\noccupation, the central inquiry is \"whether the veteran's service-connected disabilities alone are of\nsufficient severity to produce unemployability.\" Hatlestad v. Brown, 5 Vet.App. 524, 529 (1993).\nWhen making this determination, VA may not consider non-service-connected disabilities or\nadvancing age. 38 C.F.R. § § 3.341, 4.19 (2014); see also Van Hoose v. Brown, 4 Vet.App. 361, 363\n(1993).\n          Unlike the regular disability rating schedule, which is based on the average work-related\nimpairment caused by a disability, \"entitlement to TDIU is based on an individual's particular\ncircumstances.\" Rice v. Shinseki, 22 Vet.App. 447, 452 (2009). Therefore, when the Board conducts\na TDIU analysis, it must take into account the individual veteran's education, training, and work\nhistory. Hatlestad v. Derwinski, 1 Vet.App. 164, 168 (1991) (level of education is a factor in\ndeciding employability); see Friscia v. Brown, 7 Vet.App. 294, 295-97 (1994) (considering veteran's\nexperience as a pilot, his training in business administration and computer programming, and his\n\n\n                                                  11\nhistory of obtaining and losing 19 jobs in the previous 18 years); Beaty v. Brown, 6 Vet.App. 532,\n534 (1994) (considering veteran's eighth-grade education and sole occupation as a farmer); Moore\nv. Derwinski, 1 Vet.App. 356, 357 (1991) (considering veteran's master's degree in education and\nhis part-time work as a tutor).\n        Whether a claimant is unable to secure or follow substantially gainful employment is a\nfinding of fact that this Court reviews under the \"clearly erroneous\" standard. 38 U.S.C.\n§ 7261(a)(4); Bowling v. Principi, 15 Vet.App. 1, 6 (2001). A finding of fact is clearly erroneous\nwhen the Court, after reviewing the entire evidence, \"is left with the definite and firm conviction that\na mistake has been committed.\" United States v. U.S. Gypsum Co., 333 U.S. 364, 395 (1948); see\nalso Gilbert v. Derwinski, 1 Vet.App. 49, 52 (1990). As always, the Board must provide a statement\nof the reasons or bases for its determination, adequate to enable an appellant to understand the\nprecise basis for the Board's decision, as well as to facilitate review in this Court. 38 U.S.C.\n§ 7104(d)(1); see Allday v. Brown, 7 Vet.App. 517, 527 (1995); Gilbert, 1 Vet.App. at 56-57.\n        The appellant argues that the Board erred in failing to adequately support its determination\nthat referral to the Director for consideration of TDIU on an extraschedular basis was not required.\nSpecifically, he argues that the Board failed to adequately consider his occupational and educational\nexperience in determining whether his service-connected disabilities preclude him from maintaining\nsubstantially gainful employment.       The appellant also argues that the Board impermissibly\nconsidered the impact of his non-service-connected disabilities in evaluating whether his service-\nconnected disabilities alone preclude him from maintaining substantially gainful employment.\n        The Court is not persuaded by the appellant's arguments. Although the appellant is correct\nthat VA must consider a claimant's educational and occupational history when determining whether\nhis or her service-connected disabilities preclude maintaining substantially gainful employment, the\nCourt finds, in the context of this claim, that the Board's reasons and bases are sufficient. The\nBoard's determination that referral for an extraschedular rating is not warranted is based upon many\nfactors. The Board found that, although the evidence clearly demonstrates that the appellant's\ndisabilities limit his ability to work, the evidence does not demonstrate that his service-connected\nknee disabilities alone are of sufficient severity to produce unemployability. R. at 27. In addition,\nthe Board found that the evidence clearly demonstrates that the appellant is physically able to\n\n\n                                                  12\nperform sedentary work. R. at 26-27. Although the appellant disputes whether his employment and\neducational background allow him to qualify for sedentary work, the appellant does not argue that\nhe is physically or mentally unable to perform sedentary work. The Board addressed the appellant's\nargument that his high school education and history of labor-intensive jobs preclude him from\nobtaining a sedentary position. The Board concluded that \"while the [v]eteran's education and work\nexperience may limit his employment opportunities, it does not seem that the lack of a college degree\nwould preclude the [v]eteran from all sedentary employment.\" R. at 26.\n       The appellant does not challenge the Board's finding that his service-connected knee\ndisabilities do not preclude sedentary activities, or its finding that VA satisfied its duty to assist\n(including with respect to the provision of a vocational assessment), and has not pointed to any\nevidence in the record of proceedings demonstrating that his level of education and his past\nemployment experience categorically preclude him from sedentary employment that would provide\nmore than marginal income. See 38 U.S.C. § 5107(a) (\"[A] claimant has the responsibility to present\nand support a claim for benefits. . . .\"); Fagen v. Shinseki, 573 F.3d 1282, 1286 (Fed. Cir. 2009)\n(stating that the claimant has the burden to \"present and support a claim for benefits\" and noting that\nthe benefit of the doubt standard in section 5107(b) is not applicable based on pure speculation or\nremote possibility); Skoczen v. Shinseki, 564 F.3d 1319, 1323-29 (Fed. Cir. 2009) (interpreting\nsection 5107(a) to obligate a claimant to provide an evidentiary basis for his or her benefits claim,\nconsistent with VA's duty to assist, and recognizing that \"[w]hether submitted by the claimant or VA\n. . . the evidence must rise to the requisite level set forth in section 5107(b),\" requiring an\napproximate balance of positive and negative evidence regarding any issue material to the\ndetermination).\n       Moreover, the record does not demonstrate, nor does the appellant argue, that there is\nanything unique about the appellant's educational background or abilities that would preclude him\nfrom obtaining sedentary employment. He appears to suggest that a college degree is a prerequisite\nto all sedentary employment and that the Board was required, given his high school education, to\nconsider or suggest what types of sedentary employment he is capable of obtaining. The Board\ndisagreed, and the Court holds that the Board's conclusion is not clearly erroneous. Bowling,\n15 Vet.App. at 6. Although \"a TDIU determination does not require any analysis of the actual\n\n\n                                                  13\nopportunities available in the job market,\" Smith v. Shinseki, 647 F.3d 1380, 1385 (Fed. Cir. 2011),\nthe Board did consider whether the evidence of record demonstrated that a vocational assessment\nwould be appropriate in this matter. R. at 27. The Board found, given its finding that sedentary\nemployment would be possible despite the appellant's knee disabilities, that a vocational assessment\nwould not provide any benefit and therefore is not required. Id. The Court finds that the Board has\nprovided an adequate statement of its reasons and bases for its decision. See Allday, supra.\n        The appellant also argues that the Board's reasons and bases for its decision are inadequate\nbecause the Board impermissibly considered his non-service-connected disabilities. The Court\ndisagrees. The Board considered, as it was required to do, all the relevant medical evidence\nregarding the appellant's employability. R. at 18-23. In evaluating this evidence, the Board\nrecognized that much of the medical evidence indicates that the appellant's non-service-connected\ndisabilities, together with his service-connected bilateral knee disabilities, impair his ability to work.\nTo the extent the appellant attempts to argue that the Board failed to specifically identify the degree\nto which his service-connected disabilities, as opposed to his non-service-connected disabilities,\nimpair his ability to work, the Court finds that such an analysis was not required in this matter. The\nBoard specifically found that the appellant's knee disabilities did impair his ability to work, but that\nimpairment did not render him unemployable. R. at 23-24. As noted above, there is no dispute that\nthe appellant's disabilities, service connected or not, impair his ability to work. There is also no\ndispute that the appellant is physically able to perform sedentary work. Because the Board ultimately\nconcluded that the appellant is not precluded from all types of employment, to the extent the Board\ncould have or should have more precisely parsed the extent that was caused by his service-connected\ndisabilities versus his non-service-connected disabilities, the appellant has not demonstrated\nprejudice and the Court finds that any such error is harmless. See 38 U.S.C. § 7261(b)(2) (providing\nthat the Court shall take due account of the rule of prejudicial error); Soyini v. Derwinski, 1 Vet.App.\n540, 546 (1991) (holding that \"strict adherence\" to the reasons-or-bases requirement is not warranted\nwhere it would impose additional burdens on the Board with no benefit flowing to the veteran); see\nalso Shinseki v. Sanders, 556 U.S. 396, 407-10 (2009) (under the harmless error rule, the appellant\nhas the burden of showing that he suffered prejudice as a result of VA error).\n\n\n\n\n                                                   14\n                                              III. CONCLUSION\n         After consideration of the appellant's and the Secretary's pleadings, and a review of the record\nbefore the Court, the appeal as to the Board's February 26, 2013, decision denying entitlement to\nbilateral disability ratings in excess of 20% for the appellant's service-connected right and left knee\nconditions has been abandoned. Further, those matters have not been reviewed by the Court on the\nmerits. Therefore, the appeal as to those matters is DISMISSED. The Board's denial of TDIU is\nAFFIRMED.\n\n\n         LANCE, Judge, with whom HAGEL, Judge, joins, concurring: I fully join the majority's\nopinion. I write separately to stress the importance of finality and to suggest a way to mitigate some\nconcerns that might arise from a judge's jurisprudential decision to review an abandoned issue on\nthe merits.\n         Since the superposition of judicial review on an administrative system by the Veterans\nJudicial Review Act of 1988, 38 U.S.C. § 7251 et seq., the Court has tried to walk a narrow slack\nwire between two stanchions with no net.6 It is tasked with reconciling two methods to arrive at a\ndecision in a matter and the underpinnings supporting each. On one hand is review by a court of law\nthat, in the history of this country's courts, has been adversarial in nature and with a view to\nfinality—in other words, to absolutely resolve the matters disputed. On the other hand is the long-\nheld position that claims of those who have borne the burden of military service or their survivors\nshould be treated to an uncomplicated, straightforward, and non-adversarial system. In short, when\nreviewing the denial of claims made by this class of people, we should be solicitous to them.\nCompare, e.g., Ribaudo v. Nicholson, 21 Vet.App. 137, 141 (2007) (\"'We are not final because we\nare infallible, but we are infallible only because we are final.'\" (quoting Brown v. Allen, 344 U.S.\n443, 540 (1953) (Jackson, J., concurring))), with Brown v. Gardner, 513 U.S. 115, 118 (1994)\n(explaining that \"interpretive doubt is to be resolved in the veteran's favor\"); see King v. St. Vincent's\nHosp., 502 U.S. 215, 221 (1991) (referring to \"the canon that provisions for benefits to members of\nthe Armed Services are to be construed in the beneficiaries' favor\"). It is against this backdrop that\n\n\n         6\n          A slack wire requires the performer not only to navigate in a narrow straight line, but also to compensate for\nthe sway caused by the wire's inherent instability.\n\n                                                          15\nthe Court is faced with the daunting task of balancing the doctrine of finality against the ability of\na veteran to seek redress after the adjudication of his claim is final, in some cases years later. See\n38 U.S.C. §§ 5109A, 7103, 7111. Fortunately, this balance is not only achievable, but the method\nof doing so has already been resolved, albeit in a different context.\n        \"It is just as important that there should be a place to end as that there should be a place to\nbegin litigation.\" Stoll v. Gottlieb, 305 U.S. 165, 172 (1938). Indeed, finality is a bedrock principle\nof our judicial system. It provides certainty to the parties involved in a dispute, and it promotes\njudicial efficiency by discouraging piecemeal litigation. See, e.g., Eisen v. Carlisle & Jacquelin,\n417 U.S. 156, 170 (1974); Radio Station WOW v. Johnson, 326 U.S. 120, 123-24 (1945). In the\nveterans benefits context, when appealing a final Board decision to this Court, claimants have an\nobligation to raise all arguments to avoid piecemeal litigation. See Fugere v. Derwinski, 1 Vet.App.\n103, 105 (1990) (\"Advancing different arguments at successive stages of the appellate process does\nnot serve the interests of the parties or the Court. Such a practice hinders the decision-making\nprocess and raises the undesirable specter of piecemeal litigation.\"), aff'd, 972 F.2d 331 (Fed. Cir.\n1992). As the majority reaffirms, ante at 8-9, the Court not only has jurisdiction over each final\ndenial contained in that decision, see Fagre v. Peake, 22 Vet.App. 188, 191 (2008), it also has the\nexclusive authority to rule on each issue on appeal that falls under the umbrella of its statutorily\nauthorized jurisdiction, see 38 U.S.C. §§ 7252 (providing that the Court \"shall have exclusive\njurisdiction to review decisions of the Board of Veterans' Appeals\"); 7261 (outlining the Court's\nscope of review).\n        Consequently, when an appellant abandons an issue on appeal, this Court has the authority\nto nonetheless examine that issue, including the discretion to deem the abandonment a concession\nof no error in the Board decision. The rationale behind this is twofold: it provides an incentive to\nappellants to meet their obligation of raising all possible arguments on direct appeal, and it helps to\nalleviate the burden on VA's overtaxed adjudication system7 caused by subsequent collateral attacks\n\n\n        7\n             The vast breadth of the Department of Veterans affairs, which employs more than \"312,841 full-time\nequivalent employees,\" and the tremendous burdens on the claims adjudication system, which in fiscal year 2013\n\"received over 1 million claims for disability benefits and processed 1,169,085 claims,\" cannot be overstated. See\nVETERANS BENEFITS ADMINISTRATION, DEP'T OF VETERANS AFFAIRS, 2013 PERFORMANCE AND ACCOUNTABILITY REPORT\npt. I, at 1, 3 (2013).\n\n                                                       16\non issues that could have been fully resolved on direct appeal to the Court. The idea of permitting\na litigant to waive important rights or litigating positions is applied even in cases of criminal\ndefendants who face imprisonment when they do so. Peretz v. United States, 501 U.S. 923, 936\n(1991) (explaining that even \"[t]he most basic rights of criminal defendants are . . . subject to\nwaiver\").\n       For an appellant, there is simply no benefit to be gained by not raising an argument before\nthe Court on direct appeal. Once the time to appeal a final Board decision expires, the appellant can\nthereafter generally only attack the Board's decision on the basis of CUE—a far more onerous burden\nthan challenging the decision on direct appeal. See King v. Shinseki, 26 Vet.App. 433, 436-37\n(2014) (emphasizing \"that [CUE] is 'a very specific and rare kind of error,' and the burden of\ndemonstrating [CUE] is an onerous one\"); see also Evans v. McDonald, __ Vet.App. __, __, No. 11-\n2917, 2014 WL 6769767, at *4 (Dec. 2, 2014) (en banc) (noting that \"[t]he Court cannot review a\nCUE motion under the same standard by which it reviews matters on direct appeal\"). Conversely,\nthere is no disadvantage in raising a colorable argument at the Court, even if an appellant believes\nthe odds of success to be low.\n       Generally, challenges to final decisions on the basis of CUE can be broken into two broad\ncategories: \"Either the correct facts, as they were known at the time, were not before the\nadjudicator or the statutory or regulatory provisions extant at the time were incorrectly applied.\"\nRussell v. Principi, 3 Vet.App. 310, 313 (1992) (en banc). The latter of these categories—that the\nlaw was incorrectly applied—can and should be raised on direct appeal to this Court, where a\nclaimant has a much lower evidentiary burden to satisfy. See King, 26 Vet.App. at 441 (holding that\nto \"'prove the existence of [CUE] . . . , the claimant must show that an outcome-determinative error\noccurred,'\" which \"means that, absent the alleged clear and unmistakable error, the benefit sought\nwould have been granted at the outset \" (quoting Bustos v. West, 179 F.3d 1380, 1381 (Fed. Cir.\n1999))). In contrast, the former type of CUE—where the correct facts as known were not before the\nadjudicator—could, in the appropriate case, satisfy the Court's criteria for recalling its mandate,\nwhich \"may be exercised . . . to prevent injustice\" or to \"protect the integrity of its own processes.\"\nSerra v. Nicholson, 19 Vet.App. 268, 271 (2005). Hence, although an appellant would lose the\nability to challenge the Board's decision on the basis of CUE, see 38 C.F.R. § 20.1400 (2014), there\n\n\n                                                  17\nwould be no practical consequence, as the appellant could still file a motion in this Court to recall\nits mandate in limited, but appropriate, circumstances.\n         It is not immediately clear why an appellant would make a knowing and voluntary litigation\nchoice not to raise even a colorable argument on direct appeal, only to preserve the right to bring a\ncollateral attack under a much higher standard of proof at a later date. Indeed, an appellant would\nnot suffer harm from raising such an argument, rather than abandoning an issue. To further mitigate\nany remaining concerns arising from the merits review of abandoned issues, however, I would adopt\na rule akin to that of Rule 60(b) of the Federal Rules of Civil Procedure, which is designed to \"strike\na proper balance between the conflicting principles that litigation must be brought to an end and that\njustice must be done.\" Boughner v. Sec'y of Health, Educ., & Welfare, 572 F.2d 976, 977 (3d Cir.\n1978).\n         Rule 60(b) provides that, \"[o]n motion and just terms, the court may relieve a party or its\nlegal representative from a final judgment, order, or proceeding\" for reasons including (1) mistake,\n(2) newly discovered evidence, (3) fraud, and \"any other reason that justifies relief.\" FED. R. CIV.\nP. 60(b). \"[M]otions under Rule 60(b) must be made within a reasonable time—and for reasons (1),\n(2), and (3) no more than a year after the entry of the judgment or order or the date of the\nproceeding.\" FED. R. CIV. P. 60(c). By adopting a similar rule, the Court can ensure that an\notherwise preclusive decision can be set aside when necessary in the interests of justice without\ncompromising the Court's interest in preserving the finality of its own decisions. This is not to say\nthat Rule 60 should be copied wholesale from the Federal Rules and pasted into our own Rules of\nPractice and Procedure; naturally, accommodations must be made for the unique principles that have\ngoverned the law of veterans benefits as set forth by Congress and interpreted by the Court.\nUltimately, however, this approach has the benefit of avoiding the situation created by Cacciola v.\nGibson, 27 Vet.App. 45 (2014), where the Board is placed into the illogical position of \"review[ing]\nthe decision of a higher tribunal.\" Winsett v. Principi, 341 F.3d 1329, 1331 (Fed. Cir. 2003) (citing\nDisabled Am. Veterans v. Gober, 234 F.3d 682, 693 (Fed. Cir. 2000)).\n         In short, recognizing this Court's discretion to affirm on the merits abandoned issues\nencourages appellants to raise all arguments on appeal, avoids piecemeal litigation, and respects the\nfinality of Board and Court decisions. Further, requiring parties to file a motion with the Court to\n\n\n                                                  18\nrecall mandate instead of asking the Board to divine the Court's intent in prior decisions avoids the\nuntenable situation of requiring the Board to review this Court's decisions. Finally, to mitigate any\nremaining concerns from a merits review of abandoned issues, I would adopt a properly modified\nrule akin to Rule 60 of the Federal Rules of Civil Procedure—one which would effectuate the\nbalance between the Court's interest in finality and solicitude to those who have sacrificed so much.\n\n\n       PIETSCH, Judge, concurring in the result: I write separately with respect to the part of the\nopinion affirming the Board's denial of referral under 38 C.F.R. § 4.16(b) for consideration of TDIU\non an extraschedular basis. I disagree with the opinion's holding that the Board provided adequate\nreasons or bases for rejecting the appellant's argument that his limited education and employment\nexperience precludes him from substantially gainful sedentary employment. However, I believe that\nthe appellant failed to meet his burden to demonstrate that the error was prejudicial and therefore\nconcur in the affirmance of Board's decision not to refer a TDIU for extraschedular consideration.\n       The appellant argues before the Court, inter alia, that the Board provided inadequate reasons\nor bases for rejecting his argument (R. at 42) that his limited education, consisting of a high school\ndegree, and his limited employment experience, consisting of manual labor-intensive positions,\npreclude him from substantially gainful employment. The Board explained that \"while the Veteran's\neducation and work experience may limit his employment opportunities, it does not seem that the\nlack of a college degree would preclude the Veteran from all sedentary employment.\" R. at 26\n(emphasis in original).\n       The Board's reasons or bases are inadequate for the following reasons. First, the Board did\nnot address the appellant's specific argument. See Robinson v. Peake, 21 Vet.App. 545, 552 (2008)\n(the Board is required to address all issues and theories that are reasonably raised by the claimant or\nthe evidence of record), aff'd sub. nom Robinson v. Shinseki, 557 F.3d 1355 (Fed. Cir. 2009). The\nappellant did not argue regarding the effects of the lack of a college degree; rather, he argued that\nhis education was limited to a high school degree. R. at 42. There are types of education beyond\na high school degree that do not constitute a college degree. Thus, the Board addressed the wrong\nargument. Further, the Board's explanation addressed the appellant's education but did not discuss\nhis limited work experience.\n\n\n                                                  19\n        Second, the Board's explanation that \"it does not seem\" that the lack of a college degree\nwould preclude the veteran from all sedentary employment is speculation, not based on any evidence\nof record. To the extent that such a question calls for special expertise, there is no indication that\nthe Board member who authored the decision is qualified to render an expert opinion on the matter.\nSee Colvin v. Derwinski, 1 Vet.App. 171, 172 (1991) (the Board may not rely on its own judgment,\nin the absence of record evidence, in matters that call for specialized expertise). In addition, the legal\nquestion is not whether the veteran is precluded from all sedentary employment, but whether he is\nprecluded from all nonmarginal sedentary employment. See 38 C.F.R. § 4.16(a) (2014); see also\nBowling v. Principi, 15 Vet.App. 1, 6 (2001).\n        Thus, I agree with Judge Schoelen that the Board provided inadequate reasons or bases for\nrejecting the appellant's argument as to his limited education and experience.\n        However, I would find that the appellant failed to meet his burden to demonstrate that such\nerror was prejudicial, as he fails to make any showing of prejudice in his brief. See Shinseki v.\nSanders, 556 U.S. 396, 407-10 (2009) (under the harmless error rule, the appellant has the burden\nof showing that he suffered prejudice as a result of VA error). Further, he does not challenge the\nBoard's finding that his service-connected knee disabilities do not preclude sedentary activities, or\nits finding that VA satisfied its duty to assist (including with respect to the provision of a vocational\nassessment), and has not pointed to any evidence in the record of proceedings demonstrating that his\nlevel of education and his employment experience categorically preclude him from sedentary\nemployment that would provide more than marginal income. The lack of evidence in the record of\nproceedings before the Court on that material issue, the favorable resolution of which is necessary\nfor the grant of a VA benefit, warrants, given the particular circumstances of this case, a finding of\nharmless error. See 38 U.S.C. § 5107(a) (\"[A] claimant has the responsibility to present and support\na claim for benefits.\"); Skoczen v. Shinseki, 564 F.3d 1319, 1323-29 (2009) (interpreting section\n5107(a) to obligate a claimant to provide an evidentiary basis for his or her benefits claim, consistent\nwith VA's duty to assist, and recognizing that \"[w]hether submitted by the claimant or VA . . . the\nevidence must rise to the requisite level set forth in section 5107(b), requiring an approximate\nbalance of positive and negative evidence regarding any issue material to the determination); Fagen\nv. Shinseki, 573 F.3d 1282, 1286 (2009) (stating that the claimant has the burden to \"present and\n\n\n                                                   20\nsupport a claim for benefits\" and noting that the benefit of the doubt standard in section 5107(b) is\nnot applicable based on pure speculation or remote possibility).\n\n\n        KASOLD, Chief Judge, with whom PIETSCH, Judge, joins, dissenting in part: I write\nseparately to note that I dissent from that part of the opinion that states \"the Court retains jurisdiction\nover all finally decided issues, regardless of whether the NOA itself or the subsequent briefing\nnarrows the issues on appeal.\" Ante at 8 (emphasis added). Whether the Court has jurisdiction over\nall issues finally decided in the Board's published decision – when an NOA is limited specifically\nto one of several issues finally decided by the Board in its published decision – is an issue that is not\nraised by the record in this case, and addressing this issue is wholly unnecessary to resolution of the\nappeal. As such, it is dicta. See BLACK'S LAW DICTIONARY 1100 (7th ed. 1999) (defining \"obiter\ndictum,\" commonly referred to as \"dicta,\" as \"[a] judicial comment made during the course of\ndelivering a judicial opinion, but one that is unnecessary to the decision in the case and therefore not\nprecedential (though it may be considered persuasive)\"); see also McDaniel v. Sanchez, 452 U.S.\n130, 141 (1981) (\"dictum unnecessary to the decision in [a] case . . . [is] not controlling in this\ncase\"); Grantham v. Brown, 114 F.3d 1156, 1158 (Fed. Cir. 1997) (\"It is axiomatic that the language\nin [any case] must be read in light of the facts and issues that were before the court when the\nlanguage was written.\")\n        Although the majority's statement is dicta, I further note that the majority provide no rationale\nfor stating that the Court's jurisdiction extends to matters not covered by a narrowly tailored NOA,\nor how a narrowly tailored NOA \"presents\" an issue to the Court for decision. See 38 U.S.C.\n§§ 7252 (Court's jurisdiction is limited to the scope provided in § 7261), 7261(a) (Court has\njurisdiction over issues \"presented\" and \"necessary to its decision\"). Indeed, the Secretary even\nsuggests in his briefing that an appellant should file a limited NOA in the first instance or amend a\ngeneral NOA subsequent to its filing in order to limit the Court's jurisdiction over matters decided\nby the Board.\n        In sum, I believe the scope of our jurisdiction over multiple decisions noted in a published\nBoard decision, but explicitly not part of a limited-scope NOA, remains an open question. Cf.\nCacciola v. Gibson, 27 Vet.App. 45, 61-62 (2014) (Kasold, C.J., concurring in the result) (noting\n\n\n                                                    21\nthat the Board frequently renders multiple decisions in an issued decision and concurring that a\ngeneral NOA places all adverse, final decisions contained in an issued Board decision on appeal).\n\n\n       SCHOELEN, Judge, dissenting in part: I concur in the majority's opinion dismissing the\nappellant's appeal as to the Board decision denying disability ratings in excess of 20% for the\nappellant's service-connected bilateral knee disabilities. Unlike the majority, I would conclude that\nthe Board failed to provide an adequate statement of reasons or bases for its decision denying referral\nunder 38 C.F.R. § 4.16(b) for consideration of TDIU on an extraschedular basis. The Board did not\nsufficiently address the appellant's limited educational and occupational history when it determined\nthat his service-connected disabilities do not preclude substantially gainful employment. Therefore,\nI must dissent from the majority's decision affirming the Board's denial of TDIU.\n       The record demonstrates that the appellant has a high school education and an occupational\nhistory that is limited to manual-labor-intensive positions – grocery store worker and custodial\nlaborer for the U.S. Postal Service. R. at 1099, 1390-91, 1845, 2014. The Board acknowledged the\nappellant's high school education and limited work experience, but stated that the medical\nprofessionals who specifically reviewed whether the appellant's service-connected disabilities alone\npreclude employment \"unanimously concluded\" that he is not precluded from performing the\nphysical and mental acts required by employment. R. at 26. In essence, because the medical\nprofessionals concluded that the appellant's service-connected knee disabilities do not preclude\nsedentary employment, the Board found that the appellant is capable of substantially gainful\nemployment.\n       However, the fact that the appellant may be physically able to perform sedentary employment\ndoes not mean that he is educationally and vocationally qualified to perform such employment. See\nSmith v. Shinseki, 647 F.3d 1380, 1386 (Fed. Cir. 2011) (a claimant's education and work experience\nare relevant to the issue of TDIU). The appellant argued to the Board that his education and\nemployment history do not qualify him for sedentary employment. Rather than address the\nappellant's education or the types of employment that he has had and how such manual labor would\nenable the appellant to secure substantially gainful sedentary employment, the Board summarily\n\n\n\n\n                                                  22\nstated: \"[I]t does not seem that the lack of a college degree would preclude the veteran from all\nsedentary employment.\" R. at 26 (emphasis added).\n         Unlike my colleagues, I am not satisfied with the Board's superficial response to the\nappellant's argument. There is no evidentiary basis in the record to support the Board's finding that\nthe appellant can secure and maintain substantially gainful sedentary work; and I am not persuaded\nby the Board's conclusory statement that the Board properly took into account the appellant's\neducation, training, and work history.8 See Beaty, 6 Vet.App. at 537 (\"[T]he B[oard] may not reject\n[a TDIU rating] without producing evidence, as distinguished from mere conjecture, that the veteran\ncan perform work that would produce significant income to be other than marginal.\"). In fact,\nalthough the Board seemed to provide a response – albeit inadequate – to the appellant's argument\nthat he lacked the requisite education for sedentary employment, the Board did not address whether\nthe appellant's employment history is compatible with sedentary employment.\n         The majority rejects the appellant's argument stating that \"he appears to suggest that a college\ndegree is a prerequisite to all sedentary employment and that the Board was required, given his high\nschool education, to consider or suggest what types of sedentary employment he is capable of\nobtaining.\" Ante at 13. The appellant refutes this contention in his reply brief, and I agree that this\nis not what he seeks nor what the law requires. Reply Br. at 5-6. The problem lies in the Board's\nstatement that \"it does not seem that the lack of a college degree would preclude . . . all sedentary\nemployment,\" which is devoid of any factual or legal analysis and fails to consider the appellant's\nemployment history that is limited to manual labor.\n         Although the medical professionals may have concluded that the appellant's bilateral knee\ndisabilities do not preclude sedentary work, it is the Board's responsibility, as factfinder, to do more\n\n\n\n         8\n           The Secretary contends that the Board is not required in every case to discuss a claimant's educational and\noccupational history. Secretary's Brief (Br.) at 10-14. As to this point, the majority and I are in agreement – the Board\nmust consider a claimant's educational and occupational history. See ante at 11. Any suggestion by the Secretary that\na claimant's educational and occupational history is not relevant to a TDIU determination is incorrect. Indeed, the\nSecretary's regulation concerning referral of TDIU for extraschedular consideration specifically requires \"[t]he rating\nboard [to] include a full statement as to the veteran's service-connected disabilities, employment history, educational and\nvocational attainment[,] and all other factors having a bearing on the issue.\" 38 C.F.R. § 4.16(b) (2014) (emphasis\nadded). Moreover, his argument ignores decades of precedent to the contrary. See Smith, 647 F.3d at 1386; Cathell v.\nBrown, 8 Vet.App. 539, 544 (1996); Beaty v. Brown, 6 Vet.App. 532, 537 (1994); Gleicher v. Derwinski, 2 Vet.App.\n26, 28 (1991); Hatlestad v. Derwinski, 1 Vet.App. 164, 168 (1991).\n\n                                                           23\nthan \"merely allude to [the appellant's] educational and occupational history.\" Gleicher, 2 Vet.App.\nat 28. The Board must \"relate these factors to the disabilities of the appellant.\" Id.; see also Cathell,\n8 Vet.App. at 544 (remanding TDIU issue where the Board failed to discuss the appellant's\neducational and occupational history). The Court in Gleicher held that the Board provided an\ninadequate statement of reasons or bases when it \"did little more than point to the appellant's\nrelatively advanced education and occupational experience and opine that his disabilities did not\n'preclude all forms of substantially gainful employment.'\" 2 Vet.App. at 28. As the Court stated in\nGleicher, when the Board fails to relate an appellant's educational and occupational history to his\ndisabilities, the Board \"comes very close to placing upon the appellant the burden of showing he\ncan't get work.\" Id.\n         The statement provided by the Board in the present case is almost indistinguishable from the\nstatement provided in Gleicher. Such reasoning was inadequate in Gleicher, decided more than two\ndecades ago, and it is inadequate today. Consequently, I would remand the issue of TDIU to the\nBoard to provide an adequate statement of reasons or bases for its decision. See Tucker v. West,\n11 Vet.App. 369, 374 (1998) (holding that remand is the appropriate remedy \"where the Board has\nincorrectly applied the law, failed to provide an adequate statement of reasons or bases for its\ndeterminations, or where the record is otherwise inadequate\"). Therefore, I must respectfully dissent.\n\n\n         GREENBERG, Judge, dissenting in part: I write separately because although I concur with\nthe majority's position in section II.A, I dissent from the majority's treatment of TDIU. Relying on\na medical expert's opinion on the ultimate question of unemployability, as the Board did here, is\nnothing more than an abdication of VA's responsibility, or at least an impermissible delegation of\nits authority.9\n         Although TDIU is based on a veteran's service-connected disabilities, the unemployability\ndetermination is not purely a medical question. 38 C.F.R. § 4.16. Rather, in determining whether\na veteran is unemployable, the Board must consider certain nonmedical facts that fall outside a\nmedical professional's medical expertise, such as the poverty line and the veteran's educational and\n\n\n         9\n            This aspect of § 4.16 was not addressed in the parties' initial briefs and was the subject of neither the Court's\nreferral for en banc consideration nor its order for supplemental briefing.\n\n                                                            24\noccupational history. See 38 C.F.R. § 4.16(a); see also, e.g., Beaty v. Brown, 6 Vet.App. 532, 537,\n538 (1994) (distinguishing between educational or occupational history and medical evidence). The\nrole of medical expertise is limited to providing \"description of the effects of disability upon the\nperson's ordinary activity.'\" Floore v. Shinseki, 26 Vet.App. 376, 381 (2013) (quoting 38 C.F.R.\n§ 4.10 (2013)).\n       As the Court recently explained,\n       it is the rating official who is responsible for \"interpret[ing] reports of examination\n       in the light of the whole recorded history, reconciling the various reports into a\n       consistent picture so that the current rating may accurately reflect the elements of\n       disability present.\" More specifically, TDIU is to be awarded based on the \"judgment\n       of the rating agency\" that the veteran is \"unable to secure or follow a substantially\n       gainful occupation as a result of service-connected disabilities.\"\nId. (emphasis added) (citations omitted). Therefore, when asked for an opinion in connection with\nthe matter of TDIU, the medical expert's task is to diagnose and opine as to medical causation; VA\nis charged with finding facts and applying the appropriate legal standards, including using its\njudgment to determine whether the § 4.16 standard has been met, and may not delegate this duty.\nGeib v. Shinseki, 733 F.3d 1350, 1354 (Fed. Cir. 2013) (\"[A]pplicable regulations place\nresponsibility for the ultimate TDIU determination on the VA, not a medical examiner.\" (citation\nomitted)).\n       Here, the Board impermissibly delegated to medical examiners its responsibility to determine\nwhether the appellant was employable, specifically by employing medical examiners' opinions\nregarding the ultimate question of employability without exercising any independent judgement. See\n38 C.F.R. § 4.16. For example, in finding the appellant employable, the Board relied on a January\n2001 statement by a VA examiner that \"the Veteran would be eligible for many other jobs.\" R. at\n23. When discussing a September 2008 medical opinion, the Board found it relevant that the\nmedical expert was informed of the appellant's employment history; that medical expert \"concluded\nthat the Veteran did not have any medical issue that would preclude him from a substantially gainful\nemployment,\" which the Board found \"highly probative evidence against this claim.\" R. at 24-25.\nAdditionally, the Board noted that a May 2012 \"examiner concluded that the Veteran would not be\nprecluded from all types of substantially gainful employment.\" R. at 25. The Board found that\n\"there is no question that the examiner is of the opinion that the Veteran was not [unemployable\n\n                                                 25\nbecause of] his service connected disabilities, which is the deciding question in this case.\" R. at 25.10\nThese examples show the Board improperly adopting the rationale of medical opinions that go\nbeyond mere \"description\" of the effects of the appellant's disabilities. See Floore, 26 Vet.App. at\n381. Rather than provide any independent analysis explaining its employability determination, the\nBoard concluded that \"the medical professionals who have specifically reviewed the issue of whether\nthe Veteran's service connected disabilities alone preclude him from substantially gainful\nemployment have unanimously concluded that he is not precluded from performing the physical and\nmental acts required by employment by his [service-connected] disabilities.\" R. at 26.\n         The Board thus impermissibly delegated its unemployability determination, relying solely\non others' opinions. For this reason, I would remand the matter for the Board to appropriately\nadjudicate the claim, including further development of the claim as necessary.\n\n\n\n\n         10\n            By contrast, the Board dismissed as nonprobative medical opinions from February, April, and June 2001 in\nwhich the doctors, respectively, \"provide[d] a list of job limitations, but . . . did not specifically assert that the Veteran\nwas unemployable as a result of them\"; did \"not show that the Veteran's knee disabilities alone render him\nunemployable\"; and did not \"find the Veteran's service-connected knee disabilities precluded employment.\" R. at 23-24.\nThe Board, in error, did not explain why the doctors' failures to opine on the appellant's unemployability makes them\nless probative. See Floore, 26 Vet.App. at 381 (\"medical examiners are responsible for providing a 'full description of\nthe effects of disability upon the person's ordinary activity,' but it is the rating official who is responsible for\" making\nthe unemployability determination). The Board thus improperly excluded medical findings from examinations because\nthey did not include an opinion on the ultimate question.\n\n                                                             26\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2779379/", "sha1": "b7477914fd0b9148055bf2ac0ff29f02472133ec", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2015-02-13T13:02:40.685579"}