{"absolute_url": "/opinion/2787389/palomerv-mcdonald/", "blocked": false, "citation": {"case_name": "Palomerv. McDonald", "docket_number": "14-1017", "document_uris": ["/api/rest/v2/document/2787389/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 2760164, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2760164/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2015-03-18", "date_modified": "2015-03-19T05:10:34.391555", "docket": "/api/rest/v2/docket/2642785/", "download_url": "http://www.uscourts.cavc.gov/documents/Palomer14-1017.pdf", "extracted_by_ocr": false, "html": null, "html_lawbox": null, "html_with_citations": "<pre class=\"inline\">             UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                                     NO. 14-1017\n\n                                        EMILIO T. PALOMER, APPELLANT,\n\n                                                            V.\n\n                                        ROBERT A. MCDONALD,\n                               SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n             Before KASOLD, Chief Judge, and SCHOELEN and GREENBERG, Judges.\n\n                                                       ORDER\n\n        Mr. Emilio T. Palomer seeks to appeal a July 10, 2013, decision of the Board of Veterans'\nAppeals (Board). However, he mailed his motion for reconsideration of the Board decision 133 days\nafter the Board decision was mailed, and then filed his Notice of Appeal (NOA) 102 days after the\nBoard Chairman denied reconsideration. The Secretary moved to dismiss the appeal because Mr.\nPalomer did not file either an NOA or a request for reconsideration within 120 days of the Board\ndecision, such that the NOA he ultimately filed was untimely.1 See Rosler v. Derwinski, 1 Vet.App.\n241, 249 (1991) (holding that if, following a final Board decision, the claimant files a motion for\nreconsideration with the Board during the 120-day appeal period, the finality of the Board decision\nis abated); see also 38 U.S.C. § 7266 (providing a 120-day period in which to file an NOA).\n\n        Mr. Palomer presents three arguments why the Court should equitably toll the 120-day period\nin which a claimant may file a motion for reconsideration in order to abate the finality of the Board\ndecision for purposes of timely filing an NOA: (1) The time it takes for him to send and receive mail\nin the Philippines constitutes an extraordinary circumstance; (2) his physical condition rendered him\nincapable of handling his affairs and precluded a timely filing; and (3) the Secretary provided a\n\n\n         1\n             Mr. Palomer's motion for reconsideration was postmarked by the Philippine Postal Corporation on November\n20, 2013, one hundred and thirty-three days after the Board decision was mailed. The Board received his motion on\nDecember 5, 2013, one hundred and forty-eight days after notice of the Board's decision. Because there is no dispute\nthat Mr. Palomer mailed his motion for reconsideration more than 120 days after the Board decision was mailed, we do\nnot need to decide whether VA's \"postmark rule\" applies to postmarks outside the United States. See Linville v. West,\n</pre><span class=\"citation\" data-id=\"760936\"><a href=\"/opinion/760936/richard-a-linville-claimant-appellant-v-togo-d-wes/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1382</span></a></span><pre class=\"inline\">, 1386 (Fed. Cir. 1999) (applying VA's postmark rule to find that a motion for reconsideration postmarked\nby the U.S. Postal Service within the 120-day appeal period abated the finality of the Board's decision); compare\n38 C.F.R. § 20.305(a) (2014) (\"When these Rules require that any written document be filed within a specified period\nof time, a response postmarked prior to expiration of the applicable time limit will be accepted as having been timely\nfiled. In the event that the postmark is not of record, the postmark date will be presumed to be five days prior to the date\nof receipt of the document by the Department of Veterans Affairs.\"), with 38 U.S.C. § 7266(c)(2) (providing that an NOA\nshall be deemed received on the \"date of the United States Postal Service postmark stamped on the cover in which the\nnotice is posted, if the notice is properly addressed to the Court and mailed\"); see also Mapu v. Nicholson, </pre><span class=\"citation\" data-id=\"789245\"><a href=\"/opinion/789245/john-mapu-jr-claimant-appellant-v-r-james-nicholso/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1375</span></a></span><pre class=\"inline\">\n(Fed. Cir. 2005) (mail sent by FedEx was not a basis for equitably tolling the time to file an NOA).\nconfusing notice of appellate rights letter (VA Form 4597, \"Notice of Appellate Rights\"). Mr.\nPalomer also argues that he timely filed an appeal of the Board Chairman's denial of reconsideration\nand the Court has jurisdiction to decide that appeal.2 His arguments present an issue of first\nimpression. A panel decision is warranted. See Frankel v. Derwinski, 1 Vet.App. 23, 25-26 (1990);\nU.S. VET. APP. INTERNAL OPERATING PROCEDURE (IOP) I(b)(2), (4).\n\n                                 I. BACKGROUND AND ARGUMENTS\n\n        On July 10, 2013, the Board issued a decision denying Mr. Palomer a one-time payment from\nthe Filipino Veterans Equity Compensation Fund (FVECF). Mr. Palomer mailed his request for\nreconsideration of the Board decision on November 20, 2013, one hundred and thirty-three days after\nthe Board decision was issued. On December 26, 2013, the Board denied his motion for\nreconsideration, and 82 days later, on March 18, 2014, Mr. Palomer mailed his NOA to the Court.\nMr. Palomer's NOA was received by the Court 20 days later, on April 7, 2014.\n\n        As noted above, the Secretary moved to dismiss the appeal because it was untimely filed.\nHe also argued that the Court lacks jurisdiction to review the Board Chairman's denial of\nreconsideration. Mr. Palomer argues that equitable tolling should apply to his case. The heart of Mr.\nPalomer's argument is that Rosler predates Henderson ex rel. Henderson v. Shinseki, </pre><span class=\"citation\" data-id=\"205712\"><a href=\"/opinion/205712/henderson-v-shinseki/\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span>\n<span class=\"page\">1197</span></a></span><pre class=\"inline\">, 1206 (2011), which found that the 120-day appeal period for filing an NOA is not\njurisdictional. Mr. Palomer contends that failing to file the motion for reconsideration within the\n120-day period after the Board issued its decision does not jurisdictionally bar his appeal, and thus,\nequitable tolling applies to the 120-day period in which a claimant may file a motion for\nreconsideration in order to abate the finality of the Board decision for purposes of timely filing an\nNOA.\n\n       In support of his argument that his situation merits equitable tolling, Mr. Palomer relies on\nCheco v. Shinseki, </pre><span class=\"citation\" data-id=\"2670981\"><a href=\"/opinion/2670981/checo-v-shinseki/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1373</span></a></span><pre class=\"inline\">, 1378 (Fed. Cir. 2014), and argues that just as the Checo homeless\nveteran's living situation warranted equitable tolling, Mr. Palomer's living situation warrants\nequitable tolling. Specifically, he notes that he lives in the Philippines, where it takes mail from the\ncontinental United States considerably longer to reach him than it does for veterans living in the\ncontinental United States.\n\n        Mr. Palomer also argues that his deteriorating eyes and hearing, as well as old age, prevented\nhim from timely filing an appeal. In support of this argument, he notes that he must rely on a third\nparty to relay the contents of the Board communications to him, and he was either misinformed or\nmisunderstood the time requirements for filing his NOA. He further contends that he exercised\nreasonable diligence in submitting his request for reconsideration.\n\n\n         2\n            On December 30, 2014, counsel for Mr. Palomer entered the case, and on January 23, 2015, he submitted\na response to the motion to dismiss, and he submitted a motion to expedite proceedings. On February 12, 2015, counsel\nfiled a motion to file a substitute response and attached such substitute response. The motion is granted and the text of\nthe Court's order reflects the arguments in the substituted response. The motion to expedite proceedings will be denied\nas moot.\n\n                                                           2\n        Additionally, Mr. Palomer contends that the Notice of Appellate Rights issued by the Board\nis confusing. He notes that the letter first states that there is no time limit for filing a motion for\nreconsideration, but then later states that there is a 120-day deadline. Given his desire to request\nreconsideration and the format of the notice, he asserts that he was unaware of the 120-day deadline.\n\n        Mr. Palomer further argues that even if the Court does not equitably toll the time to file his\nmotion for reconsideration, he timely appealed the Chairman of the Board's denial of\nreconsideration. He contends that the Court may review denials of reconsideration when the motion\nis based on new evidence or changed circumstances. He further contends that the recent decision\nin Tagupa v. McDonald, 27 Vet.App. 95, 101, 103-04 (2014) (holding a request to the National\nPersonnel Records Center (NPRC) to verify a claimant's service does not satisfy the Secretary's duty\nunder 38 C.F.R. § 3.203 (2014), and holding that the Board erred by not addressing whether the\nappellant served in an unrecognized guerrilla service) constitutes a changed circumstance. Pursuant\nto Tagupa, Mr. Palomer argues that the Board erred because (1) it relied solely on the response of\nthe NPRC in assessing his veteran status, and did not seek verification of service from the\nappropriate service department, and (2) the NPRC provided no information as to whether he served\nas a member of an unrecognized guerilla group.\n\n                                          II. DISCUSSION\n\n                          A. Abatement of Finality in the Board Decision\n\n         Pursuant to 38 U.S.C. § 7266(a), an appellant has 120 days in which to appeal an adverse\nBoard decision to the Court. In Rosler, the Court held that when a claimant files a motion for\nreconsideration with the Board during the 120-day judicial appeal period, the finality of the Board\ndecision is abated for purposes of timely filing an NOA. 1 Vet.App. at 242. The Court further held\nthat \"[i]t is implicit in the tolling principle that the motion for reconsideration must be made within\nthe time period for filing a judicial appeal from the decision which is the subject of the\nreconsideration motion. Otherwise the appeal period would already have elapsed and thus could not\nbe tolled.\" Id. at 245.\n\n        However, in Jaquay v. Principi, </pre><span class=\"citation\" data-id=\"779251\"><a href=\"/opinion/779251/oliver-l-jaquay-claimant-appellant-v-anthony-j-pri/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span><pre class=\"inline\">, 1286-87 (Fed. Cir. 2002), the U.S. Court of\nAppeals for the Federal Circuit (Federal Circuit) applied the principles of equitable tolling described\nin Irwin v. Dep't of Veterans Affairs, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></span><pre class=\"inline\">, 96 (1990) (providing that equitable tolling is\ngenerally available \"where the claimant has actively pursued his judicial remedies by filing a\ndefective pleading . . . or where [he] has been induced or tricked by his adversary's misconduct into\nallowing the filing deadline to pass\"), to find that a timely misfiled motion for reconsideration tolled\nthe Rosler limitations period. The Federal Circuit stated:\n\n       In the context of the non-adversarial, paternalistic, uniquely pro-claimant veterans'\n       compensation system, and consistent with our decision in Bailey [v. West, </pre><span class=\"citation\" data-id=\"759289\"><a href=\"/opinion/759289/harold-e-bailey-claimant-appellant-v-togo-d-west-j/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span>\n       <span class=\"page\">1360</span></a></span><pre class=\"inline\"> (Fed. Cir. 1998) (en banc)], the availability of equitable tolling pursuant to\n       Irwin should be interpreted liberally with respect to filings during the non-adversarial\n       stage of the veterans' benefits process. Just as the limitations period of 38 U.S.C.\n\n                                                   3\n         § 7266 can be stopped and reset by the timely filing of a properly addressed motion\n         for reconsideration, see Rosler, 1 Vet.App. at 249, nothing in the statute or\n         regulations at issue suggests that equitable tolling should not be available under\n         appropriate circumstances.\n\n304 F.3d at 1286.\n\n         Although for a short period, equitable tolling of the time to file an NOA was not permitted\nbecause the time to file was deemed jurisdictional, that understanding of the law has been rejected,\nand the time to appeal may be equitably tolled. See Henderson, supra; Bove v. Shinseki, 25 Vet.App.\n136, 140 (2011) (per curiam order) (reinstating equitable tolling \"within the parameters established\nby . . . the precedential decisions of [the Federal Circuit] and this Court prior to\" the Henderson\ndecision, which overturned decisions holding that the 120-day filing period could not be equitably\ntolled). Furthermore, although Jaquay did not address the situation that is presented here, we find\nno reason to limit the availability of equitable tolling of the Rosler limitations period to timely\nmisfiled requests for reconsideration. See Sneed v. Shinseki, </pre><span class=\"citation\" data-id=\"2645272\"><a href=\"/opinion/2645272/sneed-v-shinseki/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span><pre class=\"inline\">, 726 (Fed. Cir. 2013)\n(noting that equitable tolling is not \"'limited to a small and closed set of factual patterns'\" (quoting\nMapu v. Nicholson, </pre><span class=\"citation\" data-id=\"789245\"><a href=\"/opinion/789245/john-mapu-jr-claimant-appellant-v-r-james-nicholso/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1375</span></a></span><pre class=\"inline\">, 1380 (Fed. Cir. 2005))). Indeed, the Federal Circuit has\nrepeatedly \"rejected the approach of looking to whether a particular case falls within the facts\nspecifically identified in Irwin or one of [the Federal Circuit's] prior cases.\" Mapu, 397 F.3d at 1380;\nsee, e.g., Sneed, 737 F.3d at 728 (holding that attorney abandonment may justify equitable tolling);\nBarrett v. Principi, </pre><span class=\"citation\" data-id=\"785744\"><a href=\"/opinion/785744/larry-d-barrett-claimant-appellant-v-anthony-j-pri/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1316</span></a></span><pre class=\"inline\">, 1320 (Fed. Cir. 2004) (holding that mental illness may justify\nequitable tolling). Succinctly stated, we hold that the finality of a Board decision may be abated\neven when a request for reconsideration is filed beyond the 120-day appeal period, provided the\ncircumstances surrounding such a filing warrant equitable tolling.\n\n         Accordingly, we turn to Mr. Palomer's arguments that equitable tolling should apply to his\ncase.\n\n                                                 B. Equitable Tolling\n\n         Whether a situation warrants equitable tolling is a matter to be decided on a case-by-case\nbasis. See Sneed, 737 F.3d at 726. Furthermore, it is the appellant's burden to demonstrate\nentitlement to equitable tolling and to produce any evidence supporting his claim for equitable\ntolling. See Chastain v. West, 13 Vet.App. 296, 300-01 (2000) (appellant bears burden of\ndemonstrating that equitable tolling is warranted), aff'd sub nom. Chastain v. Principi, 6 F. App'x\n854 (Fed. Cir. 2001) (per curiam); see also McCreary v. Nicholson, 19 Vet.App. 324, 332 (2005)\n(\"It is the appellant's obligation . . . to produce any evidence supporting his claim for equitable\ntolling.\"), adhered to on reconsideration by 20 Vet.App. 86 (2006). Based on the arguments\npresented, we find that Mr. Palomer fails to demonstrate that equitable tolling is warranted.3\n\n         3\n             We note that our dissenting colleague cites Lord Ellesmere's view that a general law cannot meet every\nsituation, post at ___, as well as his own opinion that equity exists to protect against narrowly prescribed rules and narrow\ninterpretations of precedential case law, post at ___. We agree with both Lord Ellesmere and our dissenting colleague,\n\n                                                             4\n                                       1. Philippine Mail System\n         Mr. Palomer argues that because he lives in the Philippines and mail from the United States\ntakes longer to arrive at his home than it does for veterans living in the continental United States,\nhis living situation is an extraordinary circumstance warranting equitable tolling, just as the veteran's\nhomelessness in Checo was an extraordinary circumstance. See Checo, 748 F.3d at 1378-79. In\nsupport of his argument, Mr. Palomer notes the 15-day delay between when his request for\nreconsideration was postmarked as mailed in the Philippines to when it was marked as received by\nthe Board. He also notes the 13-day delay between his June 27, 2014, pro se response to the\nSecretary's motion to dismiss and the date it was received by the Court.4 He therefore contends that\nthe time for filing his motion for reconsideration should be tolled for at least 14 days to account for\nthis delay.\n\n        At the outset, we note that Mr. Palomer mailed his request for reconsideration after the 120-\nday period in which to file his NOA had passed. Accordingly, the time it took to be received by the\nBoard is irrelevant to the 120-day equitable tolling analysis. Acknowledging, however, that it takes\nlonger for mail to travel between the United States and the Philippines than it does for mail to travel\nwithin the United States, Mr. Palomer nevertheless fails to demonstrate that this circumstance\nwarrants equitable tolling of the 120-day period in which to file an NOA or a request for\nreconsideration that would abate the finality of the Board decision.\n\n        Indeed, we note that Mr. Palomer was able to file his NOA within 102 days of the denial of\nhis request for reconsideration, and he was able to respond to the Secretary's motion to dismiss\nwithin 38 days from when the motion was mailed. We also note that Mr. Palomer does not state\nwhen he received the Board's decision; instead, based on the pattern of outgoing mail, he speculates\nthat he received the Board's decision on July 24, 2013, at the earliest. Although the inefficiencies\nin the delivery of mail between the United States and the Philippines may be a circumstance beyond\nMr. Palomer's control, he fails to assert, let alone demonstrate, that he had an inadequate amount of\ntime to consider his options and timely mail his request for reconsideration. Succinctly stated, Mr.\nPalomer fails to demonstrate that the time for mail to be delivered between the United States and the\nPhilippines rises to the level of an extraordinary circumstance warranting equitable tolling.\nSee Sneed, 737 F.3d at 725 (\"'[A] litigant seeking equitable tolling bears the burden of establishing\ntwo elements: (1) that he has been pursuing his rights diligently, and (2) that some extraordinary\ncircumstance stood in his way.'\" (quoting Pace v. DiGuglielmo, </pre><span class=\"citation\" data-id=\"142891\"><a href=\"/opinion/142891/pace-v-diguglielmo/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 418 (2005))); Sandvik\n\n\nbut we also agree with William Blackstone, who is attributed in the William Blackstone, Commentaries *62 as noting\nthat \"the liberty of considering all cases in an equitable light must not be indulged too far, lest thereby we destroy all law,\nand . . . . make every judge a legislator, and introduce most infinite confusion . . . . \"). We also note that our\ndetermination that equitable tolling is not warranted in this case is not predicated on a narrowly prescribed rule or a\nnarrow interpretation of precedential caselaw, but on our conclusion that the facts in this case do not warrant equitable\ntolling.\n\n         4\n           The Court observes that it is not clear from the record whether it took 13 days for Mr. Palomer's June 27th\nresponse to arrive in the United States. Although his response was received at the Court on July 10, 2014, the response\nwas transmitted via facsimile from the Veterans Consortium Pro Bono Program. The record does not indicate when Mr.\nPalomer's response was received by the Veterans Consortium Pro Bono Program.\n\n                                                              5\nv. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1269</span></span><pre class=\"inline\">, 1271-72 (11th Cir. 1999) (per curiam) (refusing to apply equitable\ntolling where Sandvik's filing was late because his lawyer sent it by ordinary mail from Atlanta less\nthan one week before it was due in Miami); see also Harper v. Ercole, </pre><span class=\"citation\" data-id=\"221835\"><a href=\"/opinion/221835/harper-v-ercole/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">132</span></a></span><pre class=\"inline\">, 137 (2d Cir.\n2011) (stating that \"'extraordinary' refers not to the uniqueness of a party's circumstances, but rather\nto the severity of the obstacle impeding compliance with a limitations period\"); McCreary,\n19 Vet.App. at 329 (noting that at least eight Federal courts of appeal generally recognize\n\"'extraordinary circumstances that are both beyond [a claimant's] control and unavoidable even with\ndiligence'\" (quoting Sandvik, 177 F.3d at 1271)).\n\n                                2. Deteriorating Physical Condition\n         Mr. Palomer also argues that his age, poor eyesight, and hearing rendered him incapable of\nhandling his own affairs and prevented him from timely filing an appeal. Equitable tolling may be\nwarranted if a claimant's mental or physical illness renders him incapable of handling his own affairs\nor functioning in society. See Barrett, 363 F.3d at 1321 (holding that equitable tolling may be\nwarranted if an untimely filing is \"the direct result of a mental illness that rendered [a claimant]\nincapable of . . . handling [a claimant's] own affairs\" (internal quotations and citation omitted));\nsee also Arbas v. Nicholson, </pre><span class=\"citation\" data-id=\"211935\"><a href=\"/opinion/211935/arbas-v-nicholson/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1379</span></a></span><pre class=\"inline\">, 1381 (Fed. Cir. 2005) (extending the Barrett holding\nto all infirmities that prevent a claimant from, inter alia, handling his own affairs). However, a\n\"medical diagnosis alone or vague assertions of mental [or physical] problems will not suffice\" to\nsupport an application of equitable tolling. Barrett, 363 F.3d at 1321.\n\n         In this case, the facts belie his argument, as Mr. Palomer was capable of filing his NOA and\nresponding to the Secretary's motion well within 120 days of the denial of his motion for\nreconsideration and the filing of the Secretary's motion to dismiss, and he does not assert that his\ncondition was worse following issuance of the Board decision, and then improved such that he was\nable to timely file his other responses. Moreover, other than vague assertions of physical infirmity,\nMr. Palomer offers no evidence demonstrating that his physical condition rendered him incapable\nof handling his affairs. See Barrett, supra. In sum, Mr. Palomer fails to demonstrate that his\nphysical condition prevented him from filing his request for reconsideration within the 120-day\nperiod following issuance of the Board decision, or that his condition otherwise warrants equitable\ntolling. See Sneed, Chastain, and McCreary, all supra; see also Bove, 25 Vet.App. at 145\n(physician's letter describing veteran's difficulty making everyday decisions and that his mental\ndisorders cause him to over-think and procrastinate did not meet Barrett's test); Claiborne v.\nNicholson, 19 Vet.App. 181, 187 (2005) (physician's letters explaining that the claimant had a\n\"severely impaired\" ability to handle his own affairs did not meet Barrett's \"high standard\" for\nequitable tolling).\n\n         Mr. Palomer further contends that as a result of his poor eyesight and failing health, he must\nrely on a third party to relay the contents of the Board communications to him. Mr. Palomer alleges\nthat either the third party misinformed him as to the contents of the letter or he misunderstood the\ntime period for filing his appeal. Neither argument, however, demonstrates a basis for equitably\ntolling the time to file. Mr. Palomer provides no information regarding the third party who may have\nread his Board decision, when he sought or received assistance from the third party, or what\nquestions Mr. Palomer may have asked the third party regarding this matter, such that his reliance\n\n                                                   6\non the third party precluded a timely filing. See Sneed, Chastain, and McCreary, all supra; see also\nNelson v. Nicholson, 19 Vet.App. 548, 553 (2006) (refusing to extend equitable tolling to cases\ninvolving attorney neglect such as missing a filing deadline), aff'd, </pre><span class=\"citation\" data-id=\"210561\"><a href=\"/opinion/210561/nelson-v-nicholson/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1380</span></a></span><pre class=\"inline\"> (Fed. Cir. 2007);\nLeonard v. West, 12 Vet.App. 554, 555 (1999) (per curiam order) (refusing to grant equitable tolling\nwhere the service representative took a long time to review the claim and the U.S. Post Office closed\nearly on the last day of the filing period).\n\n                                     3. Confusing NOA Instructions\n        Mr. Palomer contends that the Notice of Appellate Rights issued by the Board is confusing\nbecause it states at one point that there is no time limit for filing a motion for reconsideration, but\nthen later states that there is a 120-day deadline. At the outset, it is noted that the Federal Circuit has\nheld that the Notice of Appellate Rights used by the Board is adequate. Cummings v. West, </pre><span class=\"citation\" data-id=\"751760\"><a href=\"/opinion/751760/helen-cummings-claimant-appellant-v-togo-d-west-jr/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">1468</span></a></span><pre class=\"inline\">, 1474 (Fed. Cir. 1998) (finding adequate an appeals notice letter where the letter did not\nexplain that the claimant could preserve jurisdiction of the Court by filing a motion for\nreconsideration within the 120-day appeal period, and noting that 38 U.S.C. § 5104 required only\nthat the appeals notice provide a \"general outline of the available procedures for obtaining review\nof a final Board decision\"), overruled on other grounds by Bailey, 160 F.3d at 1360.\n\n        In this case, the Notice of Appellate Rights provided the same information as the notice in\nCummings, supra, as well as a correct explanation of the effect of filing a motion for reconsideration\non the deadline for filing an NOA to this Court. Although the notice states that there is no time limit\nfor filing a request for reconsideration, this statement immediately precedes a paragraph that\nseparately addresses \"How long do I have to start my appeal to the Court?\" Motion (Mot.) to\nDismiss, Exhibit 1 at 8 (VA Form 4597, Notice of Appellate Rights) (bold in original). This\nparagraph informs the claimant that he or she may file a request for reconsideration instead of an\nNOA and still have time to file an NOA, \"[a]s long as [he] file[s] [his] motion(s) with the Board\nwithin 120 days of the date this decision was mailed to [him].\" Mot. to Dismiss, Exhibit 1 at 8 (VA\nForm 4597, Notice of Appellate Rights) (emphasis in original). Additionally, in a separate paragraph\nthat addresses \"How do I file a motion for reconsideration?\" the claimant is reminded that he must\nfile a motion for reconsideration within 120 days of the Board's decision if he or she also wants to\npursue an appeal to the Court. Mot. to Dismiss, Exhibit 1 at 9 (VA Form 4597, Notice of Appellate\nRights) (\"Remember, the Board places no time limit on filing a motion for reconsideration, and you\ncan do this at any time. However, if you also plan to appeal this decision to the Court, you must file\nyour motion within 120 days from the date of this decision.\").\n\n        In sum, the Court finds no basis here to apply equitable tolling because Mr. Palomer fails to\ndemonstrate that the Notice of Appellate Rights is inadequate or confusing on this issue. See Sneed,\nChastain, and McCreary, all supra; see also Cummings, supra; Smith v. West, 13 Vet.App. 525\n(2000) (holding that the assertion that language in a Board Chairman's denial of motion for Board\nreconsideration was confusing and misleading was insufficient, by itself or taken together with the\nnotice of appellate rights, to trigger the application of the doctrine of equitable tolling); Leonard,\n12 Vet.App. at 555 (holding appellant's contention that her alleged limited education and experience\nrendered her unable to understand the amount of time for filing an NOA was \"at best a garden variety\nclaim of excusable neglect\" and refusing to apply equitable tolling) (internal quotation marks\n\n                                                    7\nomitted); Schreiner v. Derwinski, 2 Vet.App. 72, 72 (1991) (per curiam) (holding that equitable\ntolling does not extend to \"'a garden variety claim of excusable neglect'\" (quoting Irwin, 498 U.S.\nat 96)).\n\n                                              4. Overall\n        Based on the foregoing analysis, we find that Mr. Palomer fails to demonstrate that the delay\nin sending and receiving mail in the Philippines, his deteriorating physical condition, and the Board's\nNotice of Appellate Rights, individually or together, warrant equitably tolling the 120-day period to\nfile a motion for reconsideration in order to abate the finality of the Board decision for purposes of\ntimely filing an NOA. See Sneed, 737 F.3d at 726 (noting that \"courts acting in equity have\nemphasized 'the need for flexibility' and 'for avoiding mechanical rules,' and have proceeded on a\n'case-by-case basis'\"); see also Mapu, supra.\n\n                          C. Board Chairman's Denial of Reconsideration\n\n        Mr. Palomer argues that even if the Court does not equitably toll the time to file his appeal\nof the July 2013 Board decision, he nevertheless timely appealed the Board Chairman's denial of\nreconsideration. He concedes that the Court may not normally review denials of reconsideration,\nhowever, he relies on Patterson v. Brown, 5 Vet.App. 362 (1993) for the proposition that when the\nmotion is based on new evidence or changed circumstances, the Court has jurisdiction to review the\nBoard Chairman's denial of reconsideration. He contends that the Court's decision in Tagupa,\n27 Vet.App. at 101, presents the changed circumstances in his case, and, based on Tagupa, he argues\nthat the Board erred because it relied solely on the response of the NPRC and did not seek\nverification of service from the appropriate service department.\n\n        Although Patterson held that the Court had jurisdiction over a Board Chairman's denial of\nreconsideration when the motion for reconsideration was based on new evidence or changed\ncircumstances, in Mayer v. Brown, </pre><span class=\"citation\" data-id=\"679632\"><a href=\"/opinion/679632/james-p-mayer-claimant-appellant-v-jesse-brown-sec/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span><pre class=\"inline\">, 620 (Fed. Cir. 1994), the Federal Circuit noted that\nin Patterson, our Court had jurisdiction over the underlying Board decision based on a timely filed\nNOA. The Federal Circuit further stated, however, that while 38 U.S.C. § 7261 \"may allow the\n[Veterans Court] to review actions of the Chairman [of the Board] in cases where it already has\njurisdiction by virtue of a timely appeal from a final [B]oard decision, it does not independently grant\njurisdiction over such actions.\" Mayer, supra; see also Trice v. Brown, 9 Vet.App 245, 246 (1996)\n(per curiam order) (recognizing that Mayer overruled the Patterson decision regarding jurisdiction\nover denials of reconsideration by the Board Chairman).\n\n        Although Mayer discusses the Court's authority to review the Board Chairman's denial of\nreconsideration in terms of \"jurisdiction\" over Board decisions, and although the Supreme Court in\nHenderson, supra, held that the 120-day appeal period is not jurisdictional, but rather an important\nprocedural rule, we find that Mayer continues to stand for the proposition that when an NOA is filed\nbeyond the 120-day appeal period and equitable tolling is not warranted such that the Court declines\nto exercise its jurisdiction over an appeal from a Board decision, the Court does not have\nindependent jurisdiction over an appeal from a denial for reconsideration by the Board Chairman.\nIn other words, although the time limit for filing an NOA is not jurisdictional, the Court's subject\n\n                                                   8\nmatter jurisdiction is limited to reviewing final decisions of the Board. See 38 U.S.C. §§ 7252(a),\n7266(a); Mayer, 37 F.3d at 619-20 (finding that a decision by the Board Chairman is not a decision\nof the Board, and therefore, cannot independently grant jurisdiction under 38 U.S.C. § 7252(a)).5\n\n       Here, Mr. Palomer untimely filed his NOA and equitable tolling is not warranted such that\nwe decline to exercise jurisdiction over the appeal from the Board decision. Accordingly, we do not\nhave jurisdiction over the appeal of the Board Chairman's denial of the motion for reconsideration.\nSee Mayer, supra.\n\n                                              III. CONCLUSION\n\n        Based on the information before the Court, Mr. Palomer has not demonstrated that his\nsituation warrants equitable tolling.\n\n         Therefore, upon consideration of the foregoing, it is\n\n       ORDERED that Mr. Palomer's January 23, 2015, motion to expedite proceedings is denied\nas moot. It is further\n\n       ORDERED that Mr. Palomer's February 12, 2015, motion to file a substitute response is\ngranted. It is further\n\n        ORDERED that the Secretary's motion to dismiss is granted, and the appeal is DISMISSED\nfor lack of jurisdiction.\n\nDATED: March 18, 2015                                                    PER CURIAM.\n\n             GREENBERG, Judge, dissenting:\n\n        I dissent. The Court must decide matters of equitable tolling on a case-by-case basis. See\nFerguson v. Shinseki, No. 13-1149, </pre><span class=\"citation\" data-id=\"2670981\"><a href=\"/opinion/2670981/checo-v-shinseki/\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">463690</span></a></span><pre class=\"inline\"> (U.S. Vet. App. Feb. 6, 2014) (Greenberg, J.,\nconcurring); Mapu v. Nicholson, </pre><span class=\"citation\" data-id=\"789245\"><a href=\"/opinion/789245/john-mapu-jr-claimant-appellant-v-r-james-nicholso/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1375</span></a></span><pre class=\"inline\">, 1380 (Fed. Cir. 2005) (\"equitable tolling is not\nlimited to a small and closed set of factual patterns\" and is rather decided on a \"case by case basis\").\nThis Court has been admonished for \"focus[ing] too narrowly on whether [an appellant's] case fell\ninto one of the factual patterns of past cases considering § 7266(a).\" Sneed v. Shinseki, </pre><span class=\"citation\" data-id=\"2645272\"><a href=\"/opinion/2645272/sneed-v-shinseki/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">719</span></a></span><pre class=\"inline\">, 726 (Fed. Cir. 2013). \"[T]his Court is free to extend the principles of equitable tolling to new\nsituations when warranted,\" Nelson v. Nicholson, 19 Vet.App. 548, 551 (2006), and it should do so\nhere, so as to not exclude this diligent appellant from making his case on the merits.\n\n\n\n\n         5\n             We note that the 120-day period in which to appeal a Board decision is not jurisdictional, see 38 U.S.C.\n§ 7266(a); it is, however, distinct and separate from our adjudicatory authority to review final Board decisions, which\nis jurisdictional, see 38 U.S.C. § 7252(a).\n\n                                                          9\n         The evidence reflects that the appellant never received the statutorily mandated 120 days to\nfile an appeal because he resides in the Philippines. All the appellant's correspondence related to the\nmatter on appeal indicates a two- to three-week delay for delivery. For example, the appellant's\nmotion for reconsideration was postmarked by the Philippine Postal Corporation on November 20,\n2013, but was received by VA 15 days later, on December 5, 2013. Additionally, the appellant's\nNotice of Appeal was postmarked on March 18, 2014, but was received 20 days later, on April 7,\n2014. The time for delivery for these filings exceeds the 13 days by which the appellant missed the\n120-day appeal period from the Board decision. The appellant states that he received the Board\ndecision at least two weeks after it was mailed, and that statement is supported by the pattern of his\nother filings. The appellant had, at most, only 106 days to file his appeal.\n\n        Equitable tolling is warranted where a diligent appellant was unable to file timely. See JOHN\nNORTON POMEROY, POMEROY'S EQUITY JURISPRUDENCE AND EQUITABLE REMEDIES, § 419 (3d ed.\n1905) (\"'Nothing can call forth this court into activity but conscience, good faith, and reasonable\ndiligence.'\" (quoting Lord Camden, Smith v. Clay, (1767) 27 Eng. Rep. 418 (Ch.) 420; Amb. 645,\n647) (emphasis in original)). In this case, there is no action that the appellant could reasonably have\ntaken to speed up his receipt of the Board decision. It is irrelevant to the Court's evaluation of\ndiligence that the appellant could have filed his motion within a shortened appeal period of 106 days.\nThat the appellant filed his motion for reconsideration within 120 days of receiving that decision is\na sufficient demonstration of his diligence. Where, as here, the facts indicate that the appellant's\nfiling was untimely because of the mailing delay, not in addition to it, equitable tolling is\nappropriate.\n\n         During Lord Ellesmere's dispute over the roles of equity and law with Lord Coke, Ellesmere\nstated: \"The Cause why there is a Chancery is, for that Mens Actions are so divers and infinite, That\nit is impossible to make any general Law which may aptly meet with every particular Act, and not\nfail in some Circumstances.\" Earl of Oxford's Case, (1615) 21 Eng. Rep. 485 (Ch.) 486; Rep. Ch.\n1, 6. The principle that equity exists to protect against the failures of narrowly prescribed rules ought\nto be reflected in this Court's equitable tolling jurisprudence. That this appellant's circumstances do\nnot conform to a narrow interpretation of the Court's precedent should only hasten the Court's\nexpansion of its equity jurisprudence. That jurisprudence must be more inclusive so as to properly\ndischarge the essential duty of equity: to provide relief in light of diverse and infinite circumstances\nfor which fixed laws cannot account. Fiat justitia ruat caelum. See Rex v. Wilkes, (1770) 98 Eng.\nRep. 327 (K.B.) 347 (Lord Mansfield); 4 Burr. 2527, 2562; see also Somerset v. Stewart, (1772)\n98 Eng. Rep. 499 (K.B.) 509; Lofft 1, 17; for a relevant description of general equitable principles,\nsee also Driscoll v. Burlington-Bristol Bridge Co., </pre><span class=\"citation\" data-id=\"1966906\"><a href=\"/opinion/1966906/driscoll-v-burlington-bristol-bridge-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">433</span></a></span><pre class=\"inline\">, 499-500 (1952) (\"[U]nder general\nprinciples of equity the court may require . . . so that as nearly as may be the parties will be protected\nand equity done, Hartman v. Hartle, </pre><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">123</span></span><pre class=\"inline\">, 125, </pre><span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">A.</span> <span class=\"page\">615</span></span><pre class=\"inline\"> (Ch. 1923); Attorney General\nv. Linden Cemetery Ass'n, </pre><span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">501</span></span><pre class=\"inline\">, 506-07, </pre><span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">A.</span> <span class=\"page\">1001</span></span><pre class=\"inline\"> (E. & A. 1916); 1 POMEROY, EQUITY\nJURISPRUDENCE (5th ed. 1941), § 237e; 2 RESTATEMENT, TRUSTS (1935), § 291.\"). I dissent.\n\n\n\n\n                                                   10\n</pre>", "id": 2787389, "judges": "", "local_path": "pdf/2015/03/18/palomerv._mcdonald.pdf", "nature_of_suit": "", "plain_text": "             UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                                     NO. 14-1017\n\n                                        EMILIO T. PALOMER, APPELLANT,\n\n                                                            V.\n\n                                        ROBERT A. MCDONALD,\n                               SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n             Before KASOLD, Chief Judge, and SCHOELEN and GREENBERG, Judges.\n\n                                                       ORDER\n\n        Mr. Emilio T. Palomer seeks to appeal a July 10, 2013, decision of the Board of Veterans'\nAppeals (Board). However, he mailed his motion for reconsideration of the Board decision 133 days\nafter the Board decision was mailed, and then filed his Notice of Appeal (NOA) 102 days after the\nBoard Chairman denied reconsideration. The Secretary moved to dismiss the appeal because Mr.\nPalomer did not file either an NOA or a request for reconsideration within 120 days of the Board\ndecision, such that the NOA he ultimately filed was untimely.1 See Rosler v. Derwinski, 1 Vet.App.\n241, 249 (1991) (holding that if, following a final Board decision, the claimant files a motion for\nreconsideration with the Board during the 120-day appeal period, the finality of the Board decision\nis abated); see also 38 U.S.C. § 7266 (providing a 120-day period in which to file an NOA).\n\n        Mr. Palomer presents three arguments why the Court should equitably toll the 120-day period\nin which a claimant may file a motion for reconsideration in order to abate the finality of the Board\ndecision for purposes of timely filing an NOA: (1) The time it takes for him to send and receive mail\nin the Philippines constitutes an extraordinary circumstance; (2) his physical condition rendered him\nincapable of handling his affairs and precluded a timely filing; and (3) the Secretary provided a\n\n\n         1\n             Mr. Palomer's motion for reconsideration was postmarked by the Philippine Postal Corporation on November\n20, 2013, one hundred and thirty-three days after the Board decision was mailed. The Board received his motion on\nDecember 5, 2013, one hundred and forty-eight days after notice of the Board's decision. Because there is no dispute\nthat Mr. Palomer mailed his motion for reconsideration more than 120 days after the Board decision was mailed, we do\nnot need to decide whether VA's \"postmark rule\" applies to postmarks outside the United States. See Linville v. West,\n165 F.3d 1382, 1386 (Fed. Cir. 1999) (applying VA's postmark rule to find that a motion for reconsideration postmarked\nby the U.S. Postal Service within the 120-day appeal period abated the finality of the Board's decision); compare\n38 C.F.R. § 20.305(a) (2014) (\"When these Rules require that any written document be filed within a specified period\nof time, a response postmarked prior to expiration of the applicable time limit will be accepted as having been timely\nfiled. In the event that the postmark is not of record, the postmark date will be presumed to be five days prior to the date\nof receipt of the document by the Department of Veterans Affairs.\"), with 38 U.S.C. § 7266(c)(2) (providing that an NOA\nshall be deemed received on the \"date of the United States Postal Service postmark stamped on the cover in which the\nnotice is posted, if the notice is properly addressed to the Court and mailed\"); see also Mapu v. Nicholson, 397 F.3d 1375\n(Fed. Cir. 2005) (mail sent by FedEx was not a basis for equitably tolling the time to file an NOA).\nconfusing notice of appellate rights letter (VA Form 4597, \"Notice of Appellate Rights\"). Mr.\nPalomer also argues that he timely filed an appeal of the Board Chairman's denial of reconsideration\nand the Court has jurisdiction to decide that appeal.2 His arguments present an issue of first\nimpression. A panel decision is warranted. See Frankel v. Derwinski, 1 Vet.App. 23, 25-26 (1990);\nU.S. VET. APP. INTERNAL OPERATING PROCEDURE (IOP) I(b)(2), (4).\n\n                                 I. BACKGROUND AND ARGUMENTS\n\n        On July 10, 2013, the Board issued a decision denying Mr. Palomer a one-time payment from\nthe Filipino Veterans Equity Compensation Fund (FVECF). Mr. Palomer mailed his request for\nreconsideration of the Board decision on November 20, 2013, one hundred and thirty-three days after\nthe Board decision was issued. On December 26, 2013, the Board denied his motion for\nreconsideration, and 82 days later, on March 18, 2014, Mr. Palomer mailed his NOA to the Court.\nMr. Palomer's NOA was received by the Court 20 days later, on April 7, 2014.\n\n        As noted above, the Secretary moved to dismiss the appeal because it was untimely filed.\nHe also argued that the Court lacks jurisdiction to review the Board Chairman's denial of\nreconsideration. Mr. Palomer argues that equitable tolling should apply to his case. The heart of Mr.\nPalomer's argument is that Rosler predates Henderson ex rel. Henderson v. Shinseki, 131 S. Ct.\n1197, 1206 (2011), which found that the 120-day appeal period for filing an NOA is not\njurisdictional. Mr. Palomer contends that failing to file the motion for reconsideration within the\n120-day period after the Board issued its decision does not jurisdictionally bar his appeal, and thus,\nequitable tolling applies to the 120-day period in which a claimant may file a motion for\nreconsideration in order to abate the finality of the Board decision for purposes of timely filing an\nNOA.\n\n       In support of his argument that his situation merits equitable tolling, Mr. Palomer relies on\nCheco v. Shinseki, 748 F.3d 1373, 1378 (Fed. Cir. 2014), and argues that just as the Checo homeless\nveteran's living situation warranted equitable tolling, Mr. Palomer's living situation warrants\nequitable tolling. Specifically, he notes that he lives in the Philippines, where it takes mail from the\ncontinental United States considerably longer to reach him than it does for veterans living in the\ncontinental United States.\n\n        Mr. Palomer also argues that his deteriorating eyes and hearing, as well as old age, prevented\nhim from timely filing an appeal. In support of this argument, he notes that he must rely on a third\nparty to relay the contents of the Board communications to him, and he was either misinformed or\nmisunderstood the time requirements for filing his NOA. He further contends that he exercised\nreasonable diligence in submitting his request for reconsideration.\n\n\n         2\n            On December 30, 2014, counsel for Mr. Palomer entered the case, and on January 23, 2015, he submitted\na response to the motion to dismiss, and he submitted a motion to expedite proceedings. On February 12, 2015, counsel\nfiled a motion to file a substitute response and attached such substitute response. The motion is granted and the text of\nthe Court's order reflects the arguments in the substituted response. The motion to expedite proceedings will be denied\nas moot.\n\n                                                           2\n        Additionally, Mr. Palomer contends that the Notice of Appellate Rights issued by the Board\nis confusing. He notes that the letter first states that there is no time limit for filing a motion for\nreconsideration, but then later states that there is a 120-day deadline. Given his desire to request\nreconsideration and the format of the notice, he asserts that he was unaware of the 120-day deadline.\n\n        Mr. Palomer further argues that even if the Court does not equitably toll the time to file his\nmotion for reconsideration, he timely appealed the Chairman of the Board's denial of\nreconsideration. He contends that the Court may review denials of reconsideration when the motion\nis based on new evidence or changed circumstances. He further contends that the recent decision\nin Tagupa v. McDonald, 27 Vet.App. 95, 101, 103-04 (2014) (holding a request to the National\nPersonnel Records Center (NPRC) to verify a claimant's service does not satisfy the Secretary's duty\nunder 38 C.F.R. § 3.203 (2014), and holding that the Board erred by not addressing whether the\nappellant served in an unrecognized guerrilla service) constitutes a changed circumstance. Pursuant\nto Tagupa, Mr. Palomer argues that the Board erred because (1) it relied solely on the response of\nthe NPRC in assessing his veteran status, and did not seek verification of service from the\nappropriate service department, and (2) the NPRC provided no information as to whether he served\nas a member of an unrecognized guerilla group.\n\n                                          II. DISCUSSION\n\n                          A. Abatement of Finality in the Board Decision\n\n         Pursuant to 38 U.S.C. § 7266(a), an appellant has 120 days in which to appeal an adverse\nBoard decision to the Court. In Rosler, the Court held that when a claimant files a motion for\nreconsideration with the Board during the 120-day judicial appeal period, the finality of the Board\ndecision is abated for purposes of timely filing an NOA. 1 Vet.App. at 242. The Court further held\nthat \"[i]t is implicit in the tolling principle that the motion for reconsideration must be made within\nthe time period for filing a judicial appeal from the decision which is the subject of the\nreconsideration motion. Otherwise the appeal period would already have elapsed and thus could not\nbe tolled.\" Id. at 245.\n\n        However, in Jaquay v. Principi, 304 F.3d 1276, 1286-87 (Fed. Cir. 2002), the U.S. Court of\nAppeals for the Federal Circuit (Federal Circuit) applied the principles of equitable tolling described\nin Irwin v. Dep't of Veterans Affairs, 498 U.S. 89, 96 (1990) (providing that equitable tolling is\ngenerally available \"where the claimant has actively pursued his judicial remedies by filing a\ndefective pleading . . . or where [he] has been induced or tricked by his adversary's misconduct into\nallowing the filing deadline to pass\"), to find that a timely misfiled motion for reconsideration tolled\nthe Rosler limitations period. The Federal Circuit stated:\n\n       In the context of the non-adversarial, paternalistic, uniquely pro-claimant veterans'\n       compensation system, and consistent with our decision in Bailey [v. West, 160 F.3d\n       1360 (Fed. Cir. 1998) (en banc)], the availability of equitable tolling pursuant to\n       Irwin should be interpreted liberally with respect to filings during the non-adversarial\n       stage of the veterans' benefits process. Just as the limitations period of 38 U.S.C.\n\n                                                   3\n         § 7266 can be stopped and reset by the timely filing of a properly addressed motion\n         for reconsideration, see Rosler, 1 Vet.App. at 249, nothing in the statute or\n         regulations at issue suggests that equitable tolling should not be available under\n         appropriate circumstances.\n\n304 F.3d at 1286.\n\n         Although for a short period, equitable tolling of the time to file an NOA was not permitted\nbecause the time to file was deemed jurisdictional, that understanding of the law has been rejected,\nand the time to appeal may be equitably tolled. See Henderson, supra; Bove v. Shinseki, 25 Vet.App.\n136, 140 (2011) (per curiam order) (reinstating equitable tolling \"within the parameters established\nby . . . the precedential decisions of [the Federal Circuit] and this Court prior to\" the Henderson\ndecision, which overturned decisions holding that the 120-day filing period could not be equitably\ntolled). Furthermore, although Jaquay did not address the situation that is presented here, we find\nno reason to limit the availability of equitable tolling of the Rosler limitations period to timely\nmisfiled requests for reconsideration. See Sneed v. Shinseki, 737 F.3d 719, 726 (Fed. Cir. 2013)\n(noting that equitable tolling is not \"'limited to a small and closed set of factual patterns'\" (quoting\nMapu v. Nicholson, 397 F.3d 1375, 1380 (Fed. Cir. 2005))). Indeed, the Federal Circuit has\nrepeatedly \"rejected the approach of looking to whether a particular case falls within the facts\nspecifically identified in Irwin or one of [the Federal Circuit's] prior cases.\" Mapu, 397 F.3d at 1380;\nsee, e.g., Sneed, 737 F.3d at 728 (holding that attorney abandonment may justify equitable tolling);\nBarrett v. Principi, 363 F.3d 1316, 1320 (Fed. Cir. 2004) (holding that mental illness may justify\nequitable tolling). Succinctly stated, we hold that the finality of a Board decision may be abated\neven when a request for reconsideration is filed beyond the 120-day appeal period, provided the\ncircumstances surrounding such a filing warrant equitable tolling.\n\n         Accordingly, we turn to Mr. Palomer's arguments that equitable tolling should apply to his\ncase.\n\n                                                 B. Equitable Tolling\n\n         Whether a situation warrants equitable tolling is a matter to be decided on a case-by-case\nbasis. See Sneed, 737 F.3d at 726. Furthermore, it is the appellant's burden to demonstrate\nentitlement to equitable tolling and to produce any evidence supporting his claim for equitable\ntolling. See Chastain v. West, 13 Vet.App. 296, 300-01 (2000) (appellant bears burden of\ndemonstrating that equitable tolling is warranted), aff'd sub nom. Chastain v. Principi, 6 F. App'x\n854 (Fed. Cir. 2001) (per curiam); see also McCreary v. Nicholson, 19 Vet.App. 324, 332 (2005)\n(\"It is the appellant's obligation . . . to produce any evidence supporting his claim for equitable\ntolling.\"), adhered to on reconsideration by 20 Vet.App. 86 (2006). Based on the arguments\npresented, we find that Mr. Palomer fails to demonstrate that equitable tolling is warranted.3\n\n         3\n             We note that our dissenting colleague cites Lord Ellesmere's view that a general law cannot meet every\nsituation, post at ___, as well as his own opinion that equity exists to protect against narrowly prescribed rules and narrow\ninterpretations of precedential case law, post at ___. We agree with both Lord Ellesmere and our dissenting colleague,\n\n                                                             4\n                                       1. Philippine Mail System\n         Mr. Palomer argues that because he lives in the Philippines and mail from the United States\ntakes longer to arrive at his home than it does for veterans living in the continental United States,\nhis living situation is an extraordinary circumstance warranting equitable tolling, just as the veteran's\nhomelessness in Checo was an extraordinary circumstance. See Checo, 748 F.3d at 1378-79. In\nsupport of his argument, Mr. Palomer notes the 15-day delay between when his request for\nreconsideration was postmarked as mailed in the Philippines to when it was marked as received by\nthe Board. He also notes the 13-day delay between his June 27, 2014, pro se response to the\nSecretary's motion to dismiss and the date it was received by the Court.4 He therefore contends that\nthe time for filing his motion for reconsideration should be tolled for at least 14 days to account for\nthis delay.\n\n        At the outset, we note that Mr. Palomer mailed his request for reconsideration after the 120-\nday period in which to file his NOA had passed. Accordingly, the time it took to be received by the\nBoard is irrelevant to the 120-day equitable tolling analysis. Acknowledging, however, that it takes\nlonger for mail to travel between the United States and the Philippines than it does for mail to travel\nwithin the United States, Mr. Palomer nevertheless fails to demonstrate that this circumstance\nwarrants equitable tolling of the 120-day period in which to file an NOA or a request for\nreconsideration that would abate the finality of the Board decision.\n\n        Indeed, we note that Mr. Palomer was able to file his NOA within 102 days of the denial of\nhis request for reconsideration, and he was able to respond to the Secretary's motion to dismiss\nwithin 38 days from when the motion was mailed. We also note that Mr. Palomer does not state\nwhen he received the Board's decision; instead, based on the pattern of outgoing mail, he speculates\nthat he received the Board's decision on July 24, 2013, at the earliest. Although the inefficiencies\nin the delivery of mail between the United States and the Philippines may be a circumstance beyond\nMr. Palomer's control, he fails to assert, let alone demonstrate, that he had an inadequate amount of\ntime to consider his options and timely mail his request for reconsideration. Succinctly stated, Mr.\nPalomer fails to demonstrate that the time for mail to be delivered between the United States and the\nPhilippines rises to the level of an extraordinary circumstance warranting equitable tolling.\nSee Sneed, 737 F.3d at 725 (\"'[A] litigant seeking equitable tolling bears the burden of establishing\ntwo elements: (1) that he has been pursuing his rights diligently, and (2) that some extraordinary\ncircumstance stood in his way.'\" (quoting Pace v. DiGuglielmo, 544 U.S. 408, 418 (2005))); Sandvik\n\n\nbut we also agree with William Blackstone, who is attributed in the William Blackstone, Commentaries *62 as noting\nthat \"the liberty of considering all cases in an equitable light must not be indulged too far, lest thereby we destroy all law,\nand . . . . make every judge a legislator, and introduce most infinite confusion . . . . \"). We also note that our\ndetermination that equitable tolling is not warranted in this case is not predicated on a narrowly prescribed rule or a\nnarrow interpretation of precedential caselaw, but on our conclusion that the facts in this case do not warrant equitable\ntolling.\n\n         4\n           The Court observes that it is not clear from the record whether it took 13 days for Mr. Palomer's June 27th\nresponse to arrive in the United States. Although his response was received at the Court on July 10, 2014, the response\nwas transmitted via facsimile from the Veterans Consortium Pro Bono Program. The record does not indicate when Mr.\nPalomer's response was received by the Veterans Consortium Pro Bono Program.\n\n                                                              5\nv. United States, 177 F.3d 1269, 1271-72 (11th Cir. 1999) (per curiam) (refusing to apply equitable\ntolling where Sandvik's filing was late because his lawyer sent it by ordinary mail from Atlanta less\nthan one week before it was due in Miami); see also Harper v. Ercole, 648 F.3d 132, 137 (2d Cir.\n2011) (stating that \"'extraordinary' refers not to the uniqueness of a party's circumstances, but rather\nto the severity of the obstacle impeding compliance with a limitations period\"); McCreary,\n19 Vet.App. at 329 (noting that at least eight Federal courts of appeal generally recognize\n\"'extraordinary circumstances that are both beyond [a claimant's] control and unavoidable even with\ndiligence'\" (quoting Sandvik, 177 F.3d at 1271)).\n\n                                2. Deteriorating Physical Condition\n         Mr. Palomer also argues that his age, poor eyesight, and hearing rendered him incapable of\nhandling his own affairs and prevented him from timely filing an appeal. Equitable tolling may be\nwarranted if a claimant's mental or physical illness renders him incapable of handling his own affairs\nor functioning in society. See Barrett, 363 F.3d at 1321 (holding that equitable tolling may be\nwarranted if an untimely filing is \"the direct result of a mental illness that rendered [a claimant]\nincapable of . . . handling [a claimant's] own affairs\" (internal quotations and citation omitted));\nsee also Arbas v. Nicholson, 403 F.3d 1379, 1381 (Fed. Cir. 2005) (extending the Barrett holding\nto all infirmities that prevent a claimant from, inter alia, handling his own affairs). However, a\n\"medical diagnosis alone or vague assertions of mental [or physical] problems will not suffice\" to\nsupport an application of equitable tolling. Barrett, 363 F.3d at 1321.\n\n         In this case, the facts belie his argument, as Mr. Palomer was capable of filing his NOA and\nresponding to the Secretary's motion well within 120 days of the denial of his motion for\nreconsideration and the filing of the Secretary's motion to dismiss, and he does not assert that his\ncondition was worse following issuance of the Board decision, and then improved such that he was\nable to timely file his other responses. Moreover, other than vague assertions of physical infirmity,\nMr. Palomer offers no evidence demonstrating that his physical condition rendered him incapable\nof handling his affairs. See Barrett, supra. In sum, Mr. Palomer fails to demonstrate that his\nphysical condition prevented him from filing his request for reconsideration within the 120-day\nperiod following issuance of the Board decision, or that his condition otherwise warrants equitable\ntolling. See Sneed, Chastain, and McCreary, all supra; see also Bove, 25 Vet.App. at 145\n(physician's letter describing veteran's difficulty making everyday decisions and that his mental\ndisorders cause him to over-think and procrastinate did not meet Barrett's test); Claiborne v.\nNicholson, 19 Vet.App. 181, 187 (2005) (physician's letters explaining that the claimant had a\n\"severely impaired\" ability to handle his own affairs did not meet Barrett's \"high standard\" for\nequitable tolling).\n\n         Mr. Palomer further contends that as a result of his poor eyesight and failing health, he must\nrely on a third party to relay the contents of the Board communications to him. Mr. Palomer alleges\nthat either the third party misinformed him as to the contents of the letter or he misunderstood the\ntime period for filing his appeal. Neither argument, however, demonstrates a basis for equitably\ntolling the time to file. Mr. Palomer provides no information regarding the third party who may have\nread his Board decision, when he sought or received assistance from the third party, or what\nquestions Mr. Palomer may have asked the third party regarding this matter, such that his reliance\n\n                                                   6\non the third party precluded a timely filing. See Sneed, Chastain, and McCreary, all supra; see also\nNelson v. Nicholson, 19 Vet.App. 548, 553 (2006) (refusing to extend equitable tolling to cases\ninvolving attorney neglect such as missing a filing deadline), aff'd, 489 F.3d 1380 (Fed. Cir. 2007);\nLeonard v. West, 12 Vet.App. 554, 555 (1999) (per curiam order) (refusing to grant equitable tolling\nwhere the service representative took a long time to review the claim and the U.S. Post Office closed\nearly on the last day of the filing period).\n\n                                     3. Confusing NOA Instructions\n        Mr. Palomer contends that the Notice of Appellate Rights issued by the Board is confusing\nbecause it states at one point that there is no time limit for filing a motion for reconsideration, but\nthen later states that there is a 120-day deadline. At the outset, it is noted that the Federal Circuit has\nheld that the Notice of Appellate Rights used by the Board is adequate. Cummings v. West, 136 F.3d\n1468, 1474 (Fed. Cir. 1998) (finding adequate an appeals notice letter where the letter did not\nexplain that the claimant could preserve jurisdiction of the Court by filing a motion for\nreconsideration within the 120-day appeal period, and noting that 38 U.S.C. § 5104 required only\nthat the appeals notice provide a \"general outline of the available procedures for obtaining review\nof a final Board decision\"), overruled on other grounds by Bailey, 160 F.3d at 1360.\n\n        In this case, the Notice of Appellate Rights provided the same information as the notice in\nCummings, supra, as well as a correct explanation of the effect of filing a motion for reconsideration\non the deadline for filing an NOA to this Court. Although the notice states that there is no time limit\nfor filing a request for reconsideration, this statement immediately precedes a paragraph that\nseparately addresses \"How long do I have to start my appeal to the Court?\" Motion (Mot.) to\nDismiss, Exhibit 1 at 8 (VA Form 4597, Notice of Appellate Rights) (bold in original). This\nparagraph informs the claimant that he or she may file a request for reconsideration instead of an\nNOA and still have time to file an NOA, \"[a]s long as [he] file[s] [his] motion(s) with the Board\nwithin 120 days of the date this decision was mailed to [him].\" Mot. to Dismiss, Exhibit 1 at 8 (VA\nForm 4597, Notice of Appellate Rights) (emphasis in original). Additionally, in a separate paragraph\nthat addresses \"How do I file a motion for reconsideration?\" the claimant is reminded that he must\nfile a motion for reconsideration within 120 days of the Board's decision if he or she also wants to\npursue an appeal to the Court. Mot. to Dismiss, Exhibit 1 at 9 (VA Form 4597, Notice of Appellate\nRights) (\"Remember, the Board places no time limit on filing a motion for reconsideration, and you\ncan do this at any time. However, if you also plan to appeal this decision to the Court, you must file\nyour motion within 120 days from the date of this decision.\").\n\n        In sum, the Court finds no basis here to apply equitable tolling because Mr. Palomer fails to\ndemonstrate that the Notice of Appellate Rights is inadequate or confusing on this issue. See Sneed,\nChastain, and McCreary, all supra; see also Cummings, supra; Smith v. West, 13 Vet.App. 525\n(2000) (holding that the assertion that language in a Board Chairman's denial of motion for Board\nreconsideration was confusing and misleading was insufficient, by itself or taken together with the\nnotice of appellate rights, to trigger the application of the doctrine of equitable tolling); Leonard,\n12 Vet.App. at 555 (holding appellant's contention that her alleged limited education and experience\nrendered her unable to understand the amount of time for filing an NOA was \"at best a garden variety\nclaim of excusable neglect\" and refusing to apply equitable tolling) (internal quotation marks\n\n                                                    7\nomitted); Schreiner v. Derwinski, 2 Vet.App. 72, 72 (1991) (per curiam) (holding that equitable\ntolling does not extend to \"'a garden variety claim of excusable neglect'\" (quoting Irwin, 498 U.S.\nat 96)).\n\n                                              4. Overall\n        Based on the foregoing analysis, we find that Mr. Palomer fails to demonstrate that the delay\nin sending and receiving mail in the Philippines, his deteriorating physical condition, and the Board's\nNotice of Appellate Rights, individually or together, warrant equitably tolling the 120-day period to\nfile a motion for reconsideration in order to abate the finality of the Board decision for purposes of\ntimely filing an NOA. See Sneed, 737 F.3d at 726 (noting that \"courts acting in equity have\nemphasized 'the need for flexibility' and 'for avoiding mechanical rules,' and have proceeded on a\n'case-by-case basis'\"); see also Mapu, supra.\n\n                          C. Board Chairman's Denial of Reconsideration\n\n        Mr. Palomer argues that even if the Court does not equitably toll the time to file his appeal\nof the July 2013 Board decision, he nevertheless timely appealed the Board Chairman's denial of\nreconsideration. He concedes that the Court may not normally review denials of reconsideration,\nhowever, he relies on Patterson v. Brown, 5 Vet.App. 362 (1993) for the proposition that when the\nmotion is based on new evidence or changed circumstances, the Court has jurisdiction to review the\nBoard Chairman's denial of reconsideration. He contends that the Court's decision in Tagupa,\n27 Vet.App. at 101, presents the changed circumstances in his case, and, based on Tagupa, he argues\nthat the Board erred because it relied solely on the response of the NPRC and did not seek\nverification of service from the appropriate service department.\n\n        Although Patterson held that the Court had jurisdiction over a Board Chairman's denial of\nreconsideration when the motion for reconsideration was based on new evidence or changed\ncircumstances, in Mayer v. Brown, 37 F.3d 618, 620 (Fed. Cir. 1994), the Federal Circuit noted that\nin Patterson, our Court had jurisdiction over the underlying Board decision based on a timely filed\nNOA. The Federal Circuit further stated, however, that while 38 U.S.C. § 7261 \"may allow the\n[Veterans Court] to review actions of the Chairman [of the Board] in cases where it already has\njurisdiction by virtue of a timely appeal from a final [B]oard decision, it does not independently grant\njurisdiction over such actions.\" Mayer, supra; see also Trice v. Brown, 9 Vet.App 245, 246 (1996)\n(per curiam order) (recognizing that Mayer overruled the Patterson decision regarding jurisdiction\nover denials of reconsideration by the Board Chairman).\n\n        Although Mayer discusses the Court's authority to review the Board Chairman's denial of\nreconsideration in terms of \"jurisdiction\" over Board decisions, and although the Supreme Court in\nHenderson, supra, held that the 120-day appeal period is not jurisdictional, but rather an important\nprocedural rule, we find that Mayer continues to stand for the proposition that when an NOA is filed\nbeyond the 120-day appeal period and equitable tolling is not warranted such that the Court declines\nto exercise its jurisdiction over an appeal from a Board decision, the Court does not have\nindependent jurisdiction over an appeal from a denial for reconsideration by the Board Chairman.\nIn other words, although the time limit for filing an NOA is not jurisdictional, the Court's subject\n\n                                                   8\nmatter jurisdiction is limited to reviewing final decisions of the Board. See 38 U.S.C. §§ 7252(a),\n7266(a); Mayer, 37 F.3d at 619-20 (finding that a decision by the Board Chairman is not a decision\nof the Board, and therefore, cannot independently grant jurisdiction under 38 U.S.C. § 7252(a)).5\n\n       Here, Mr. Palomer untimely filed his NOA and equitable tolling is not warranted such that\nwe decline to exercise jurisdiction over the appeal from the Board decision. Accordingly, we do not\nhave jurisdiction over the appeal of the Board Chairman's denial of the motion for reconsideration.\nSee Mayer, supra.\n\n                                              III. CONCLUSION\n\n        Based on the information before the Court, Mr. Palomer has not demonstrated that his\nsituation warrants equitable tolling.\n\n         Therefore, upon consideration of the foregoing, it is\n\n       ORDERED that Mr. Palomer's January 23, 2015, motion to expedite proceedings is denied\nas moot. It is further\n\n       ORDERED that Mr. Palomer's February 12, 2015, motion to file a substitute response is\ngranted. It is further\n\n        ORDERED that the Secretary's motion to dismiss is granted, and the appeal is DISMISSED\nfor lack of jurisdiction.\n\nDATED: March 18, 2015                                                    PER CURIAM.\n\n             GREENBERG, Judge, dissenting:\n\n        I dissent. The Court must decide matters of equitable tolling on a case-by-case basis. See\nFerguson v. Shinseki, No. 13-1149, 2014 WL 463690 (U.S. Vet. App. Feb. 6, 2014) (Greenberg, J.,\nconcurring); Mapu v. Nicholson, 397 F.3d 1375, 1380 (Fed. Cir. 2005) (\"equitable tolling is not\nlimited to a small and closed set of factual patterns\" and is rather decided on a \"case by case basis\").\nThis Court has been admonished for \"focus[ing] too narrowly on whether [an appellant's] case fell\ninto one of the factual patterns of past cases considering § 7266(a).\" Sneed v. Shinseki, 737 F.3d\n719, 726 (Fed. Cir. 2013). \"[T]his Court is free to extend the principles of equitable tolling to new\nsituations when warranted,\" Nelson v. Nicholson, 19 Vet.App. 548, 551 (2006), and it should do so\nhere, so as to not exclude this diligent appellant from making his case on the merits.\n\n\n\n\n         5\n             We note that the 120-day period in which to appeal a Board decision is not jurisdictional, see 38 U.S.C.\n§ 7266(a); it is, however, distinct and separate from our adjudicatory authority to review final Board decisions, which\nis jurisdictional, see 38 U.S.C. § 7252(a).\n\n                                                          9\n         The evidence reflects that the appellant never received the statutorily mandated 120 days to\nfile an appeal because he resides in the Philippines. All the appellant's correspondence related to the\nmatter on appeal indicates a two- to three-week delay for delivery. For example, the appellant's\nmotion for reconsideration was postmarked by the Philippine Postal Corporation on November 20,\n2013, but was received by VA 15 days later, on December 5, 2013. Additionally, the appellant's\nNotice of Appeal was postmarked on March 18, 2014, but was received 20 days later, on April 7,\n2014. The time for delivery for these filings exceeds the 13 days by which the appellant missed the\n120-day appeal period from the Board decision. The appellant states that he received the Board\ndecision at least two weeks after it was mailed, and that statement is supported by the pattern of his\nother filings. The appellant had, at most, only 106 days to file his appeal.\n\n        Equitable tolling is warranted where a diligent appellant was unable to file timely. See JOHN\nNORTON POMEROY, POMEROY'S EQUITY JURISPRUDENCE AND EQUITABLE REMEDIES, § 419 (3d ed.\n1905) (\"'Nothing can call forth this court into activity but conscience, good faith, and reasonable\ndiligence.'\" (quoting Lord Camden, Smith v. Clay, (1767) 27 Eng. Rep. 418 (Ch.) 420; Amb. 645,\n647) (emphasis in original)). In this case, there is no action that the appellant could reasonably have\ntaken to speed up his receipt of the Board decision. It is irrelevant to the Court's evaluation of\ndiligence that the appellant could have filed his motion within a shortened appeal period of 106 days.\nThat the appellant filed his motion for reconsideration within 120 days of receiving that decision is\na sufficient demonstration of his diligence. Where, as here, the facts indicate that the appellant's\nfiling was untimely because of the mailing delay, not in addition to it, equitable tolling is\nappropriate.\n\n         During Lord Ellesmere's dispute over the roles of equity and law with Lord Coke, Ellesmere\nstated: \"The Cause why there is a Chancery is, for that Mens Actions are so divers and infinite, That\nit is impossible to make any general Law which may aptly meet with every particular Act, and not\nfail in some Circumstances.\" Earl of Oxford's Case, (1615) 21 Eng. Rep. 485 (Ch.) 486; Rep. Ch.\n1, 6. The principle that equity exists to protect against the failures of narrowly prescribed rules ought\nto be reflected in this Court's equitable tolling jurisprudence. That this appellant's circumstances do\nnot conform to a narrow interpretation of the Court's precedent should only hasten the Court's\nexpansion of its equity jurisprudence. That jurisprudence must be more inclusive so as to properly\ndischarge the essential duty of equity: to provide relief in light of diverse and infinite circumstances\nfor which fixed laws cannot account. Fiat justitia ruat caelum. See Rex v. Wilkes, (1770) 98 Eng.\nRep. 327 (K.B.) 347 (Lord Mansfield); 4 Burr. 2527, 2562; see also Somerset v. Stewart, (1772)\n98 Eng. Rep. 499 (K.B.) 509; Lofft 1, 17; for a relevant description of general equitable principles,\nsee also Driscoll v. Burlington-Bristol Bridge Co., 8 N.J. 433, 499-500 (1952) (\"[U]nder general\nprinciples of equity the court may require . . . so that as nearly as may be the parties will be protected\nand equity done, Hartman v. Hartle, 95 N.J. Eq. 123, 125, 122 A. 615 (Ch. 1923); Attorney General\nv. Linden Cemetery Ass'n, 85 N.J. Eq. 501, 506-07, 96 A. 1001 (E. & A. 1916); 1 POMEROY, EQUITY\nJURISPRUDENCE (5th ed. 1941), § 237e; 2 RESTATEMENT, TRUSTS (1935), § 291.\"). I dissent.\n\n\n\n\n                                                   10\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2787389/", "sha1": "4035bbd9c3feb85fc2fce3be3c2119ce3a2c2b62", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2015-03-19T05:01:20.536243"}