{"absolute_url": "/opinion/2796586/grayv-mcdonald/", "blocked": false, "citation": {"case_name": "Grayv. McDonald", "docket_number": "13-3339", "document_uris": ["/api/rest/v2/document/2796586/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 2769361, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2769361/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2015-04-23", "date_modified": "2015-04-27T06:11:32.294600", "docket": "/api/rest/v2/docket/2652406/", "download_url": "http://www.uscourts.cavc.gov/documents/Gray13-3339.pdf", "extracted_by_ocr": false, "html": null, "html_lawbox": null, "html_with_citations": "<pre class=\"inline\">          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                           NO. 13-3339\n\n                                  ROBERT H. GRAY, APPELLANT,\n\n                                                 V.\n\n                                   ROBERT A. MCDONALD,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n(Argued February 25, 2015                                                  Decided April 23, 2015)\n\n\n\n        Michael E. Wildhaber, of Washington, D.C., with whom Matthew D. Hill, of Daytona\nBeach, Florida, was on the brief for the appellant.\n\n       Sarah Fusina, with whom Tammy L. Kennedy, Acting General Counsel; Mary Ann Flynn,\nAssistant General Counsel; and Penny C. Kahn, Senior Appellate Attorney, all of Washington, D.C.,\nwere on the brief for the appellee.\n\n       John B. Wells, of Slidell, Louisiana, was on the brief for Blue Water Navy Vietnam Veterans\nAssociation and for Military-Veterans Advocacy, Inc., as amici curiae.\n\n       Before HAGEL, DAVIS, and SCHOELEN, Judges.\n\n       SCHOELEN, Judge: The appellant, Robert H. Gray, appeals through counsel a November\n6, 2013, Board of Veterans' Appeals (Board or BVA) decision that denied disability compensation\nfor (1) diabetes mellitus (diabetes), (2) neuropathy of the left and right lower extremities, (3)\nischemic heart disease, and (4) hypertension – all to include as due to herbicide exposure – and (5)\nerectile dysfunction, to include as due to herbicide exposure, secondary to diabetes, or both. Record\nof Proceedings (R.) at 3-11. This appeal is timely, and the Court has jurisdiction to review the\nBoard's November 2013 decision pursuant to 38 U.S.C. §§ 7252(a) and 7266(a). This matter was\nreferred to a panel of the Court, with oral argument, to address Mr. Gray's argument that VA's\ninterpretation of 38 C.F.R. § 3.307(a)(6)(iii) designating Da Nang Harbor as an offshore, rather than\ninland, waterway is arbitrary and capricious. For the reasons discussed below, the Court holds that\nVA's interpretation is inconsistent with the purpose of the regulation and does not reflect the\nAgency's fair and considered judgment. Upon review of the parties' arguments, the Court will affirm\nin part and vacate in part the Board's November 6, 2013, decision.1 The vacated matters will be\nremanded for proceedings consistent with this decision.\n\n\n                                       I. BACKGROUND\n       Mr. Gray served on active duty in the U.S. Navy from September 1971 to February 1975.\nR. at 547. He served aboard the U.S.S. Roark from March 1972 through September 1974. Id. The\ndeck logs reflect that the U.S.S. Roark anchored in Da Nang Harbor multiple times in 1972. R. at\n611-17. The deck logs also reflect that the ship operated \"off the Cua Viet River mouth\" and\nengaged the enemy in the vicinity of the Cua Viet River. R. at 617.\n       In June 2007, Mr. Gray applied for disability compensation for several conditions including\n\"diabetes – type 2,\" bilateral neuropathy of the lower limbs, and \"heart attack/heart damage.\"\nR. at 942. VA outpatient records reflect diagnoses for all three conditions. R. at 678, 763.\nRecognizing that Mr. Gray's diabetes claim may be affected by the then-pending action in Haas v.\nPeake, </pre><span class=\"citation\" data-id=\"1316725\"><a href=\"/opinion/1316725/haas-v-peake/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></a></span><pre class=\"inline\"> (Fed. Cir. 2008), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">102</span></span><pre class=\"inline\"> (Jan. 21, 2009), the regional\noffice (RO) deferred that claim until Haas was resolved.2 R. at 780-82. A May 2008 rating decision\n\n\n       1\n         The November 2013 Board decision denied five claims. Mr. Gray does not distinguish\nbetween his claims, thus they are all on appeal. The Court notes that the Board denied the\nhypertension claim because it found that even if Mr. Gray were entitled to the presumption of\nherbicide exposure, this claim would fail because hypertension is not on the list of diseases\nqualifying for presumptive service connection based on exposure. R. at 20. Mr. Gray does not\nchallenge this determination. Accordingly, the Court will affirm that portion of the Board's decision\ndenying the hypertension claim. See Soyini v. Derwinski, 1 Vet.App. 540, 546 (1991) (declining to\nremand when there is no benefit flowing to the veteran).\n       2\n         After this Court's decision in Haas v. Nicholson, 20 Vet.App. 257 (2006), VA requested,\nand the Court granted, leave to stay cases related to Haas pending the appeal to the U.S. Court of\nAppeals for the Federal Circuit. Ribaudo v. Nicholson, 21 Vet.App. 137 (2007) (en banc order).\nCompare Ribaudo v. Nicholson, 20 Vet.App. 552, 561 (2007) (en banc) (holding that the Secretary\nmay stay cases pending an appeal of a Court opinion to the Federal Circuit with leave of this Court),\nwith Tobler v. Derwinski, 2 Vet.App. 8, 14 (1991) (holding that VA is bound by decisions of this\n\n                                                 2\ndenied Mr. Gray's neuropathy and heart disability claims. R. at 618-27. That same month, the U.S.\nCourt of Appeals for the Federal Circuit (Federal Circuit) issued a decision in Haas.3\n       In August 2008, Mr. Gray submitted an additional claim for \"sexual dysfunction due to Type\n2 diabetes.\" R. at 609. In October 2008, the appellant submitted a Notice of Disagreement as to the\nMay 2008 rating decision. R. at 596-97. A February 2009 rating decision denied service connection\nfor diabetes and for erectile dysfunction (ED). R. at 410-17. The RO noted that presumptive service\nconnection for diabetes based on herbicide exposure was not warranted because the evidence did not\nshow that Mr. Gray served \"on the ground\" in Vietnam. R. at 416.\n       Mr. Gray perfected his appeal of the neuropathy and heart disease claims in July 2009 and\nthe diabetes and ED claims in September 2009. R. at 336-37, 377-78. In January 2010, Mr. Gray\nsought to reopen a claim for ischemic heart disease and submitted supporting documents including\nInternet articles discussing VA's effort to compile a list of \"Blue Water Navy ships,\" an excerpt from\n\"Veterans and Agent Orange: Update 2008,\" and a copy of a November 2009 Board decision from\nanother veteran's appeal. R. at 302, 308-10, 312-20. The November 2009 Board decision stated that\n       in the instant case, the [v]eteran's service was conducted on a ship that frequently\n       anchored in a harbor within the territorial borders of Vietnam. The evidence of\n       record clearly shows that Da Nang Harbor is well sheltered and surrounded on three\n       sides by the shoreline of Vietnam. The harbor is nearly totally surrounded by land\n       and . . . the entire harbor is located within the territorial boundaries of Vietnam. As\n       such, given the location of the harbor as being surrounded by the land on three sides,\n       and the evidence that the harbor is within the territory of Vietnam, and resolving all\n       doubt in the [v]eteran's favor, the Board finds that Da Nang Harbor is an inland\n       waterway for purposes of the regulation.\nR. at 320. The Board granted presumptive service connection for the veteran in that case stating that\nthere was \"credible evidence that the [v]eteran set foot on land in Vietnam during the Vietnam Era,\nand he now has diabetes mellitus.\" Id. (emphasis added).\n\n\n\n\nCourt, unless or until that decision is overturned by this Court en banc, the U.S. Court of Appeals\nfor the Federal Circuit, or the U.S. Supreme Court).\n       3\n         The Federal Circuit affirmed VA's interpretation of § 3.307 requiring \"the servicemember's\npresence at some point on the landmass or the inland waters of Vietnam.\" Haas v. Peake, 525 F.3d.\nat 1193.\n\n                                                  3\n        In a June 2010 diabetes compensation and pension (C&P) examination, the examiner noted\nMr. Gray's service on the U.S.S. Roark and his statement \"that he was never on land.\" R. at 264. The\nexaminer found that Mr. Gray's ED and peripheral neuropathy were \"as likely as not\" secondary to\nhis diabetes. R. at 267. An August 2010 Supplemental Statement of the Case (SSOC) denied the\nclaims for diabetes, ED, peripheral neuropathy, and heart attack and heart damage. R. at 257-63.\n        Regarding Mr. Gray's ischemic heart disease claim, in April 2011, the RO issued a formal\nfinding of a lack of information for corroborating exposure to Agent Orange, noting that a March\n2011 response from the Joint Services Records Research Center did not reflect that the ship transited\ninland waters or docked or that personnel set foot in Vietnam. R. at 202-03. In May 2011, the RO\ndenied disability compensation for the heart attack and heart damage claim, also claimed as ischemic\nheart disease, for purposes of entitlement to retroactive benefits as a result of exposure to herbicides.\nR. at 193-201.\n        In January 2012, Mr. Gray, through counsel, submitted additional argument asserting that\nalthough the Federal Circuit upheld VA's interpretation of 38 C.F.R. § 3.307(a)(6)(iii) requiring\nactual presence on the landmass or inland waters of Vietnam, \"[t]he issue is whether service aboard\n[the U.S.S. Roark] while it is anchored in [Da Nang Harbor] in Vietnam constitutes service in the\ninland waters of Vietnam.\" R. at 153. A July 2012 SSOC denied all Mr. Gray's pending claims.\nR. at 124-29.\n        In the November 2013 decision on appeal, the Board rejected Mr. Gray's argument that Da\nNang Harbor is an inland waterway of Vietnam because it contradicted \"VA's official position on\nthis matter.\" Id. For support, the Board cited a December 2008 VA Compensation & Pension Service\nBulletin (December 2008 C&P Bulletin) that \"specifically stated that Da Nang Harbor and all other\nharbors along the Vietnam coastline\" were considered blue water and not brown water.4 R. at 17. The\nBoard also relied on a September 2010 Veterans Benefit Administration Training Letter (Training\nLetter 10-06) for the same point. Id. The Board then stated that \"[t]he rationale for concluding Da\n\n\n\n        4\n          VA distinguishes the \"brown water\" Navy-smaller vessels that \"operated on the muddy,\nbrown-colored inland waterways of Vietnam\" from the \"blue water\" Navy-larger \"gun line ships and\naircraft carriers . . . operat[ing] on the blue-colored waters of the open ocean.\" Veterans Benefits\nAdministration Compensation and Pension Training Letter 10-06, at 3 (Sept. 9, 2010).\n\n                                                   4\nNang Harbor was an open waterway, as opposed to inland waters of Vietnam, is discussed in the\nDecember 2008 C&P Bulletin, Training Letter 10-06, and [VA Adjudication Procedures Manual\nRewrite (M21-1MR)] provisions. For the sake of brevity, this rationale will not be reiterated in this\ndecision.\" Id.\n       The Board also rejected Mr. Gray's argument that denying him the presumption of herbicide\nexposure when the November 2009 Board decision had granted it to a different veteran violated the\nEqual Protection Clause. R. at 18-19. The Board emphasized that under 38 C.F.R. § 20.1303, the\nNovember 2009 Board decision did not have precedential value in Mr. Gray's case. R. at 18. The\nBoard noted that it did not have the specific facts of the other case before it, and even if the facts\nwere before it, the Board could not ignore VA's stated policy that excludes Da Nang Harbor from\ninland waters of Vietnam. Id. Finding that the evidence did not indicate that Mr. Gray had in-\ncountry service or documented visitation in the Republic of Vietnam, the Board concluded that he\nwas not entitled to a grant of service connection on a presumptive basis. R. at 20. This appeal\nfollowed.\n\n\n                               II. THE PARTIES' ARGUMENTS\n       Mr. Gray argues that the Board made three errors. First, he asserts, the Board's finding that\nanchoring in Da Nang Harbor does not constitute service on the inland waters of the Republic of\nVietnam is arbitrary and capricious. Appellant's Brief (Br.) at 12-13. Mr. Gray asserts that there is\nno legal authority or rationale supporting VA's bare policy statement that Da Nang Harbor is \"blue\nwater.\" Id. at 13-14. Mr. Gray notes that the only justification for classifying Da Nang Harbor as\nblue water is an opinion that \"'Da Nang Harbor is easy to enter due to being open to the sea.'\" Id.;\nAppendix at 47.\n       Mr. Gray urges the Court to adopt an alternative definition for \"inland waters\" espoused in\nthe United Nations Convention on the Territorial Sea and the Contiguous Zone (Convention), Apr.\n29, 1958, 15 U.S.T. 1606, T.I.A.S. No. 5639 (entered into force for the United States June 10, 1964)\nand applied by the U.S. Supreme Court in United States v. Louisiana, </pre><span class=\"citation\" data-id=\"107545\"><a href=\"/opinion/107545/united-states-v-louisiana/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 22-23 (1968)\n(applying the treaty definition to a Submerged Lands Act issue). He asserts that under this\n\n\n\n\n                                                  5\nalternative definition, Da Nang Harbor would be classified as an inland waterway, and he would be\nentitled to the presumption of herbicide exposure. Appellant's Br. at 16.\n       Alternatively, Mr. Gray argues that the Board committed a second error by violating the\nEqual Protection Clause of the Fifth Amendment of the U.S. Constitution because a November 2009\nBoard decision had applied the presumption to a similarly situated veteran. Id. at 18-19. He asserts\nthat the Board improperly rejected his argument \"out of hand\" and ignored the Board's policy to\n\"'strive for consistency.'\" Id. at 19. Finally, Mr. Gray contends that, should the Court uphold VA's\nclassification of Da Nang Harbor as blue water, remand is still appropriate because the Board\nprovided inadequate reasons or bases for its decision. Id. at 23-24.\n       The Secretary argues that the Court should affirm the Board decision because Mr. Gray's\narguments for reversal were considered and rejected by the Federal Circuit in Haas v. Peake.\nSecretary's Br. at 10. The Secretary asserts that in Haas, the Federal Circuit deferred to VA's\ninterpretation of \"service in the Republic of Vietnam\" as including service on inland waterways and\nexcluding service only in the blue water Navy from presumptive herbicide exposure. Id. at 11. The\nSecretary further maintains that the VA's Adjudication Procedures Manual Rewrite (M21-1MR)\nclearly states that anchoring in Da Nang Harbor does not constitute inland waterway service. Id. at\n12. He argues that it is \"manifestly clear that VA does not view offshore service in Da Nang Harbor\"\nas brown water service and its interpretation is entitled to substantial deference. Id. at 14-20. The\nSecretary contends that Mr. Gray's reliance on United States v. Louisiana is misplaced because in\nLouisiana, the Supreme Court was interpreting only the Submerged Lands Act and chose to apply\nthe Convention definition in that specific context, and therefore, the language of the Convention as\napplied in Louisiana is not binding on VA or this Court. Id. at 13.\n       As to Mr. Gray's remaining arguments, the Secretary argues that his Equal Protection\nargument must fail. First, under the rational basis test, he asserts that the Federal Circuit in Haas\nhas already found that VA has a rational basis for its interpretation of 38 C.F.R. § 3.307(a)(6)(iii).\nSecretary's Br. at 21. Second, the Secretary maintains that Mr. Gray ignores that this Court has\npreviously declined to consider other veterans' Board decisions. Id. at 23. The Secretary asserts that\nthe November 2009 Board decision may not serve as a basis for an Equal Protection challenge and\nthat Mr. Gray has not demonstrated that VA lacks a rational basis for its interpretation of inland\n\n\n                                                  6\nwaterways as excluding Da Nang Harbor. Id. at 25-26. Finally, the Secretary argues that the Board\nprovided adequate reasons and bases for its decision. Id. at 26-27.\n        In the interest of narrowing the issues, the Court takes note of the following concessions\nmade at oral argument. First, Mr. Gray concedes that the U.S.S. Roark's mooring to the U.S.S.\nSamuel Gompers while it was docked to a pier in Da Nang Harbor is irrelevant: he bases his\nargument solely on his ship's presence within the harbor itself. Oral Argument (Arg.) at 02:45 (Feb.\n25, 2015). Second, Mr. Gray concedes that he never physically set foot on land in the Republic of\nVietnam. Id. Finally, with the exception of hypertension, Mr. Gray's claimed disabilities are on the\nlist of diseases entitled to presumptive service connection as a result of herbicide exposure.\nTherefore, as both parties agreed at oral argument, if the Court were to find that Da Nang Harbor is\nan inland waterway, Mr. Gray would prevail on his claims for disability compensation. Oral\nArg. at 49:25.\n\n\n                                           III. ANALYSIS\n                         A. Overarching Legal Framework: Haas v. Peake\n        Under 38 C.F.R. § 1116(a) a veteran who \"served in the Republic of Vietnam\" between\nJanuary 6, 1962, and May 7, 1975, is presumed service connected for certain conditions likely caused\nby exposure to Agent Orange, including type II diabetes mellitus, even if he cannot prove he was\never actually exposed to qualifying herbicide. 38 U.S.C. § 1116(a). \"'Service in the Republic of\nVietnam' includes service in the waters offshore and service in other locations if the conditions of\nservice involved duty or visitation in the Republic of Vietnam.\" 38 C.F.R. § 3.307(a)(6)(iii) (2014).\n        In reviewing \"an agency's construction of the statute which it administers,\" a court must apply\nthe doctrine set forth in Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., and\ndetermine whether the statute speaks to the precise issue or is ambiguous. </pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-counci/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span><pre class=\"inline\">, 842 (1984).\nIf the statute is silent or ambiguous with respect to the specific issue, the question becomes whether\nthe agency's interpretation is based on a permissible construction of the statute. Id. at 843. The\nagency's interpretation will not be set aside unless it is \"arbitrary, capricious, an abuse of discretion\nor otherwise not in accordance with law.\" 38 U.S.C. § 7261(a)(3)(A); Breniser v. Shinseki,\n25 Vet.App. 64, 72 (2011).\n\n\n                                                   7\n       Here the Court is not working with a blank canvas: the Federal Circuit engaged in a thorough\nand extensive application of the Chevron doctrine in Haas v. Peake, supra. Reviewing the language\nand legislative history of 38 U.S.C. § 1116(a), the Federal Circuit found that the statutory phrase\n\"served in the Republic of Vietnam\" was ambiguous as applied to veterans who served offshore in\nocean-going vessels. R. at 1183-84. The Federal Circuit then determined that the implementing\nregulation, 38 C.F.R. § 3.307(a)(6)(iii), reasonably interpreted the statute to \"require some presence\nin Vietnam, even if the veteran's service largely occurred elsewhere.\"5 Id. at 1186. However, the\nFederal Circuit also concluded that the phrases \"duty or visitation in the Republic of Vietnam\" and\n\"waters offshore\" were \"sufficiently ambiguous\" to require a review of VA's interpretation of its own\nregulation. Id.\n       In Haas v. Peake, VA argued that it reasonably interpreted its regulation to limit the\npresumption of exposure to veterans who served on or visited the Vietnamese landmass or its inland\nwaterways and excluded veterans – such as Mr. Haas – who served exclusively offshore in ocean-\ngoing ships.6 Id. at 1182-83. In Haas, VA noted that it drew this line because \"Agent Orange was\nsprayed only on land, and therefore, the best proxy for exposure is whether a veteran was present\nwithin the land borders of the Republic of Vietnam.\" Id. at 1192. The Federal Circuit found this\nexplanation reasonable and concluded that absent evidence that VA's line was irrational, it would\nnot impose a different line. Id. at 1192-93.\n       Essentially, Haas v. Peake laid the foundation for the blue-versus-brown-water distinction.\nThe Federal Circuit recognized that \"[t]he entire predicate for the Agent Orange Act and its\nregulations was exposure to herbicides in general and Agent Orange in particular.\" Id. at 1185.\nThus, VA's interpretation of § 3.307(a)(6)(iii) – \"as excluding service members who never set foot\n\n\n       5\n         Although Mr. Gray asserted that 38 C.F.R. § 3.307(a)(6)(iii) merely parrotted the statute and\nwas therefore not entitled to deference, in Haas v. Peake, the Federal Circuit observed that the VA's\nregulation \"elaborate[d] on the statutory phrase 'served in the republic of Vietnam' by construing it\nto include service offshore and service in other locations as long as the service 'involved duty or\nvisitation in the Republic of Vietnam.\"' 525 F.3d at 1187. The Federal Circuit clearly stated that\nthis language \"qualifies as interpretation rather than reiteration.\" Id.\n       6\n        Mr. Haas never entered a harbor or port because his ship carried explosive materials. Haas\nv. Peake, 525 F. 3d at 1173. Thus, he served exclusively on the open ocean. Id.\n\n                                                  8\nwithin the land borders of Vietnam\" because there was a low probability that offshore veterans, such\nas Mr. Haas, were exposed to herbicides – was not unreasonable, \"'plainly erroneous, or inconsistent\nwith the regulation.'\" Id. at 1193 (quoting Bowles v. Seminole Rock & Sand Co., </pre><span class=\"citation\" data-id=\"1087611\"><a href=\"/opinion/1087611/bowles-v-seminole-rock-sand-co/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span><pre class=\"inline\">, 414\n(1945)). The Court will not reexamine the validity of VA's interpretation limiting the presumption\nto brown water or inland waterways – Haas affirmed that it was reasonable for VA to distinguish\nbetween offshore and inland waterways.\n       Yet, contrary to the Secretary's brief, Haas v. Peake – which dealt with a veteran who only\nserved miles off shore – did not decide the specific question before the Court. As noted above, Haas\nv. Peake made it clear that VA may draw a line between blue and brown water while leaving the\nspecific line drawing to VA discretion. As the parties agreed at oral argument, this case asks the\nCourt to examine how VA exercised that discretion and, more specifically, whether VA's definition\nof inland waterways – which does not include Da Nang Harbor – is entitled to deference: a question\nnot addressed by Haas v. Peake.\n                      B. Whether VA's interpretation is entitled to deference\n       An agency's interpretation of its own regulations is entitled to substantial deference by the\nCourt. See United States v. Cleveland Indians Baseball Co., </pre><span class=\"citation\" data-id=\"118419\"><a href=\"/opinion/118419/united-states-v-cleveland-indians-baseball-co/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span><pre class=\"inline\"> (2001); Auer v. Robbins,\n</pre><span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span><pre class=\"inline\">, 461-62 (1997). This high degree of deference applies even when that interpretation\nis first advanced during litigation. Reizenstein v. Shinseki, </pre><span class=\"citation\" data-id=\"207990\"><a href=\"/opinion/207990/reizenstein-v-shinseki/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1331</span></a></span><pre class=\"inline\">, 1335 (Fed. Cir. 2009)\n(citing Cathedral Candle Co. v. U.S. Int'l Trade Comm'n, </pre><span class=\"citation\" data-id=\"212030\"><a href=\"/opinion/212030/cathedral-candle-company-v-us-international-trade-/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1352</span></a></span><pre class=\"inline\">, 1364 (Fed. Cir. 2005)).\nWhere, as here, the plain language is ambiguous, the Court must consider the reasonableness of the\nSecretary's regulatory interpretation. Mason v. Shinseki, 26 Vet.App. 1, 6 (2012). \"[C]ourts should\ndefer to an agency's interpretation of its own ambiguous regulation so long as that interpretation is\nnot inconsistent with the language of the regulation or otherwise plainly erroneous and represents\nthe agency's considered view on the matter.\" Mulder v. Gibson, 27 Vet.App. 10, 16 (2014) (citing\nSmith v. Nicholson, </pre><span class=\"citation\" data-id=\"794716\"><a href=\"/opinion/794716/ellis-c-smith-claimant-appellee-v-r-james-nicholso/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1344</span></a></span><pre class=\"inline\">, 1349 (Fed. Cir. 2006) (citing Auer v. Robbins, </pre><span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span><pre class=\"inline\">,\n461-62 (1997))). In determining whether VA's interpretation of its regulation is \"reasonable,\" the\nCourt will consider, among other things, the \"timing and consistency of the agency's interpretation,\"\nBatterton v. Francis, </pre><span class=\"citation\" data-id=\"109707\"><a href=\"/opinion/109707/batterton-v-francis/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span><pre class=\"inline\">, 425-26 n.9 (1977); the \"thoroughness evident in its\nconsideration, [and] the validity of its reasoning,\" Skidmore v. Swift & Co., </pre><span class=\"citation\" data-id=\"104034\"><a href=\"/opinion/104034/skidmore-v-swift-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 140 (1944)\n\n\n                                                  9\n(\"[R]ulings, interpretations, and opinions . . . while not controlling upon the courts by reason of their\nauthority, do constitute a body of experience and informed judgment . . . properly resort[ed] [to] for\nguidance. The weight of such a judgment . . . will depend upon the thoroughness evident in its\nconsideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and\nall those factors which give it power to persuade.\").\n                                       1.The Secretary's Policy\n        In the wake of Haas v. Peake, VA exercised its discretion to specifically delineate the scope\nof qualifying service \"within the land borders of Vietnam.\" VA applies the presumption of herbicide\nexposure to service members that (1) set foot (however briefly) on land in Vietnam; (2) served on\ninland waterways; and (3) served on a ship with decklogs that reference \"anchoring or entering the\n'mouth' of\" the Cua Viet River, Saigon River, Mekong River Delta, Ganh Rai Bay, and the Rung Sat\nSpecial Zone. M21-1MR, pt. IV, subpt. ii., ch. 1, sect. H; Training Letter 10-06. VA defines inland\nwaterways as \"rivers, estuaries, canals, and delta areas inside the country, but . . . not . . . open deep-\nwater coastal ports and harbors where there is no evidence of herbicide use.\" Letter from the\nDirector of VA C&P Service, February 2009; December 2008 C&P Service Bulletin; Training Letter\n10-06 (explaining that open deep-water harbors are \"are not similar to the rivers, canals, and\nestuaries that make up the inland waterway system\"). VA's policy expressly excludes open deep-\nwater harbors including Cam Ranh Bay, Vung Tau Harbor, and Da Nang Harbor. Id.; see also\nDecember 2008 C&P Service Bulletin. Mr. Gray argues that VA's policy is flawed and maintains\nthat his service aboard the U.S.S. Roark constitutes service on an inland waterway. Appellant's Br.\nat 13-14.\n        As Haas v. Peake observed, the presumption did not apply to Mr. Haas's service miles\noffshore because spray flight paths did not cross the open ocean. 525 F.3d at 1192 (quoting 73 Fed.\nReg. 20,566, 20,568 (Apr. 16, 2008)). Haas concluded that VA's distinction between inland and\noffshore waters based on spraying was reasonably related to the primary predicate of both 38 U.S.C.\n§ 1116(a) and 38 C.F.R. § 3.307(a)(6)(iii): exposure. Id. at 1192-93. The Secretary asserts that\ndefining inland waterways to exclude Da Nang Harbor is likewise premised on the probability of\nexposure based on where Agent Orange was actually sprayed. Oral Arg. at 46:00. However, as will\nbe discussed below, although the Court recognizes VA's authority to distinguish between inland and\n\n\n                                                    10\noffshore waterways, the Court finds that, with respect to Da Nang Harbor, the manner in which VA\ndefines inland waterways is both inconsistent with the regulatory purpose and irrational. Therefore,\nthe Court cannot find VA's definition reasonable or worthy of deference.\n                     2. VA's interpretation is inconsistent with the regulation.\n       As the Board clearly stated in the decision on appeal, VA's policy designates Da Nang Harbor\nas blue water and, therefore, anchoring in the harbor is insufficient to establish entitlement to the\npresumption. R. at 16-17. The Secretary contends that, as in Haas v. Peake, VA's interpretation is\nentitled to deference because it reasonably interprets the regulation and has been consistently\nexpressed in VA documents since at least 2008. However, unlike Haas, the rationale underlying the\ndesignation of Da Nang Harbor here is inconsistent with the identified purpose of the statute and\nregulation: providing compensation to veterans based on the likelihood of exposure to herbicides.\nHaas, 525 F.3d at 1183, 1185.\n       Although the Secretary asserts that the exclusion of Da Nang Harbor from inland waterway\ndesignation was explained in statements in the Federal Register, these documents do not reveal any\ninsights specifically pertaining to the likelihood of exposure in Da Nang Harbor. Oral Arg. at 58:00.\nThey all reiterate VA's basic premise that herbicides were sprayed on land and not in the open waters\n\"off the shore of Vietnam.\" Monetary Allowance Under 38 U.S.C. § 1805 for a Child Suffering\nFrom Spina Bifida Who is a Child of a Vietnam Veteran, 62 Fed. Reg. 51,274 (Sept. 30, 1997); see\nalso Presumption of Exposure to Herbicides for Blue Water Navy Vietnam Veterans Not Supported,\n77 Fed. Reg. 76,170 (Dec. 26, 2012); Notice of Proposed Rulemaking on Definition of Service in\nthe Republic of Vietnam, 73 Fed. Reg. 20,566, 20,568 (Apr. 16, 2008). But they shed no light on\n\n\n\n\n                                                 11\nthe murky area where inland waterways open to the ocean and the brown water mixes with the blue.7\nId. Da Nang Harbor is one such area.\n       The Secretary seeks to support the definition of inland waterways through three primary\nsources: (1) The M21-1MR; (2) December 2008 C&P Service Bulletin; and (3) Training Letter 10-\n06. These documents all clearly state that VA does not consider Da Nang Harbor an inland\nwaterway. Yet, contrary to the Secretary's assertions, they do not explain how VA's designation of\nDa Nang Harbor relates to the probability of exposure based on herbicide use. In explaining that VA\nconsiders open water ports such as Da Nang to be extensions of ocean waters rather than inland\nwaterways, Training Letter 10-06 observes that \"[the distinction] is illustrated by a quote from the\n1967 ship's history of the U.S.S. Cleveland (LPD-7), which states: 'Da Nang Harbor is easy to enter\ndue to being open to the sea.'\" Training Letter 10-06, at 5. There is no discussion in the manual,\nletter, or bulletin of the likelihood of herbicide exposure based on spraying. Rather, it appears that\nVA designated Da Nang Harbor as blue water because it is an open deep-water harbor that is easy\nto sail into. At oral argument, the Secretary was asked to clarify this reasoning by comparing VA's\ndetermination that Quy Nhon Bay was an inland waterway but Da Nang Harbor was considered\n\n\n\n       7\n          At oral argument, the Secretary referred to an Institute of Medicine (IOM) study that\n\"confirmed\" that there was no likelihood of exposure to herbicides in Da Nang Harbor. Oral Arg.\nat 41:40, 69:00. The Court notes that this study was not in the record before the Board but will take\njudicial notice of the document to the extent the Secretary relies on it to support his definition of\ninland waterways as excluding Da Nang Harbor. See Smith v. Derwinski, 1 Vet.App. 235, 238\n(1991); see also Tagupa v. Shinseki, 27 Vet.App. 95, 100 (2014). The Secretary has clearly\nexpressed that the definition of inland waterways is based on the likelihood of exposure evidenced\nby spraying. Id. at 38:00, 41:25, 44:00. In assessing the likelihood of exposure to herbicides, the\nCommittee on Blue Water Navy Vietnam Veterans and Agent Orange Exposure found that \"the\nopportunity for Blue Water Navy personnel to have experienced inhalation exposure cannot be\nentirely discounted but would have been limited to instances when vessels were operating close to\n(within a few kilometers of) shore in locations where and at times when spraying occurred.\" INST.\nOF MED. OF THE NAT'L ACADS., BLUE WATER NAVY VIETNAM VETERANS AND AGENT ORANGE\nEXPOSURE 37 (2011). The committee acknowledged that instances of this kind of exposure might\nbe rare, but may not be discounted \"without further, labor-intensive efforts to coordinate Ranch Hand\nmission flight paths with Blue Water Navy ship locations.\" Id. at 95. To the extent the Secretary\nrelied on this report at oral argument, the general and inconclusive nature of the report falls short of\nthe Secretary's assertion that the report specifically \"confirmed\" that there was no likelihood of\nexposure to herbicides in Da Nang Harbor.\n\n                                                  12\noffshore waters.8 Oral Arg. at 44:58. The Secretary emphasized that open deep-water harbors were\nnot inland waterways and proffered that VA may have determined that Quy Nhon was shallower or\nmore narrow than Da Nang Harbor. Id. The Secretary did not offer any evidence that depth or ease\nof entry was significant to the likelihood of spraying or that the distinction between the two bodies\nof water was made based on an assessment of herbicide use in and around them. Thus, the Court\nis left to conclude that VA did indeed designate Da Nang as blue water based on ease of entry despite\na lack of discernable relationship between ease of entry or depth and the probability of exposure\nbased on herbicide use. Absent a connection to the probability of exposure based on spraying, the\nCourt finds the rationale supporting VA's designation of Da Nang Harbor is inconsistent with the\nregulation's purpose of compensation based on the probability of exposure. See Martin v.\nOccupational Safety and Health Review Commission, </pre><span class=\"citation\" data-id=\"112561\"><a href=\"/opinion/112561/martin-v-occupational-safety-and-health-review-com/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span><pre class=\"inline\">, 150-51 (1991) ( holding that\nan agency interpretation is reasonable \"so long as the interpretation 'sensibly conforms to the purpose\nand the wording of the regulations'\" (quoting Ehlert v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></span><pre class=\"inline\">, 105 (1991))).\n                                 3. VA's interpretation is irrational.\n       The Court is mindful of the challenges VA faces in defining the scope of the presumption\nwith regard to waterways that open to the ocean. However, although the presumption is purportedly\napplied where there is evidence of spraying, the documents the Secretary relies upon are devoid of\nany indication that VA made a fact-based assessment of the probability of exposure in Da Nang\nHarbor from aerial spraying. Instead Training Letter 10-06, the M21-1MR, and the December C&P\nBulletin reflect that VA based its designation of Da Nang Harbor on geographical characteristics –\ndepth and ease of entry – and not on spraying. After a review of VA's line-drawing related to\nwaterways that open to the ocean, the Court is unpersuaded that VA's definition of inland waterways\nreflects the Agency's fair and considered judgment.\n\n\n\n\n       8\n         A \"bay\" is defined as \"an inlet of the sea or other body of water usually smaller than a gulf\"\nor \"a small body of water set off from the main body.\" MERRIAM-WEBSTER'S COLLEGIATE\nDICTIONARY 98 (10th ed.) (1993). A \"harbor\" is defined as \"a part of a body of water protected and\ndeep enough to furnish anchorage; especially one with port facilities.\" Id. at 529. The Court finds\nno meaningful difference between the geographic terms bay and harbor that would distinguish VA's\ndesignation of Quy Nhon and Ganh Rai Bays as brown water and Da Nang Harbor as blue.\n\n                                                  13\n       First, the Secretary asserts that each designation was based on where Agent Orange was\nsprayed but fails to identify any specific indicia, criteria, or evidence that VA relies on to classify\nbodies of water. The December 2008 C&P Bulletin declares that \"Da Nang harbor and all other\nharbors along the Vietnam Coastline\" are blue water, but in contradiction to the policy advanced by\nthe Secretary, VA designates both Quy Nhon Bay and Ganh Rai Bay as inland waterways. The only\n\"parameters\" the Secretary offered were that open deep-water harbors are not inland because they\nare offshore. Oral Arg. at 44:45. Thus, Quy Nhon was an inland waterway because it was \"perhaps\nmore narrow or more shallow\" than Da Nang. The Court notes that the Secretary stated that\n\"perhaps\" Quy Nhon Bay was brown water because it was more narrow or more shallow than Da\nNang Harbor without identifying any specific evidence or document for support, further suggesting\nthat VA's policy is like a ship without an anchor: aimless and adrift from the regulation. Oral Arg.\nat 45:00. The Secretary did not provide any evidence or documentation related to spraying or other\navenues of herbicide contamination that distinguished Quy Nhon or Ganh Rai from Da Nang.\nReviewing maps of each of these bodies of water,9 the Court cannot discern any rhyme or reason in\nVA's determination that Quy Nhon Bay and Ganh Rai Bay are brown water but Vung Tau Harbor\n– which appears to be inside Ganh Rai Bay – Da Nang Harbor, and Cam Ranh Bay are blue water.10\n       Second, VA's rigid line-drawing in Da Nang Harbor contrasts markedly with the approach\nVA takes to mouths of rivers. Training Letter 10-06 notes that \"it is not practical to draw a line\nbetween the mouth of a river and the South China Sea.\" VA Training Letter 10-06, at 8. Thus, a\n\n\n\n       9\n          Pursuant to a Court order prior to oral argument, the parties jointly submitted maps of\nwaterways relevant to this appeal and stipulated that the maps have copyright references to the\nNational Oceanic and Atmospheric Administration and the U.S. Navy and thus, the Court may take\njudicial notice of them. Joint Response at 1; Oral Arg. at 10:57; see Smith, 1 Vet.App. at 238\n(\"Courts may take judicial notice of facts not subject to reasonable dispute.\" (citing FED. R. EVID.\n201(b))).\n       10\n           Even if the Court were to accept ease of entry as a valid rationale, it does not appear that\nVA has consistently followed this rationale. For example, Ganh Rai Bay has a much larger entrance\nthan Da Nang Harbor and Cam Ranh Bay, yet Ganh Rai Bay is considered brown water while Da\nNang and Cam Ranh are blue water. The entrances to a number of rivers seem likewise wide enough\nto allow for easy entry, particularly in the Mekong Delta. Thus, even if VA's entry rationale held\nwater, it does not appear to be applied consistently.\n\n                                                  14\nveteran may qualify for brown water service if the ship's deck logs reference anchoring or entering\nthe \"'mouth'\" of the \"'Cua Viet River,' 'Saigon River,' 'Mekong River Delta,' and 'Ganh Rai Bay' or\n'Rung Sat Special Zone.'\" VA Training Letter 10-06, at 7-8 (explaining that applying the benefit of\nthe doubt doctrine, \"evidence of the vessel's presence in a river's mouth is sufficient to establish the\npresumption of exposure for [v]eterans aboard that ship\"). The Secretary concedes that VA does not\nhave a specific definition for \"mouth\" of a river; instead, counsel for the Secretary stated that VA\n\"would rely on the deck records to indicate . . . anchorage or entrance into the mouth of the river in\norder to establish presence in the mouth of the river.\" Oral Arg. at 51:53. Depending on the deck\nlog's use of the word \"mouth,\" the \"borders\" of Vietnam may extend well beyond the physical land\nmass around a river mouth.11 VA's varying and inconsistent application of the presumption reflects\na struggle to classify the gray area where brown inland waterways meet blue offshore waters.\n        Unlike in Haas v. Peake, the seemingly arbitrary and inconsistent results here are not a\ntolerable by-product of line-drawing. Haas deferred to VA's line-drawing as a proxy for exposure\nand acknowledged that line-drawing necessarily led to over- and under-inclusiveness, which alone\ndid not render the line unreasonable. However, here, the arbitrary outcomes are not the result of a\nclear consistent rule anchored to the regulation. The inconsistent application of the presumption to\nwaterways that open to the ocean flows from VA's improper reliance on factors unrelated to the\nregulation – like ease of entry – to draw the line. The Court appreciates that VA faces a difficult\ntask. However, VA is not free to label bodies of water by flipping a coin, yet the outcomes here\nappear just as arbitrary.\n\n\n\n        11\n          Here, the record contains deck logs from the U.S.S. Roark dated April 1972, during Mr.\nGray's period of service, and one entry contains the following notation: \"operating off of the Cua\nViet River Mouth. . . . The ship is at general quarters, material condition zebra and condition of the\nreadiness I are set through out [sic] the ship. The ship is darkened.\" R. at 617. Moreover, Mr. Gray's\nservice records also note that the U.S.S. Roark was \"firing a night harassment mission in the vicinity\nof the Cua Viet River.\" R. at 781. In light of the Secretary's stated policy to rely on deck records to\ndetermine a ship's location and the Secretary's concession at oral argument that a river mouth does\nnot have definite boundaries, the Court questions why the Board did not address this reasonably\nraised issue which may have qualified Mr. Gray for the presumption. See Training Letter 10-06\n(noting that with regard to the presumption, the benefit of the doubt should be applied where deck\nlogs reflect that a ship anchored in or entered the mouth of the Cua Viet River).\n\n                                                  15\n        Recognizing \"[t]hat [a] generous degree of deference is due to an agency interpretation of its\nown regulations even when that interpretation is offered in the very litigation in which the argument\nin favor of deference is made,\" Cathedral Candle Co., 400 F.3d at 1364 (citing Auer, 519 U.S. at\n461-62), and in light of Haas v. Peake, the Court here considered the Agency's interpretation\ncarefully. However, unlike in Auer and Cathedral Candle Co., here VA's interpretation of its\nregulation is both inconsistent with the regulatory purpose and irrational; thus, the Court has \"'reason\nto suspect that the interpretation does not reflect the agency's fair and considered judgment on the\nmatter in question.'\" Cathedral Candle Co., 400 F.3d at 1364 (quoting Auer, 519 U.S. at 462).\nTherefore, VA's interpretation is \"unworthy of deference.\" Auer, 519 U.S. at 462.\n                                              C. Remedy\n        Mr. Gray argues that the Court should adopt the definition of inland waterways espoused in\nthe U.N. Convention on the Territorial and Contiguous Zone. Appellant's Br. at 18. He asserts that\nunder the Convention, Da Nang Harbor is an inland waterway within the borders of the Republic of\nVietnam, and therefore, reversal would be the appropriate remedy. Id. He argues that the Court and\nVA are bound by the Convention definition because the U.S. Supreme Court adopted that definition\nin Louisiana, supra, and thus, the definition applies to all uses of the term \"inland waterways\" in\nU.S. law. Appellant's Br. at 15-16; Oral Arg. at 05:20. The Court disagrees.\n        Contrary to Mr. Gray's argument, the Supreme Court adopted the Convention definition for\na specific purpose – not as the definition for \"inland waterways\" in all applications of the term in\nU.S. law. Louisiana, 394 U.S. at 34. Louisiana recognized that, four years earlier, United States\nv. California, </pre><span class=\"citation\" data-id=\"107057\"><a href=\"/opinion/107057/united-states-v-california/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span><pre class=\"inline\"> (1965), adopted the convention definition \"'for purposes of the\nSubmerged Lands Act.'\" In California, the Supreme Court interpreted \"inland waterways\" as it was\nused in the Submerged Lands Act. Id. at 164-66. The Supreme Court determined that Congress\nspecifically left the definition of \"inland waterways\" in the Submerged Lands Act to the courts to\ndefine and that the Convention offered the \"best and most workable\" definition available. Id. at 165.\nThe Supreme Court accordingly adopted that definition \"for the purposes of the Submerged Lands\nAct.\" Id. The Supreme Court gave no indication in either California or Louisiana that it intended\nfor the Convention to apply every time the term \"inland waterways\" was used in U.S. law. Morever,\nas the Federal Circuit noted in Haas, there is no indication in the language of section 1116(a) or its\n\n\n                                                  16\nlegislative history that Congress intended to specifically define the reach of a sovereign nation and\ntherefore the phrase \"served in the Republic of Vietnam\" was ambiguous. 525 F.3d at 1184. Unlike\nin the Submerged Lands Act, here the discretion to define and interpret the scope of the regulation\nwas given to the Agency, not the Court. See Haas v. Peake, 525 F.3d at 1180 (noting that \"there is\nno indication during the legislative process [for the Agent Orange Act] that Congress focused on the\nprecise scope that should be attached to the statutory phrase 'served in the Republic of Vietnam'\").\n       There is no indication that in using the term \"inland waterways\" VA intended to adopt the\nConvention definition, and the Secretary expressly denied any intent to do so at oral argument.\nAlthough the Court finds VA's definition of inland waterways irrational and not entitled to deference,\nVA retains its discretionary authority to define the scope of the presumption. The Court declines to\nusurp the Agency's authority and impose its own line. Rather, the Court will vacate the Board\ndecision on appeal as arbitrary and capricious because the decision was based on VA's flawed\ninterpretation of 38 C.F.R. § 3.307(a)(6)(iii). The Court will remand the matter for VA to reevaluate\nits definition of inland waterways – particularly as it applies to Da Nang Harbor – and exercise its\nfair and considered judgment to define inland waterways in a manner consistent with the regulation's\nemphasis on the probability of exposure.\n                                   D. Equal Protection Argument\n       As stated previously, Mr. Gray argues that reversal is warranted on Equal Protection grounds.\nAppellant's Br. at 18-19. Specifically, he contends that VA violated the Equal Protection Clause of\nthe Fifth Amendment of the U.S. Constitution because a Board decision in another veteran's case\nfound that Da Nang Harbor was an inland waterway and awarded that veteran the presumption. Id.\n       The Due Process Clause of the Fifth Amendment provides that \"[n]o person shall . . . be\ndeprived of life, liberty, or property, without due process of law.\" U.S. CONST. Amend. V. The\nFederal Circuit has held that Due Process protections apply to disability compensation proceedings\nbefore the Board. Cushman v. Shinseki, </pre><span class=\"citation\" data-id=\"208216\"><a href=\"/opinion/208216/cushman-v-shinseki/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1290</span></a></span><pre class=\"inline\"> (Fed. Cir. 2009). Although the Fifth\nAmendment, which applies to the Federal Government, \"does not contain an equal protection clause\nas does the Fourteenth Amendment[,] which applies only to the states,\" \"discrimination may be so\nunjustifiable as to be violative of due process\" under the Fifth Amendment. Bolling v. Sharpe,\n</pre><span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span><pre class=\"inline\">, 499 (1954); see Bowers v. Shinseki, 26 Vet.App. 201, 208 n.11 (2013); Robinson v.\n\n\n                                                 17\nBrown, 9 Vet.App. 398, 401 (1996). \"[A] party challenging a law on equal protection grounds 'may\nmake out a prima facie case of purposeful discrimination by showing that the totality of the relevant\nfacts gives rise to an inference of discriminatory purpose.'\" Reeves v. West, 11 Vet.App. 255, 259\n(1998) (quoting Batson v. Kentucky, </pre><span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 93-94 (1986)). The Equal Protection Clause\n\"commands that no State shall 'deny to any person within its jurisdiction the equal protection of the\nlaws,' which is essentially a direction that all persons similarly situated should be treated alike.\"\nCleburne v. Cleburne Living Ctr., Inc., </pre><span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 439 (1985).\n       To demonstrate that he was similarly situated to the other veteran, Mr. Gray submits a\nNovember 2009 Board decision in another veteran's case. Appellant's Br. at 19-20; R. at 3. A\nreview of that Board decision reflects that in November 2009 the Board found that Da Nang Harbor\nwas an inland waterway for purposes of the regulation (R. at 320), yet the Board concluded that the\npresumption applied because \"there is credible evidence that the [v]eteran set foot on land in\nVietnam during the Vietnam Era.\" (R. at 320 (emphasis added)). The specific facts before the\nNovember 2009 Board decision are not before the Court; and thus, the Court finds that the Board's\nindication that the veteran set foot on land ambiguous. The veteran in that case served aboard the\nU.S.S. Oklahoma City, which appears on the list of ships with inland waterway service because it\n\"docked in Saigon during July 21-24, 1964.\" Agent Orange: Alphabetized Ships List, U.S.\nDepartment of Veterans Affairs, http://www.publichealth.va.gov/ (Accessed Mar. 17, 2015). Thus,\nit is unclear from the Board decision whether the \"credible evidence\" the Board relied on to afford\nthe veteran the presumption was his ship's anchoring in Da Nang Harbor alone or some other\nevidence reflecting that the veteran had qualifying inland service, such as setting foot on land or\npresence in other inland waterways. Therefore, the Court cannot determine whether Mr. Gray is\nsimilarly situated to the veteran referenced in the November 2009 Board decision.12 Accordingly,\nthe November 2009 Board decision cannot form the basis of or provide support for an equal\nprotection challenge, and Mr. Gray's argument on this point must fail.\n\n\n       12\n          Even if it were clear that Mr. Gray is similarly situated to the veteran referenced in the\nNovember 2009 Board decision, it is well established that Board decisions are not precedential or\nbinding on other veterans. See 38 C.F.R. § 20.1303 (2014); see also Lynch v. Gober, 11 Vet.App.\n22, 27 (1997), vacated on other grounds sub nom. Lynch v. West, </pre><span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1312</span></span><pre class=\"inline\"> (Fed. Cir. 1998);\nHillyard v. Derwinski, 1 Vet.App. 349, 351 (1999).\n\n                                                 18\n                                       IV. CONCLUSION\n       Upon consideration of the foregoing, the portion of the November 6, 2013, Board decision\ndenying Mr. Gray's claim for hypertension is AFFIRMED, and the remaining claims for diabetes,\nneuropathy of the left and right lower extremities, ischemic heart disease, and erectile dysfunction\nare VACATED and REMANDED for further proceedings consistent with this decision.\n\n\n\n\n                                                19\n</pre>", "id": 2796586, "judges": "", "local_path": "pdf/2015/04/23/grayv._mcdonald.pdf", "nature_of_suit": "", "plain_text": "          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                           NO. 13-3339\n\n                                  ROBERT H. GRAY, APPELLANT,\n\n                                                 V.\n\n                                   ROBERT A. MCDONALD,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n(Argued February 25, 2015                                                  Decided April 23, 2015)\n\n\n\n        Michael E. Wildhaber, of Washington, D.C., with whom Matthew D. Hill, of Daytona\nBeach, Florida, was on the brief for the appellant.\n\n       Sarah Fusina, with whom Tammy L. Kennedy, Acting General Counsel; Mary Ann Flynn,\nAssistant General Counsel; and Penny C. Kahn, Senior Appellate Attorney, all of Washington, D.C.,\nwere on the brief for the appellee.\n\n       John B. Wells, of Slidell, Louisiana, was on the brief for Blue Water Navy Vietnam Veterans\nAssociation and for Military-Veterans Advocacy, Inc., as amici curiae.\n\n       Before HAGEL, DAVIS, and SCHOELEN, Judges.\n\n       SCHOELEN, Judge: The appellant, Robert H. Gray, appeals through counsel a November\n6, 2013, Board of Veterans' Appeals (Board or BVA) decision that denied disability compensation\nfor (1) diabetes mellitus (diabetes), (2) neuropathy of the left and right lower extremities, (3)\nischemic heart disease, and (4) hypertension – all to include as due to herbicide exposure – and (5)\nerectile dysfunction, to include as due to herbicide exposure, secondary to diabetes, or both. Record\nof Proceedings (R.) at 3-11. This appeal is timely, and the Court has jurisdiction to review the\nBoard's November 2013 decision pursuant to 38 U.S.C. §§ 7252(a) and 7266(a). This matter was\nreferred to a panel of the Court, with oral argument, to address Mr. Gray's argument that VA's\ninterpretation of 38 C.F.R. § 3.307(a)(6)(iii) designating Da Nang Harbor as an offshore, rather than\ninland, waterway is arbitrary and capricious. For the reasons discussed below, the Court holds that\nVA's interpretation is inconsistent with the purpose of the regulation and does not reflect the\nAgency's fair and considered judgment. Upon review of the parties' arguments, the Court will affirm\nin part and vacate in part the Board's November 6, 2013, decision.1 The vacated matters will be\nremanded for proceedings consistent with this decision.\n\n\n                                       I. BACKGROUND\n       Mr. Gray served on active duty in the U.S. Navy from September 1971 to February 1975.\nR. at 547. He served aboard the U.S.S. Roark from March 1972 through September 1974. Id. The\ndeck logs reflect that the U.S.S. Roark anchored in Da Nang Harbor multiple times in 1972. R. at\n611-17. The deck logs also reflect that the ship operated \"off the Cua Viet River mouth\" and\nengaged the enemy in the vicinity of the Cua Viet River. R. at 617.\n       In June 2007, Mr. Gray applied for disability compensation for several conditions including\n\"diabetes – type 2,\" bilateral neuropathy of the lower limbs, and \"heart attack/heart damage.\"\nR. at 942. VA outpatient records reflect diagnoses for all three conditions. R. at 678, 763.\nRecognizing that Mr. Gray's diabetes claim may be affected by the then-pending action in Haas v.\nPeake, 525 F.3d 1168 (Fed. Cir. 2008), cert. denied, 129 S. Ct. 102 (Jan. 21, 2009), the regional\noffice (RO) deferred that claim until Haas was resolved.2 R. at 780-82. A May 2008 rating decision\n\n\n       1\n         The November 2013 Board decision denied five claims. Mr. Gray does not distinguish\nbetween his claims, thus they are all on appeal. The Court notes that the Board denied the\nhypertension claim because it found that even if Mr. Gray were entitled to the presumption of\nherbicide exposure, this claim would fail because hypertension is not on the list of diseases\nqualifying for presumptive service connection based on exposure. R. at 20. Mr. Gray does not\nchallenge this determination. Accordingly, the Court will affirm that portion of the Board's decision\ndenying the hypertension claim. See Soyini v. Derwinski, 1 Vet.App. 540, 546 (1991) (declining to\nremand when there is no benefit flowing to the veteran).\n       2\n         After this Court's decision in Haas v. Nicholson, 20 Vet.App. 257 (2006), VA requested,\nand the Court granted, leave to stay cases related to Haas pending the appeal to the U.S. Court of\nAppeals for the Federal Circuit. Ribaudo v. Nicholson, 21 Vet.App. 137 (2007) (en banc order).\nCompare Ribaudo v. Nicholson, 20 Vet.App. 552, 561 (2007) (en banc) (holding that the Secretary\nmay stay cases pending an appeal of a Court opinion to the Federal Circuit with leave of this Court),\nwith Tobler v. Derwinski, 2 Vet.App. 8, 14 (1991) (holding that VA is bound by decisions of this\n\n                                                 2\ndenied Mr. Gray's neuropathy and heart disability claims. R. at 618-27. That same month, the U.S.\nCourt of Appeals for the Federal Circuit (Federal Circuit) issued a decision in Haas.3\n       In August 2008, Mr. Gray submitted an additional claim for \"sexual dysfunction due to Type\n2 diabetes.\" R. at 609. In October 2008, the appellant submitted a Notice of Disagreement as to the\nMay 2008 rating decision. R. at 596-97. A February 2009 rating decision denied service connection\nfor diabetes and for erectile dysfunction (ED). R. at 410-17. The RO noted that presumptive service\nconnection for diabetes based on herbicide exposure was not warranted because the evidence did not\nshow that Mr. Gray served \"on the ground\" in Vietnam. R. at 416.\n       Mr. Gray perfected his appeal of the neuropathy and heart disease claims in July 2009 and\nthe diabetes and ED claims in September 2009. R. at 336-37, 377-78. In January 2010, Mr. Gray\nsought to reopen a claim for ischemic heart disease and submitted supporting documents including\nInternet articles discussing VA's effort to compile a list of \"Blue Water Navy ships,\" an excerpt from\n\"Veterans and Agent Orange: Update 2008,\" and a copy of a November 2009 Board decision from\nanother veteran's appeal. R. at 302, 308-10, 312-20. The November 2009 Board decision stated that\n       in the instant case, the [v]eteran's service was conducted on a ship that frequently\n       anchored in a harbor within the territorial borders of Vietnam. The evidence of\n       record clearly shows that Da Nang Harbor is well sheltered and surrounded on three\n       sides by the shoreline of Vietnam. The harbor is nearly totally surrounded by land\n       and . . . the entire harbor is located within the territorial boundaries of Vietnam. As\n       such, given the location of the harbor as being surrounded by the land on three sides,\n       and the evidence that the harbor is within the territory of Vietnam, and resolving all\n       doubt in the [v]eteran's favor, the Board finds that Da Nang Harbor is an inland\n       waterway for purposes of the regulation.\nR. at 320. The Board granted presumptive service connection for the veteran in that case stating that\nthere was \"credible evidence that the [v]eteran set foot on land in Vietnam during the Vietnam Era,\nand he now has diabetes mellitus.\" Id. (emphasis added).\n\n\n\n\nCourt, unless or until that decision is overturned by this Court en banc, the U.S. Court of Appeals\nfor the Federal Circuit, or the U.S. Supreme Court).\n       3\n         The Federal Circuit affirmed VA's interpretation of § 3.307 requiring \"the servicemember's\npresence at some point on the landmass or the inland waters of Vietnam.\" Haas v. Peake, 525 F.3d.\nat 1193.\n\n                                                  3\n        In a June 2010 diabetes compensation and pension (C&P) examination, the examiner noted\nMr. Gray's service on the U.S.S. Roark and his statement \"that he was never on land.\" R. at 264. The\nexaminer found that Mr. Gray's ED and peripheral neuropathy were \"as likely as not\" secondary to\nhis diabetes. R. at 267. An August 2010 Supplemental Statement of the Case (SSOC) denied the\nclaims for diabetes, ED, peripheral neuropathy, and heart attack and heart damage. R. at 257-63.\n        Regarding Mr. Gray's ischemic heart disease claim, in April 2011, the RO issued a formal\nfinding of a lack of information for corroborating exposure to Agent Orange, noting that a March\n2011 response from the Joint Services Records Research Center did not reflect that the ship transited\ninland waters or docked or that personnel set foot in Vietnam. R. at 202-03. In May 2011, the RO\ndenied disability compensation for the heart attack and heart damage claim, also claimed as ischemic\nheart disease, for purposes of entitlement to retroactive benefits as a result of exposure to herbicides.\nR. at 193-201.\n        In January 2012, Mr. Gray, through counsel, submitted additional argument asserting that\nalthough the Federal Circuit upheld VA's interpretation of 38 C.F.R. § 3.307(a)(6)(iii) requiring\nactual presence on the landmass or inland waters of Vietnam, \"[t]he issue is whether service aboard\n[the U.S.S. Roark] while it is anchored in [Da Nang Harbor] in Vietnam constitutes service in the\ninland waters of Vietnam.\" R. at 153. A July 2012 SSOC denied all Mr. Gray's pending claims.\nR. at 124-29.\n        In the November 2013 decision on appeal, the Board rejected Mr. Gray's argument that Da\nNang Harbor is an inland waterway of Vietnam because it contradicted \"VA's official position on\nthis matter.\" Id. For support, the Board cited a December 2008 VA Compensation & Pension Service\nBulletin (December 2008 C&P Bulletin) that \"specifically stated that Da Nang Harbor and all other\nharbors along the Vietnam coastline\" were considered blue water and not brown water.4 R. at 17. The\nBoard also relied on a September 2010 Veterans Benefit Administration Training Letter (Training\nLetter 10-06) for the same point. Id. The Board then stated that \"[t]he rationale for concluding Da\n\n\n\n        4\n          VA distinguishes the \"brown water\" Navy-smaller vessels that \"operated on the muddy,\nbrown-colored inland waterways of Vietnam\" from the \"blue water\" Navy-larger \"gun line ships and\naircraft carriers . . . operat[ing] on the blue-colored waters of the open ocean.\" Veterans Benefits\nAdministration Compensation and Pension Training Letter 10-06, at 3 (Sept. 9, 2010).\n\n                                                   4\nNang Harbor was an open waterway, as opposed to inland waters of Vietnam, is discussed in the\nDecember 2008 C&P Bulletin, Training Letter 10-06, and [VA Adjudication Procedures Manual\nRewrite (M21-1MR)] provisions. For the sake of brevity, this rationale will not be reiterated in this\ndecision.\" Id.\n       The Board also rejected Mr. Gray's argument that denying him the presumption of herbicide\nexposure when the November 2009 Board decision had granted it to a different veteran violated the\nEqual Protection Clause. R. at 18-19. The Board emphasized that under 38 C.F.R. § 20.1303, the\nNovember 2009 Board decision did not have precedential value in Mr. Gray's case. R. at 18. The\nBoard noted that it did not have the specific facts of the other case before it, and even if the facts\nwere before it, the Board could not ignore VA's stated policy that excludes Da Nang Harbor from\ninland waters of Vietnam. Id. Finding that the evidence did not indicate that Mr. Gray had in-\ncountry service or documented visitation in the Republic of Vietnam, the Board concluded that he\nwas not entitled to a grant of service connection on a presumptive basis. R. at 20. This appeal\nfollowed.\n\n\n                               II. THE PARTIES' ARGUMENTS\n       Mr. Gray argues that the Board made three errors. First, he asserts, the Board's finding that\nanchoring in Da Nang Harbor does not constitute service on the inland waters of the Republic of\nVietnam is arbitrary and capricious. Appellant's Brief (Br.) at 12-13. Mr. Gray asserts that there is\nno legal authority or rationale supporting VA's bare policy statement that Da Nang Harbor is \"blue\nwater.\" Id. at 13-14. Mr. Gray notes that the only justification for classifying Da Nang Harbor as\nblue water is an opinion that \"'Da Nang Harbor is easy to enter due to being open to the sea.'\" Id.;\nAppendix at 47.\n       Mr. Gray urges the Court to adopt an alternative definition for \"inland waters\" espoused in\nthe United Nations Convention on the Territorial Sea and the Contiguous Zone (Convention), Apr.\n29, 1958, 15 U.S.T. 1606, T.I.A.S. No. 5639 (entered into force for the United States June 10, 1964)\nand applied by the U.S. Supreme Court in United States v. Louisiana, 394 U.S. 11, 22-23 (1968)\n(applying the treaty definition to a Submerged Lands Act issue). He asserts that under this\n\n\n\n\n                                                  5\nalternative definition, Da Nang Harbor would be classified as an inland waterway, and he would be\nentitled to the presumption of herbicide exposure. Appellant's Br. at 16.\n       Alternatively, Mr. Gray argues that the Board committed a second error by violating the\nEqual Protection Clause of the Fifth Amendment of the U.S. Constitution because a November 2009\nBoard decision had applied the presumption to a similarly situated veteran. Id. at 18-19. He asserts\nthat the Board improperly rejected his argument \"out of hand\" and ignored the Board's policy to\n\"'strive for consistency.'\" Id. at 19. Finally, Mr. Gray contends that, should the Court uphold VA's\nclassification of Da Nang Harbor as blue water, remand is still appropriate because the Board\nprovided inadequate reasons or bases for its decision. Id. at 23-24.\n       The Secretary argues that the Court should affirm the Board decision because Mr. Gray's\narguments for reversal were considered and rejected by the Federal Circuit in Haas v. Peake.\nSecretary's Br. at 10. The Secretary asserts that in Haas, the Federal Circuit deferred to VA's\ninterpretation of \"service in the Republic of Vietnam\" as including service on inland waterways and\nexcluding service only in the blue water Navy from presumptive herbicide exposure. Id. at 11. The\nSecretary further maintains that the VA's Adjudication Procedures Manual Rewrite (M21-1MR)\nclearly states that anchoring in Da Nang Harbor does not constitute inland waterway service. Id. at\n12. He argues that it is \"manifestly clear that VA does not view offshore service in Da Nang Harbor\"\nas brown water service and its interpretation is entitled to substantial deference. Id. at 14-20. The\nSecretary contends that Mr. Gray's reliance on United States v. Louisiana is misplaced because in\nLouisiana, the Supreme Court was interpreting only the Submerged Lands Act and chose to apply\nthe Convention definition in that specific context, and therefore, the language of the Convention as\napplied in Louisiana is not binding on VA or this Court. Id. at 13.\n       As to Mr. Gray's remaining arguments, the Secretary argues that his Equal Protection\nargument must fail. First, under the rational basis test, he asserts that the Federal Circuit in Haas\nhas already found that VA has a rational basis for its interpretation of 38 C.F.R. § 3.307(a)(6)(iii).\nSecretary's Br. at 21. Second, the Secretary maintains that Mr. Gray ignores that this Court has\npreviously declined to consider other veterans' Board decisions. Id. at 23. The Secretary asserts that\nthe November 2009 Board decision may not serve as a basis for an Equal Protection challenge and\nthat Mr. Gray has not demonstrated that VA lacks a rational basis for its interpretation of inland\n\n\n                                                  6\nwaterways as excluding Da Nang Harbor. Id. at 25-26. Finally, the Secretary argues that the Board\nprovided adequate reasons and bases for its decision. Id. at 26-27.\n        In the interest of narrowing the issues, the Court takes note of the following concessions\nmade at oral argument. First, Mr. Gray concedes that the U.S.S. Roark's mooring to the U.S.S.\nSamuel Gompers while it was docked to a pier in Da Nang Harbor is irrelevant: he bases his\nargument solely on his ship's presence within the harbor itself. Oral Argument (Arg.) at 02:45 (Feb.\n25, 2015). Second, Mr. Gray concedes that he never physically set foot on land in the Republic of\nVietnam. Id. Finally, with the exception of hypertension, Mr. Gray's claimed disabilities are on the\nlist of diseases entitled to presumptive service connection as a result of herbicide exposure.\nTherefore, as both parties agreed at oral argument, if the Court were to find that Da Nang Harbor is\nan inland waterway, Mr. Gray would prevail on his claims for disability compensation. Oral\nArg. at 49:25.\n\n\n                                           III. ANALYSIS\n                         A. Overarching Legal Framework: Haas v. Peake\n        Under 38 C.F.R. § 1116(a) a veteran who \"served in the Republic of Vietnam\" between\nJanuary 6, 1962, and May 7, 1975, is presumed service connected for certain conditions likely caused\nby exposure to Agent Orange, including type II diabetes mellitus, even if he cannot prove he was\never actually exposed to qualifying herbicide. 38 U.S.C. § 1116(a). \"'Service in the Republic of\nVietnam' includes service in the waters offshore and service in other locations if the conditions of\nservice involved duty or visitation in the Republic of Vietnam.\" 38 C.F.R. § 3.307(a)(6)(iii) (2014).\n        In reviewing \"an agency's construction of the statute which it administers,\" a court must apply\nthe doctrine set forth in Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., and\ndetermine whether the statute speaks to the precise issue or is ambiguous. 467 U.S. 837, 842 (1984).\nIf the statute is silent or ambiguous with respect to the specific issue, the question becomes whether\nthe agency's interpretation is based on a permissible construction of the statute. Id. at 843. The\nagency's interpretation will not be set aside unless it is \"arbitrary, capricious, an abuse of discretion\nor otherwise not in accordance with law.\" 38 U.S.C. § 7261(a)(3)(A); Breniser v. Shinseki,\n25 Vet.App. 64, 72 (2011).\n\n\n                                                   7\n       Here the Court is not working with a blank canvas: the Federal Circuit engaged in a thorough\nand extensive application of the Chevron doctrine in Haas v. Peake, supra. Reviewing the language\nand legislative history of 38 U.S.C. § 1116(a), the Federal Circuit found that the statutory phrase\n\"served in the Republic of Vietnam\" was ambiguous as applied to veterans who served offshore in\nocean-going vessels. R. at 1183-84. The Federal Circuit then determined that the implementing\nregulation, 38 C.F.R. § 3.307(a)(6)(iii), reasonably interpreted the statute to \"require some presence\nin Vietnam, even if the veteran's service largely occurred elsewhere.\"5 Id. at 1186. However, the\nFederal Circuit also concluded that the phrases \"duty or visitation in the Republic of Vietnam\" and\n\"waters offshore\" were \"sufficiently ambiguous\" to require a review of VA's interpretation of its own\nregulation. Id.\n       In Haas v. Peake, VA argued that it reasonably interpreted its regulation to limit the\npresumption of exposure to veterans who served on or visited the Vietnamese landmass or its inland\nwaterways and excluded veterans – such as Mr. Haas – who served exclusively offshore in ocean-\ngoing ships.6 Id. at 1182-83. In Haas, VA noted that it drew this line because \"Agent Orange was\nsprayed only on land, and therefore, the best proxy for exposure is whether a veteran was present\nwithin the land borders of the Republic of Vietnam.\" Id. at 1192. The Federal Circuit found this\nexplanation reasonable and concluded that absent evidence that VA's line was irrational, it would\nnot impose a different line. Id. at 1192-93.\n       Essentially, Haas v. Peake laid the foundation for the blue-versus-brown-water distinction.\nThe Federal Circuit recognized that \"[t]he entire predicate for the Agent Orange Act and its\nregulations was exposure to herbicides in general and Agent Orange in particular.\" Id. at 1185.\nThus, VA's interpretation of § 3.307(a)(6)(iii) – \"as excluding service members who never set foot\n\n\n       5\n         Although Mr. Gray asserted that 38 C.F.R. § 3.307(a)(6)(iii) merely parrotted the statute and\nwas therefore not entitled to deference, in Haas v. Peake, the Federal Circuit observed that the VA's\nregulation \"elaborate[d] on the statutory phrase 'served in the republic of Vietnam' by construing it\nto include service offshore and service in other locations as long as the service 'involved duty or\nvisitation in the Republic of Vietnam.\"' 525 F.3d at 1187. The Federal Circuit clearly stated that\nthis language \"qualifies as interpretation rather than reiteration.\" Id.\n       6\n        Mr. Haas never entered a harbor or port because his ship carried explosive materials. Haas\nv. Peake, 525 F. 3d at 1173. Thus, he served exclusively on the open ocean. Id.\n\n                                                  8\nwithin the land borders of Vietnam\" because there was a low probability that offshore veterans, such\nas Mr. Haas, were exposed to herbicides – was not unreasonable, \"'plainly erroneous, or inconsistent\nwith the regulation.'\" Id. at 1193 (quoting Bowles v. Seminole Rock & Sand Co., 325 U.S. 410, 414\n(1945)). The Court will not reexamine the validity of VA's interpretation limiting the presumption\nto brown water or inland waterways – Haas affirmed that it was reasonable for VA to distinguish\nbetween offshore and inland waterways.\n       Yet, contrary to the Secretary's brief, Haas v. Peake – which dealt with a veteran who only\nserved miles off shore – did not decide the specific question before the Court. As noted above, Haas\nv. Peake made it clear that VA may draw a line between blue and brown water while leaving the\nspecific line drawing to VA discretion. As the parties agreed at oral argument, this case asks the\nCourt to examine how VA exercised that discretion and, more specifically, whether VA's definition\nof inland waterways – which does not include Da Nang Harbor – is entitled to deference: a question\nnot addressed by Haas v. Peake.\n                      B. Whether VA's interpretation is entitled to deference\n       An agency's interpretation of its own regulations is entitled to substantial deference by the\nCourt. See United States v. Cleveland Indians Baseball Co., 532 U.S. 200 (2001); Auer v. Robbins,\n519 U.S. 452, 461-62 (1997). This high degree of deference applies even when that interpretation\nis first advanced during litigation. Reizenstein v. Shinseki, 583 F.3d 1331, 1335 (Fed. Cir. 2009)\n(citing Cathedral Candle Co. v. U.S. Int'l Trade Comm'n, 400 F.3d 1352, 1364 (Fed. Cir. 2005)).\nWhere, as here, the plain language is ambiguous, the Court must consider the reasonableness of the\nSecretary's regulatory interpretation. Mason v. Shinseki, 26 Vet.App. 1, 6 (2012). \"[C]ourts should\ndefer to an agency's interpretation of its own ambiguous regulation so long as that interpretation is\nnot inconsistent with the language of the regulation or otherwise plainly erroneous and represents\nthe agency's considered view on the matter.\" Mulder v. Gibson, 27 Vet.App. 10, 16 (2014) (citing\nSmith v. Nicholson, 451 F.3d 1344, 1349 (Fed. Cir. 2006) (citing Auer v. Robbins, 519 U.S. 452,\n461-62 (1997))). In determining whether VA's interpretation of its regulation is \"reasonable,\" the\nCourt will consider, among other things, the \"timing and consistency of the agency's interpretation,\"\nBatterton v. Francis, 432 U.S. 416, 425-26 n.9 (1977); the \"thoroughness evident in its\nconsideration, [and] the validity of its reasoning,\" Skidmore v. Swift & Co., 323 U.S. 134, 140 (1944)\n\n\n                                                  9\n(\"[R]ulings, interpretations, and opinions . . . while not controlling upon the courts by reason of their\nauthority, do constitute a body of experience and informed judgment . . . properly resort[ed] [to] for\nguidance. The weight of such a judgment . . . will depend upon the thoroughness evident in its\nconsideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and\nall those factors which give it power to persuade.\").\n                                       1.The Secretary's Policy\n        In the wake of Haas v. Peake, VA exercised its discretion to specifically delineate the scope\nof qualifying service \"within the land borders of Vietnam.\" VA applies the presumption of herbicide\nexposure to service members that (1) set foot (however briefly) on land in Vietnam; (2) served on\ninland waterways; and (3) served on a ship with decklogs that reference \"anchoring or entering the\n'mouth' of\" the Cua Viet River, Saigon River, Mekong River Delta, Ganh Rai Bay, and the Rung Sat\nSpecial Zone. M21-1MR, pt. IV, subpt. ii., ch. 1, sect. H; Training Letter 10-06. VA defines inland\nwaterways as \"rivers, estuaries, canals, and delta areas inside the country, but . . . not . . . open deep-\nwater coastal ports and harbors where there is no evidence of herbicide use.\" Letter from the\nDirector of VA C&P Service, February 2009; December 2008 C&P Service Bulletin; Training Letter\n10-06 (explaining that open deep-water harbors are \"are not similar to the rivers, canals, and\nestuaries that make up the inland waterway system\"). VA's policy expressly excludes open deep-\nwater harbors including Cam Ranh Bay, Vung Tau Harbor, and Da Nang Harbor. Id.; see also\nDecember 2008 C&P Service Bulletin. Mr. Gray argues that VA's policy is flawed and maintains\nthat his service aboard the U.S.S. Roark constitutes service on an inland waterway. Appellant's Br.\nat 13-14.\n        As Haas v. Peake observed, the presumption did not apply to Mr. Haas's service miles\noffshore because spray flight paths did not cross the open ocean. 525 F.3d at 1192 (quoting 73 Fed.\nReg. 20,566, 20,568 (Apr. 16, 2008)). Haas concluded that VA's distinction between inland and\noffshore waters based on spraying was reasonably related to the primary predicate of both 38 U.S.C.\n§ 1116(a) and 38 C.F.R. § 3.307(a)(6)(iii): exposure. Id. at 1192-93. The Secretary asserts that\ndefining inland waterways to exclude Da Nang Harbor is likewise premised on the probability of\nexposure based on where Agent Orange was actually sprayed. Oral Arg. at 46:00. However, as will\nbe discussed below, although the Court recognizes VA's authority to distinguish between inland and\n\n\n                                                    10\noffshore waterways, the Court finds that, with respect to Da Nang Harbor, the manner in which VA\ndefines inland waterways is both inconsistent with the regulatory purpose and irrational. Therefore,\nthe Court cannot find VA's definition reasonable or worthy of deference.\n                     2. VA's interpretation is inconsistent with the regulation.\n       As the Board clearly stated in the decision on appeal, VA's policy designates Da Nang Harbor\nas blue water and, therefore, anchoring in the harbor is insufficient to establish entitlement to the\npresumption. R. at 16-17. The Secretary contends that, as in Haas v. Peake, VA's interpretation is\nentitled to deference because it reasonably interprets the regulation and has been consistently\nexpressed in VA documents since at least 2008. However, unlike Haas, the rationale underlying the\ndesignation of Da Nang Harbor here is inconsistent with the identified purpose of the statute and\nregulation: providing compensation to veterans based on the likelihood of exposure to herbicides.\nHaas, 525 F.3d at 1183, 1185.\n       Although the Secretary asserts that the exclusion of Da Nang Harbor from inland waterway\ndesignation was explained in statements in the Federal Register, these documents do not reveal any\ninsights specifically pertaining to the likelihood of exposure in Da Nang Harbor. Oral Arg. at 58:00.\nThey all reiterate VA's basic premise that herbicides were sprayed on land and not in the open waters\n\"off the shore of Vietnam.\" Monetary Allowance Under 38 U.S.C. § 1805 for a Child Suffering\nFrom Spina Bifida Who is a Child of a Vietnam Veteran, 62 Fed. Reg. 51,274 (Sept. 30, 1997); see\nalso Presumption of Exposure to Herbicides for Blue Water Navy Vietnam Veterans Not Supported,\n77 Fed. Reg. 76,170 (Dec. 26, 2012); Notice of Proposed Rulemaking on Definition of Service in\nthe Republic of Vietnam, 73 Fed. Reg. 20,566, 20,568 (Apr. 16, 2008). But they shed no light on\n\n\n\n\n                                                 11\nthe murky area where inland waterways open to the ocean and the brown water mixes with the blue.7\nId. Da Nang Harbor is one such area.\n       The Secretary seeks to support the definition of inland waterways through three primary\nsources: (1) The M21-1MR; (2) December 2008 C&P Service Bulletin; and (3) Training Letter 10-\n06. These documents all clearly state that VA does not consider Da Nang Harbor an inland\nwaterway. Yet, contrary to the Secretary's assertions, they do not explain how VA's designation of\nDa Nang Harbor relates to the probability of exposure based on herbicide use. In explaining that VA\nconsiders open water ports such as Da Nang to be extensions of ocean waters rather than inland\nwaterways, Training Letter 10-06 observes that \"[the distinction] is illustrated by a quote from the\n1967 ship's history of the U.S.S. Cleveland (LPD-7), which states: 'Da Nang Harbor is easy to enter\ndue to being open to the sea.'\" Training Letter 10-06, at 5. There is no discussion in the manual,\nletter, or bulletin of the likelihood of herbicide exposure based on spraying. Rather, it appears that\nVA designated Da Nang Harbor as blue water because it is an open deep-water harbor that is easy\nto sail into. At oral argument, the Secretary was asked to clarify this reasoning by comparing VA's\ndetermination that Quy Nhon Bay was an inland waterway but Da Nang Harbor was considered\n\n\n\n       7\n          At oral argument, the Secretary referred to an Institute of Medicine (IOM) study that\n\"confirmed\" that there was no likelihood of exposure to herbicides in Da Nang Harbor. Oral Arg.\nat 41:40, 69:00. The Court notes that this study was not in the record before the Board but will take\njudicial notice of the document to the extent the Secretary relies on it to support his definition of\ninland waterways as excluding Da Nang Harbor. See Smith v. Derwinski, 1 Vet.App. 235, 238\n(1991); see also Tagupa v. Shinseki, 27 Vet.App. 95, 100 (2014). The Secretary has clearly\nexpressed that the definition of inland waterways is based on the likelihood of exposure evidenced\nby spraying. Id. at 38:00, 41:25, 44:00. In assessing the likelihood of exposure to herbicides, the\nCommittee on Blue Water Navy Vietnam Veterans and Agent Orange Exposure found that \"the\nopportunity for Blue Water Navy personnel to have experienced inhalation exposure cannot be\nentirely discounted but would have been limited to instances when vessels were operating close to\n(within a few kilometers of) shore in locations where and at times when spraying occurred.\" INST.\nOF MED. OF THE NAT'L ACADS., BLUE WATER NAVY VIETNAM VETERANS AND AGENT ORANGE\nEXPOSURE 37 (2011). The committee acknowledged that instances of this kind of exposure might\nbe rare, but may not be discounted \"without further, labor-intensive efforts to coordinate Ranch Hand\nmission flight paths with Blue Water Navy ship locations.\" Id. at 95. To the extent the Secretary\nrelied on this report at oral argument, the general and inconclusive nature of the report falls short of\nthe Secretary's assertion that the report specifically \"confirmed\" that there was no likelihood of\nexposure to herbicides in Da Nang Harbor.\n\n                                                  12\noffshore waters.8 Oral Arg. at 44:58. The Secretary emphasized that open deep-water harbors were\nnot inland waterways and proffered that VA may have determined that Quy Nhon was shallower or\nmore narrow than Da Nang Harbor. Id. The Secretary did not offer any evidence that depth or ease\nof entry was significant to the likelihood of spraying or that the distinction between the two bodies\nof water was made based on an assessment of herbicide use in and around them. Thus, the Court\nis left to conclude that VA did indeed designate Da Nang as blue water based on ease of entry despite\na lack of discernable relationship between ease of entry or depth and the probability of exposure\nbased on herbicide use. Absent a connection to the probability of exposure based on spraying, the\nCourt finds the rationale supporting VA's designation of Da Nang Harbor is inconsistent with the\nregulation's purpose of compensation based on the probability of exposure. See Martin v.\nOccupational Safety and Health Review Commission, 499 U.S. 144, 150-51 (1991) ( holding that\nan agency interpretation is reasonable \"so long as the interpretation 'sensibly conforms to the purpose\nand the wording of the regulations'\" (quoting Ehlert v. United States, 402 U.S. 99, 105 (1991))).\n                                 3. VA's interpretation is irrational.\n       The Court is mindful of the challenges VA faces in defining the scope of the presumption\nwith regard to waterways that open to the ocean. However, although the presumption is purportedly\napplied where there is evidence of spraying, the documents the Secretary relies upon are devoid of\nany indication that VA made a fact-based assessment of the probability of exposure in Da Nang\nHarbor from aerial spraying. Instead Training Letter 10-06, the M21-1MR, and the December C&P\nBulletin reflect that VA based its designation of Da Nang Harbor on geographical characteristics –\ndepth and ease of entry – and not on spraying. After a review of VA's line-drawing related to\nwaterways that open to the ocean, the Court is unpersuaded that VA's definition of inland waterways\nreflects the Agency's fair and considered judgment.\n\n\n\n\n       8\n         A \"bay\" is defined as \"an inlet of the sea or other body of water usually smaller than a gulf\"\nor \"a small body of water set off from the main body.\" MERRIAM-WEBSTER'S COLLEGIATE\nDICTIONARY 98 (10th ed.) (1993). A \"harbor\" is defined as \"a part of a body of water protected and\ndeep enough to furnish anchorage; especially one with port facilities.\" Id. at 529. The Court finds\nno meaningful difference between the geographic terms bay and harbor that would distinguish VA's\ndesignation of Quy Nhon and Ganh Rai Bays as brown water and Da Nang Harbor as blue.\n\n                                                  13\n       First, the Secretary asserts that each designation was based on where Agent Orange was\nsprayed but fails to identify any specific indicia, criteria, or evidence that VA relies on to classify\nbodies of water. The December 2008 C&P Bulletin declares that \"Da Nang harbor and all other\nharbors along the Vietnam Coastline\" are blue water, but in contradiction to the policy advanced by\nthe Secretary, VA designates both Quy Nhon Bay and Ganh Rai Bay as inland waterways. The only\n\"parameters\" the Secretary offered were that open deep-water harbors are not inland because they\nare offshore. Oral Arg. at 44:45. Thus, Quy Nhon was an inland waterway because it was \"perhaps\nmore narrow or more shallow\" than Da Nang. The Court notes that the Secretary stated that\n\"perhaps\" Quy Nhon Bay was brown water because it was more narrow or more shallow than Da\nNang Harbor without identifying any specific evidence or document for support, further suggesting\nthat VA's policy is like a ship without an anchor: aimless and adrift from the regulation. Oral Arg.\nat 45:00. The Secretary did not provide any evidence or documentation related to spraying or other\navenues of herbicide contamination that distinguished Quy Nhon or Ganh Rai from Da Nang.\nReviewing maps of each of these bodies of water,9 the Court cannot discern any rhyme or reason in\nVA's determination that Quy Nhon Bay and Ganh Rai Bay are brown water but Vung Tau Harbor\n– which appears to be inside Ganh Rai Bay – Da Nang Harbor, and Cam Ranh Bay are blue water.10\n       Second, VA's rigid line-drawing in Da Nang Harbor contrasts markedly with the approach\nVA takes to mouths of rivers. Training Letter 10-06 notes that \"it is not practical to draw a line\nbetween the mouth of a river and the South China Sea.\" VA Training Letter 10-06, at 8. Thus, a\n\n\n\n       9\n          Pursuant to a Court order prior to oral argument, the parties jointly submitted maps of\nwaterways relevant to this appeal and stipulated that the maps have copyright references to the\nNational Oceanic and Atmospheric Administration and the U.S. Navy and thus, the Court may take\njudicial notice of them. Joint Response at 1; Oral Arg. at 10:57; see Smith, 1 Vet.App. at 238\n(\"Courts may take judicial notice of facts not subject to reasonable dispute.\" (citing FED. R. EVID.\n201(b))).\n       10\n           Even if the Court were to accept ease of entry as a valid rationale, it does not appear that\nVA has consistently followed this rationale. For example, Ganh Rai Bay has a much larger entrance\nthan Da Nang Harbor and Cam Ranh Bay, yet Ganh Rai Bay is considered brown water while Da\nNang and Cam Ranh are blue water. The entrances to a number of rivers seem likewise wide enough\nto allow for easy entry, particularly in the Mekong Delta. Thus, even if VA's entry rationale held\nwater, it does not appear to be applied consistently.\n\n                                                  14\nveteran may qualify for brown water service if the ship's deck logs reference anchoring or entering\nthe \"'mouth'\" of the \"'Cua Viet River,' 'Saigon River,' 'Mekong River Delta,' and 'Ganh Rai Bay' or\n'Rung Sat Special Zone.'\" VA Training Letter 10-06, at 7-8 (explaining that applying the benefit of\nthe doubt doctrine, \"evidence of the vessel's presence in a river's mouth is sufficient to establish the\npresumption of exposure for [v]eterans aboard that ship\"). The Secretary concedes that VA does not\nhave a specific definition for \"mouth\" of a river; instead, counsel for the Secretary stated that VA\n\"would rely on the deck records to indicate . . . anchorage or entrance into the mouth of the river in\norder to establish presence in the mouth of the river.\" Oral Arg. at 51:53. Depending on the deck\nlog's use of the word \"mouth,\" the \"borders\" of Vietnam may extend well beyond the physical land\nmass around a river mouth.11 VA's varying and inconsistent application of the presumption reflects\na struggle to classify the gray area where brown inland waterways meet blue offshore waters.\n        Unlike in Haas v. Peake, the seemingly arbitrary and inconsistent results here are not a\ntolerable by-product of line-drawing. Haas deferred to VA's line-drawing as a proxy for exposure\nand acknowledged that line-drawing necessarily led to over- and under-inclusiveness, which alone\ndid not render the line unreasonable. However, here, the arbitrary outcomes are not the result of a\nclear consistent rule anchored to the regulation. The inconsistent application of the presumption to\nwaterways that open to the ocean flows from VA's improper reliance on factors unrelated to the\nregulation – like ease of entry – to draw the line. The Court appreciates that VA faces a difficult\ntask. However, VA is not free to label bodies of water by flipping a coin, yet the outcomes here\nappear just as arbitrary.\n\n\n\n        11\n          Here, the record contains deck logs from the U.S.S. Roark dated April 1972, during Mr.\nGray's period of service, and one entry contains the following notation: \"operating off of the Cua\nViet River Mouth. . . . The ship is at general quarters, material condition zebra and condition of the\nreadiness I are set through out [sic] the ship. The ship is darkened.\" R. at 617. Moreover, Mr. Gray's\nservice records also note that the U.S.S. Roark was \"firing a night harassment mission in the vicinity\nof the Cua Viet River.\" R. at 781. In light of the Secretary's stated policy to rely on deck records to\ndetermine a ship's location and the Secretary's concession at oral argument that a river mouth does\nnot have definite boundaries, the Court questions why the Board did not address this reasonably\nraised issue which may have qualified Mr. Gray for the presumption. See Training Letter 10-06\n(noting that with regard to the presumption, the benefit of the doubt should be applied where deck\nlogs reflect that a ship anchored in or entered the mouth of the Cua Viet River).\n\n                                                  15\n        Recognizing \"[t]hat [a] generous degree of deference is due to an agency interpretation of its\nown regulations even when that interpretation is offered in the very litigation in which the argument\nin favor of deference is made,\" Cathedral Candle Co., 400 F.3d at 1364 (citing Auer, 519 U.S. at\n461-62), and in light of Haas v. Peake, the Court here considered the Agency's interpretation\ncarefully. However, unlike in Auer and Cathedral Candle Co., here VA's interpretation of its\nregulation is both inconsistent with the regulatory purpose and irrational; thus, the Court has \"'reason\nto suspect that the interpretation does not reflect the agency's fair and considered judgment on the\nmatter in question.'\" Cathedral Candle Co., 400 F.3d at 1364 (quoting Auer, 519 U.S. at 462).\nTherefore, VA's interpretation is \"unworthy of deference.\" Auer, 519 U.S. at 462.\n                                              C. Remedy\n        Mr. Gray argues that the Court should adopt the definition of inland waterways espoused in\nthe U.N. Convention on the Territorial and Contiguous Zone. Appellant's Br. at 18. He asserts that\nunder the Convention, Da Nang Harbor is an inland waterway within the borders of the Republic of\nVietnam, and therefore, reversal would be the appropriate remedy. Id. He argues that the Court and\nVA are bound by the Convention definition because the U.S. Supreme Court adopted that definition\nin Louisiana, supra, and thus, the definition applies to all uses of the term \"inland waterways\" in\nU.S. law. Appellant's Br. at 15-16; Oral Arg. at 05:20. The Court disagrees.\n        Contrary to Mr. Gray's argument, the Supreme Court adopted the Convention definition for\na specific purpose – not as the definition for \"inland waterways\" in all applications of the term in\nU.S. law. Louisiana, 394 U.S. at 34. Louisiana recognized that, four years earlier, United States\nv. California, 381 U.S. 139 (1965), adopted the convention definition \"'for purposes of the\nSubmerged Lands Act.'\" In California, the Supreme Court interpreted \"inland waterways\" as it was\nused in the Submerged Lands Act. Id. at 164-66. The Supreme Court determined that Congress\nspecifically left the definition of \"inland waterways\" in the Submerged Lands Act to the courts to\ndefine and that the Convention offered the \"best and most workable\" definition available. Id. at 165.\nThe Supreme Court accordingly adopted that definition \"for the purposes of the Submerged Lands\nAct.\" Id. The Supreme Court gave no indication in either California or Louisiana that it intended\nfor the Convention to apply every time the term \"inland waterways\" was used in U.S. law. Morever,\nas the Federal Circuit noted in Haas, there is no indication in the language of section 1116(a) or its\n\n\n                                                  16\nlegislative history that Congress intended to specifically define the reach of a sovereign nation and\ntherefore the phrase \"served in the Republic of Vietnam\" was ambiguous. 525 F.3d at 1184. Unlike\nin the Submerged Lands Act, here the discretion to define and interpret the scope of the regulation\nwas given to the Agency, not the Court. See Haas v. Peake, 525 F.3d at 1180 (noting that \"there is\nno indication during the legislative process [for the Agent Orange Act] that Congress focused on the\nprecise scope that should be attached to the statutory phrase 'served in the Republic of Vietnam'\").\n       There is no indication that in using the term \"inland waterways\" VA intended to adopt the\nConvention definition, and the Secretary expressly denied any intent to do so at oral argument.\nAlthough the Court finds VA's definition of inland waterways irrational and not entitled to deference,\nVA retains its discretionary authority to define the scope of the presumption. The Court declines to\nusurp the Agency's authority and impose its own line. Rather, the Court will vacate the Board\ndecision on appeal as arbitrary and capricious because the decision was based on VA's flawed\ninterpretation of 38 C.F.R. § 3.307(a)(6)(iii). The Court will remand the matter for VA to reevaluate\nits definition of inland waterways – particularly as it applies to Da Nang Harbor – and exercise its\nfair and considered judgment to define inland waterways in a manner consistent with the regulation's\nemphasis on the probability of exposure.\n                                   D. Equal Protection Argument\n       As stated previously, Mr. Gray argues that reversal is warranted on Equal Protection grounds.\nAppellant's Br. at 18-19. Specifically, he contends that VA violated the Equal Protection Clause of\nthe Fifth Amendment of the U.S. Constitution because a Board decision in another veteran's case\nfound that Da Nang Harbor was an inland waterway and awarded that veteran the presumption. Id.\n       The Due Process Clause of the Fifth Amendment provides that \"[n]o person shall . . . be\ndeprived of life, liberty, or property, without due process of law.\" U.S. CONST. Amend. V. The\nFederal Circuit has held that Due Process protections apply to disability compensation proceedings\nbefore the Board. Cushman v. Shinseki, 576 F.3d 1290 (Fed. Cir. 2009). Although the Fifth\nAmendment, which applies to the Federal Government, \"does not contain an equal protection clause\nas does the Fourteenth Amendment[,] which applies only to the states,\" \"discrimination may be so\nunjustifiable as to be violative of due process\" under the Fifth Amendment. Bolling v. Sharpe,\n347 U.S. 497, 499 (1954); see Bowers v. Shinseki, 26 Vet.App. 201, 208 n.11 (2013); Robinson v.\n\n\n                                                 17\nBrown, 9 Vet.App. 398, 401 (1996). \"[A] party challenging a law on equal protection grounds 'may\nmake out a prima facie case of purposeful discrimination by showing that the totality of the relevant\nfacts gives rise to an inference of discriminatory purpose.'\" Reeves v. West, 11 Vet.App. 255, 259\n(1998) (quoting Batson v. Kentucky, 476 U.S. 79, 93-94 (1986)). The Equal Protection Clause\n\"commands that no State shall 'deny to any person within its jurisdiction the equal protection of the\nlaws,' which is essentially a direction that all persons similarly situated should be treated alike.\"\nCleburne v. Cleburne Living Ctr., Inc., 473 U.S. 432, 439 (1985).\n       To demonstrate that he was similarly situated to the other veteran, Mr. Gray submits a\nNovember 2009 Board decision in another veteran's case. Appellant's Br. at 19-20; R. at 3. A\nreview of that Board decision reflects that in November 2009 the Board found that Da Nang Harbor\nwas an inland waterway for purposes of the regulation (R. at 320), yet the Board concluded that the\npresumption applied because \"there is credible evidence that the [v]eteran set foot on land in\nVietnam during the Vietnam Era.\" (R. at 320 (emphasis added)). The specific facts before the\nNovember 2009 Board decision are not before the Court; and thus, the Court finds that the Board's\nindication that the veteran set foot on land ambiguous. The veteran in that case served aboard the\nU.S.S. Oklahoma City, which appears on the list of ships with inland waterway service because it\n\"docked in Saigon during July 21-24, 1964.\" Agent Orange: Alphabetized Ships List, U.S.\nDepartment of Veterans Affairs, http://www.publichealth.va.gov/ (Accessed Mar. 17, 2015). Thus,\nit is unclear from the Board decision whether the \"credible evidence\" the Board relied on to afford\nthe veteran the presumption was his ship's anchoring in Da Nang Harbor alone or some other\nevidence reflecting that the veteran had qualifying inland service, such as setting foot on land or\npresence in other inland waterways. Therefore, the Court cannot determine whether Mr. Gray is\nsimilarly situated to the veteran referenced in the November 2009 Board decision.12 Accordingly,\nthe November 2009 Board decision cannot form the basis of or provide support for an equal\nprotection challenge, and Mr. Gray's argument on this point must fail.\n\n\n       12\n          Even if it were clear that Mr. Gray is similarly situated to the veteran referenced in the\nNovember 2009 Board decision, it is well established that Board decisions are not precedential or\nbinding on other veterans. See 38 C.F.R. § 20.1303 (2014); see also Lynch v. Gober, 11 Vet.App.\n22, 27 (1997), vacated on other grounds sub nom. Lynch v. West, 178 F.3d 1312 (Fed. Cir. 1998);\nHillyard v. Derwinski, 1 Vet.App. 349, 351 (1999).\n\n                                                 18\n                                       IV. CONCLUSION\n       Upon consideration of the foregoing, the portion of the November 6, 2013, Board decision\ndenying Mr. Gray's claim for hypertension is AFFIRMED, and the remaining claims for diabetes,\nneuropathy of the left and right lower extremities, ischemic heart disease, and erectile dysfunction\nare VACATED and REMANDED for further proceedings consistent with this decision.\n\n\n\n\n                                                19\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2796586/", "sha1": "09907fedef28b66ecfa33cdad5cfcad868bbfea7", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2015-04-27T06:01:20.477866"}