{"absolute_url": "/opinion/2799843/wingardv-mcdonald/", "blocked": false, "citation": {"case_name": "Wingardv. McDonald", "docket_number": "11-1214", "document_uris": ["/api/rest/v2/document/2799843/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 2772620, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2772620/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2015-05-08", "date_modified": "2015-05-11T10:07:59.308528", "docket": "/api/rest/v2/docket/2655918/", "download_url": "http://www.uscourts.cavc.gov/documents/Wingard_11-1214.pdf", "extracted_by_ocr": false, "html": null, "html_lawbox": null, "html_with_citations": "<pre class=\"inline\">          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                           NO. 11-1214\n\n                                LILLIE M. WINGARD, APPELLANT,\n\n                                                V.\n\n                                  ROBERT A. MCDONALD,\n                         SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n                            (Decided                     May 8, 2015)\n\n\n       Todd M. Wesche, of Fort Lauderdale, Florida, on the brief for the appellant.\n\n       Will A. Gunn, General Counsel; R. Randall Campbell, Assistant General Counsel; Gayle E.\nStrommen, Deputy Assistant General Counsel; and Thomas E. Sullivan, all of Washington, D.C.,\nwere on the brief for the appellee.\n\n       Before KASOLD, Chief Judge, and SCHOELEN and PIETSCH, Judges.\n\n       SCHOELEN, Judge: The appellant, Lillie M. Wingard, the daughter of the deceased veteran,\nCharlie N. Wingard, appealed a January 11, 2011, decision of the Board of Veterans' Appeals\n(Board) that denied non-service-connected burial benefits under 38 U.S.C. § 2302. On August 16,\n2013, this Court affirmed the Board's decision. Wingard v. Shinseki, 26 Vet.App. 334 (2013)\n(Wingard I). On March 10, 2015, the U.S. Court of Appeals for the Federal Circuit (Federal Circuit)\nvacated this Court's decision and remanded the matter. Wingard v. McDonald, </pre><span class=\"citation no-link\"><span class=\"volume\">779</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1354</span></span><pre class=\"inline\"> (Fed.\nCir. 2015) (Wingard II). For the reasons that follow, the Court will affirm the Board's January 11,\n2011, decision.\n\n\n                                       I. BACKGROUND\n       The veteran, Charlie N. Wingard, served honorably on active duty in the U.S. Air Force from\n1942 to 1963. Record (R.) at 308-09. In December 1989, a VA regional office (RO) determined that\nMr. Wingard's inguinal hernia was service connected, but upon finding \"no evidence of recurrence\"\nassigned a noncompensable disability evaluation. R. at 304.\n       On September 23, 2005, Mr. Wingard died from non-service-connected conditions. R. at\n102. It is undisputed that at the time of his death, he did not have any claims pending, he was not\nin receipt of pension, and his only service-connected condition was rated 0% disabling.\n       In the January 2011 decision on appeal, the Board denied the appellant's claim for non-\nservice-connected burial benefits under 38 U.S.C. § 2302 and 38 C.F.R. §3.1600(b) (2010). R. at\n3-11. The Board found that the criteria for non-service-connected burial benefits had not been met\nbecause, among other things, Mr. Wingard was not \"in receipt of any compensation or pension\" at\nthe time of his death. R. at 5, 7; see 38 U.S.C. § 2302(a)(1). The Board stated: \"[A]lthough [Mr.\nWingard] has been service-connected for residuals of an inguinal hernia since 1989, this disability\nhas always been at a noncompensable level. Therefore, he was not in receipt of any disability\ncompensation.\" R. at 7-8.\n       On appeal to this Court, the appellant argued that she satisfied the criteria for non-service-\nconnected burial benefits because (1) the phrase \"in receipt of compensation\" in section 2302(a)(1)\nshould be interpreted to include those veterans who were entitled to receive compensation at death,\nand (2) Mr. Wingard was entitled to receive compensation at the time of his death because 38 U.S.C.\n§§ 1110 and 1155 prohibited the Secretary from assigning him a noncompensable evaluation upon\nfinding that his inguinal hernia was service connected. Appellant's Brief (Br.) at 5-15, 18-19. The\nappellant also challenged 38 U.S.C. § 2302(a)(1) on equal protection grounds, asserting that there\nwas no rational basis for distinguishing between veterans with service-connected disabilities who\nare receiving compensation, and veterans who have service-connected disabilities and were entitled\nto receive compensation as a matter of law. Id. at 15-18. In addition to disputing the merits of the\nappellant's arguments, the Secretary asserted that the Court lacked jurisdiction to consider the\nappellant's challenge to regulations permitting the assignment of noncompensable ratings.\nSecretary's Br. at 16-17.\n       In its August 16, 2013, decision, this Court held that the statutory prohibition on judicial\nreview of the content of the rating schedule did not preclude the Court from addressing the\nappellant's argument that the Secretary's regulations, which provide for the assignment of\n\n\n                                                 2\nnoncompensable disability evaluations, are contrary to the plain and unambiguous language of\n38 U.S.C. §§ 1110 and 1155. Wingard I, 26 Vet.App. at 339-40. On review, the Court affirmed the\nBoard's January 2011 decision denying non-service-connected burial benefits upon finding that the\nSecretary's interpretation – that sections 1110 and 1155 allow VA to assign noncompensable\ndisability evaluations – was reasonable and that, therefore, the appellant failed to demonstrate that\nMr. Wingard was entitled to receive compensation at the time of his death. Id. at 340-47. As a result\nof that determination, the Court (1) deemed it unnecessary to address whether the requirement that\na veteran be \"in receipt of compensation\" at the time of death pursuant to 38 U.S.C. § 2302(a)(1)\nincludes veterans who were entitled to receive compensation at the time of death, and (2) found that\nthe appellant failed to demonstrate an equal protection violation because her constitutional challenge\nto section 2302(a)(1) also relied on the Court holding that Mr. Wingard was entitled to receive\ncompensation during his lifetime. Id. at 347-48.\n       On appeal, the Federal Circuit held that 38 U.S.C. § 7252(b), which provides that the \"Court\nmay not review the schedule of ratings for disabilities adopted under section 1155 . . . or any action\nof the Secretary in adopting or revising that schedule,\" \"precludes th[is] . . . Court from determining\nwhether the schedule, by including a 0% [disability] rating, substantively violates statutory\nconstraints.\" Wingard II, 779 F.3d at 1356. Accordingly, the Federal Circuit vacated the Court's\nAugust 16, 2013, decision and remanded the matter for actions consistent with its opinion.\n\n\n                                          II. ANALYSIS\n       When a veteran dies as a result of a non-service-connected disability, the Secretary may pay\na sum not exceeding $300 to the person who bore the cost of the veteran's burial and funeral\nexpenses, if the veteran \"at the time of death was in receipt of compensation (or but for the receipt\nof retirement pay would have been entitled to compensation) or was in receipt of pension.\"\n38 U.S.C. § 2302(a)(1). As noted above, it is undisputed that Mr. Wingard was not \"in receipt\" of\ncompensation at the time of death. The appellant argues, however, that the January 2011 Board erred\nwhen it denied non-service-connected burial benefits because (1) the requirement in section\n2302(a)(1) that a veteran be \"in receipt of compensation\" at the time of death includes veterans who\nwere entitled to receive compensation at the time of death and (2) Mr. Wingard was entitled to\n\n\n                                                  3\nreceive compensation at the time of his death, because he was assigned a noncompensable evaluation\nfor his service-connected disability despite the plain and unambiguous language of 38 U.S.C.\n§§ 1110 and 1155 prohibiting such an evaluation.\n         In Wingard I, our August 2013 opinion, we rejected the Secretary's broad interpretation of\nsection 7252(b) and Wanner v. Principi, </pre><span class=\"citation\" data-id=\"786476\"><a href=\"/opinion/786476/jacob-wanner-and-king-l-wright-claimants-appellees/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1124</span></a></span><pre class=\"inline\"> (Fed. Cir. 2004), as precluding this Court\nfrom reviewing the scope of 38 U.S.C. § 1155 and whether the Secretary exceeded statutory\nauthority. Instead, drawing upon the underlying facts and issues in cases that held that section\n7252(b) precluded judicial review of the content of the rating schedule, we distinguished the\nappellant's challenge from challenges that sought review of what should be a disability or the\nappropriate rating to be assigned a particular disability. See, e.g., Wanner, 370 F.3d at 1131 (holding\nthat the Court lacked jurisdiction to review whether Diagnostic Code 6260, which limited disability\ncompensation to tinnitus caused by trauma, conflicted with 38 U.S.C. § 1110's mandate requiring\nthe Unites States to pay compensation \"to any veteran thus disabled\" and concluding that such\nreview was \"indistinguishable from the review of what should be considered a disability\"); Byrd v.\nNicholson, 19 Vet.App. 388, 394 (2005) (Court lacked jurisdiction to hear appellant's challenge that\nperiodontal disease should constitute a disease for VA compensation purposes); see also Martinak\nv. Nicholson, 21 Vet.App. 447, 452 (2007) (\"[T]he rating schedule consists only of those regulations\nwhich establish disabilities and set forth the terms under which compensation shall be provided.\").\n         The Federal Circuit disagreed with the distinction the Court drew, and held that the\nappellant's challenge to the Secretary's implementation of section 1155 is beyond this Court's\njurisdiction and may only be reviewed through a direct challenge to the Secretary's rulemaking under\n38 U.S.C. § 502.1 Wingard II, 779 F.3d at 1355-57. With great respect for our superior court, it is\n\n\n\n         1\n            However, Rule 47.12(a) of the Federal Circuit's Rules of Practice substantially limits the time to seek direct\nreview of VA regulations under section 502. Rule 47.12(a) provides that \"[a]n action for judicial review under 38 U.S.C.\n§ 502 of a rule or regulation of the Department of Veterans Affairs must be filed . . . within 60 days after issuance of the\nrule or regulation or denial of a request for amendment or waiver of the rule or regulation.\" FED. CIR. R. 47.12(a).\nAccordingly, although the Veterans' Benefits Improvement Act of 2008, Pub. L. No. 110-389, Title 1, § 102, 122 Stat.\n4145, 4148 (2008), amended section 502 to remove the prohibition on the Federal Circuit's direct review of the rating\nschedule, the Federal Circuit's rule appears to isolate regulations promulgated prior to the 2008 amendment as well as\nany regulation older than 60 days. Consequently, it is difficult to envision when, if ever, the appellant's argument that\nsection 1155 prohibits the assignment of 0% disability ratings may be raised to the Federal Circuit under 38 U.S.C.\n§ 502.\n\n                                                             4\nperplexing how it might be that Congress, in removing the splendid isolation in which VA\nregulations existed until the passage of the Veterans' Judicial Review Act (VJRA) of 1988, intended\nto preclude judicial review by this Court of whether actions taken by the Secretary exceed statutory\nauthority. Unquestionably, Congress was concerned that the onset of judicial review could result\nin piecemeal review of individual rating classifications in the rating schedule and, therefore, carved\nout a limited exception to protect the rating schedule from judicial review. See H.R. REP. 100-963,\n100th Cong., 2d Sess. (1988), reprinted in 1988 U.S.C.C.A.N. 5782, 5810. The Court is cognizant\nof that concern and recognizes the Secretary's expertise in determining whether an injury or disease\nis a disability for purposes of laws administered by VA and the average impairment in earning\ncapacity caused by varying levels of disability. See, e.g., 38 U.S.C. § 546 (establishing within the\nDepartment an Advisory Committee on Disability Compensation to advise and consult with the\nSecretary with respect to the maintenance and periodic readjustment of the schedule); S. REP. 110-\n449, at 64 (2008), reprinted in 2008 U.S.C.C.A.N. 1722 (noting the Secretary's position that\n\"[e]stablishing the criteria for rating disabilities and the rates of compensation payable under those\ncriteria depends on gathering and analysis of medical facts, matters of technical and medical\njudgment, including judgment about what disabilities and levels of disability should be included in\nthe schedule\").\n        Here, however, the appellant argues that section 1155 of title 38, U.S. Code, which clearly\nlays out 10 specific grades of disability \"upon which payments of compensation shall be based,\nnamely, 10 percent, 20 percent, 30 percent, 40 percent, 50 percent, 60 percent, 70 percent, 80\npercent, 90 percent, and total, 100 percent,\" does not authorize the Secretary to assign a 0% disability\nrating for service-connected disability. The appellant does not seek to alter the substance of the\nSecretary's regulations relating to a particular disability or second guess the Secretary's absolute\ndiscretion to determine what warrants one of the 10 disability ratings authorized by section 1155.\nIndeed, what if the Secretary were to adopt a schedule authorizing a 15% or 17% disability rating,\nclearly contrary to the plain language of section 1155? How could such a blatant violation of the\nclear wording of a statute be beyond our jurisdiction? Compare 38 U.S.C. § 7252(b) with\n§ 7261(a)(1); compare also S. REP. 110-449, at 64 (noting the Secretary's position that \"Congress\nintended that no court should substitute its judgment for the Secretary's as to what rating a particular\n\n\n                                                   5\ntype of disability should be assigned\"), with S. REP. 110-449, at 13 (generally noting, by way of\nbackground, that the VJRA insulated from judicial review \"a regulation found in the rating schedule\nthat is alleged to violate a statutory provision\"). Thus, respectfully, we see the appellant's issue not\nas a \"substantive challenge to the schedule as conflicting with the statute,\" Wingard II, 779 F.3d at\n1357, but as a charge that the Secretary's adopted schedule has exceeded the contours of its enabling\nstatute.\n           Having stated our concerns with the scope of the Federal Circuit's determination in Wingard\nII and its holding that 38 U.S.C. § 7252 precludes this Court from addressing whether VA was\nprohibited from assigning Mr. Wingard a 0% disability rating for his service-connected inguinal\nhernia, we nevertheless are bound by that decision. Accordingly, it is unnecessary for the Court to\nconsider the appellant's remaining arguments – whether the requirement that a veteran be \"in receipt\nof compensation\" at the time of death pursuant to 38 U.S.C. § 2302(a)(1) includes veterans who were\nentitled to receive compensation at the time of death, and the appellant's constitutional challenge to\nsection 2302(a)(1) – because both arguments rely on the Court's holding that Mr. Wingard was\nentitled to receive compensation during his lifetime. See Wingard I, 26 Vet.App. at 347-48; see also\nReply Br. at 14.\n\n\n                                         III. CONCLUSION\n           Because there is no dispute that Mr. Wingard was not \"in receipt\" of compensation at the\ntime of death as required by 38 U.S.C. § 2302(a)(1), and in application of the Federal Circuit's\ndecision, we hold that the appellant fails to demonstrate prejudicial error in the Board's decision to\ndeny non-service-connected burial benefits. Accordingly, the Board's January 11, 2011, decision is\nAFFIRMED.\n\n\n\n\n                                                    6\n</pre>", "id": 2799843, "judges": "", "local_path": "pdf/2015/05/08/wingardv._mcdonald.pdf", "nature_of_suit": "", "plain_text": "          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                           NO. 11-1214\n\n                                LILLIE M. WINGARD, APPELLANT,\n\n                                                V.\n\n                                  ROBERT A. MCDONALD,\n                         SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n                            (Decided                     May 8, 2015)\n\n\n       Todd M. Wesche, of Fort Lauderdale, Florida, on the brief for the appellant.\n\n       Will A. Gunn, General Counsel; R. Randall Campbell, Assistant General Counsel; Gayle E.\nStrommen, Deputy Assistant General Counsel; and Thomas E. Sullivan, all of Washington, D.C.,\nwere on the brief for the appellee.\n\n       Before KASOLD, Chief Judge, and SCHOELEN and PIETSCH, Judges.\n\n       SCHOELEN, Judge: The appellant, Lillie M. Wingard, the daughter of the deceased veteran,\nCharlie N. Wingard, appealed a January 11, 2011, decision of the Board of Veterans' Appeals\n(Board) that denied non-service-connected burial benefits under 38 U.S.C. § 2302. On August 16,\n2013, this Court affirmed the Board's decision. Wingard v. Shinseki, 26 Vet.App. 334 (2013)\n(Wingard I). On March 10, 2015, the U.S. Court of Appeals for the Federal Circuit (Federal Circuit)\nvacated this Court's decision and remanded the matter. Wingard v. McDonald, 779 F.3d 1354 (Fed.\nCir. 2015) (Wingard II). For the reasons that follow, the Court will affirm the Board's January 11,\n2011, decision.\n\n\n                                       I. BACKGROUND\n       The veteran, Charlie N. Wingard, served honorably on active duty in the U.S. Air Force from\n1942 to 1963. Record (R.) at 308-09. In December 1989, a VA regional office (RO) determined that\nMr. Wingard's inguinal hernia was service connected, but upon finding \"no evidence of recurrence\"\nassigned a noncompensable disability evaluation. R. at 304.\n       On September 23, 2005, Mr. Wingard died from non-service-connected conditions. R. at\n102. It is undisputed that at the time of his death, he did not have any claims pending, he was not\nin receipt of pension, and his only service-connected condition was rated 0% disabling.\n       In the January 2011 decision on appeal, the Board denied the appellant's claim for non-\nservice-connected burial benefits under 38 U.S.C. § 2302 and 38 C.F.R. §3.1600(b) (2010). R. at\n3-11. The Board found that the criteria for non-service-connected burial benefits had not been met\nbecause, among other things, Mr. Wingard was not \"in receipt of any compensation or pension\" at\nthe time of his death. R. at 5, 7; see 38 U.S.C. § 2302(a)(1). The Board stated: \"[A]lthough [Mr.\nWingard] has been service-connected for residuals of an inguinal hernia since 1989, this disability\nhas always been at a noncompensable level. Therefore, he was not in receipt of any disability\ncompensation.\" R. at 7-8.\n       On appeal to this Court, the appellant argued that she satisfied the criteria for non-service-\nconnected burial benefits because (1) the phrase \"in receipt of compensation\" in section 2302(a)(1)\nshould be interpreted to include those veterans who were entitled to receive compensation at death,\nand (2) Mr. Wingard was entitled to receive compensation at the time of his death because 38 U.S.C.\n§§ 1110 and 1155 prohibited the Secretary from assigning him a noncompensable evaluation upon\nfinding that his inguinal hernia was service connected. Appellant's Brief (Br.) at 5-15, 18-19. The\nappellant also challenged 38 U.S.C. § 2302(a)(1) on equal protection grounds, asserting that there\nwas no rational basis for distinguishing between veterans with service-connected disabilities who\nare receiving compensation, and veterans who have service-connected disabilities and were entitled\nto receive compensation as a matter of law. Id. at 15-18. In addition to disputing the merits of the\nappellant's arguments, the Secretary asserted that the Court lacked jurisdiction to consider the\nappellant's challenge to regulations permitting the assignment of noncompensable ratings.\nSecretary's Br. at 16-17.\n       In its August 16, 2013, decision, this Court held that the statutory prohibition on judicial\nreview of the content of the rating schedule did not preclude the Court from addressing the\nappellant's argument that the Secretary's regulations, which provide for the assignment of\n\n\n                                                 2\nnoncompensable disability evaluations, are contrary to the plain and unambiguous language of\n38 U.S.C. §§ 1110 and 1155. Wingard I, 26 Vet.App. at 339-40. On review, the Court affirmed the\nBoard's January 2011 decision denying non-service-connected burial benefits upon finding that the\nSecretary's interpretation – that sections 1110 and 1155 allow VA to assign noncompensable\ndisability evaluations – was reasonable and that, therefore, the appellant failed to demonstrate that\nMr. Wingard was entitled to receive compensation at the time of his death. Id. at 340-47. As a result\nof that determination, the Court (1) deemed it unnecessary to address whether the requirement that\na veteran be \"in receipt of compensation\" at the time of death pursuant to 38 U.S.C. § 2302(a)(1)\nincludes veterans who were entitled to receive compensation at the time of death, and (2) found that\nthe appellant failed to demonstrate an equal protection violation because her constitutional challenge\nto section 2302(a)(1) also relied on the Court holding that Mr. Wingard was entitled to receive\ncompensation during his lifetime. Id. at 347-48.\n       On appeal, the Federal Circuit held that 38 U.S.C. § 7252(b), which provides that the \"Court\nmay not review the schedule of ratings for disabilities adopted under section 1155 . . . or any action\nof the Secretary in adopting or revising that schedule,\" \"precludes th[is] . . . Court from determining\nwhether the schedule, by including a 0% [disability] rating, substantively violates statutory\nconstraints.\" Wingard II, 779 F.3d at 1356. Accordingly, the Federal Circuit vacated the Court's\nAugust 16, 2013, decision and remanded the matter for actions consistent with its opinion.\n\n\n                                          II. ANALYSIS\n       When a veteran dies as a result of a non-service-connected disability, the Secretary may pay\na sum not exceeding $300 to the person who bore the cost of the veteran's burial and funeral\nexpenses, if the veteran \"at the time of death was in receipt of compensation (or but for the receipt\nof retirement pay would have been entitled to compensation) or was in receipt of pension.\"\n38 U.S.C. § 2302(a)(1). As noted above, it is undisputed that Mr. Wingard was not \"in receipt\" of\ncompensation at the time of death. The appellant argues, however, that the January 2011 Board erred\nwhen it denied non-service-connected burial benefits because (1) the requirement in section\n2302(a)(1) that a veteran be \"in receipt of compensation\" at the time of death includes veterans who\nwere entitled to receive compensation at the time of death and (2) Mr. Wingard was entitled to\n\n\n                                                  3\nreceive compensation at the time of his death, because he was assigned a noncompensable evaluation\nfor his service-connected disability despite the plain and unambiguous language of 38 U.S.C.\n§§ 1110 and 1155 prohibiting such an evaluation.\n         In Wingard I, our August 2013 opinion, we rejected the Secretary's broad interpretation of\nsection 7252(b) and Wanner v. Principi, 370 F.3d 1124 (Fed. Cir. 2004), as precluding this Court\nfrom reviewing the scope of 38 U.S.C. § 1155 and whether the Secretary exceeded statutory\nauthority. Instead, drawing upon the underlying facts and issues in cases that held that section\n7252(b) precluded judicial review of the content of the rating schedule, we distinguished the\nappellant's challenge from challenges that sought review of what should be a disability or the\nappropriate rating to be assigned a particular disability. See, e.g., Wanner, 370 F.3d at 1131 (holding\nthat the Court lacked jurisdiction to review whether Diagnostic Code 6260, which limited disability\ncompensation to tinnitus caused by trauma, conflicted with 38 U.S.C. § 1110's mandate requiring\nthe Unites States to pay compensation \"to any veteran thus disabled\" and concluding that such\nreview was \"indistinguishable from the review of what should be considered a disability\"); Byrd v.\nNicholson, 19 Vet.App. 388, 394 (2005) (Court lacked jurisdiction to hear appellant's challenge that\nperiodontal disease should constitute a disease for VA compensation purposes); see also Martinak\nv. Nicholson, 21 Vet.App. 447, 452 (2007) (\"[T]he rating schedule consists only of those regulations\nwhich establish disabilities and set forth the terms under which compensation shall be provided.\").\n         The Federal Circuit disagreed with the distinction the Court drew, and held that the\nappellant's challenge to the Secretary's implementation of section 1155 is beyond this Court's\njurisdiction and may only be reviewed through a direct challenge to the Secretary's rulemaking under\n38 U.S.C. § 502.1 Wingard II, 779 F.3d at 1355-57. With great respect for our superior court, it is\n\n\n\n         1\n            However, Rule 47.12(a) of the Federal Circuit's Rules of Practice substantially limits the time to seek direct\nreview of VA regulations under section 502. Rule 47.12(a) provides that \"[a]n action for judicial review under 38 U.S.C.\n§ 502 of a rule or regulation of the Department of Veterans Affairs must be filed . . . within 60 days after issuance of the\nrule or regulation or denial of a request for amendment or waiver of the rule or regulation.\" FED. CIR. R. 47.12(a).\nAccordingly, although the Veterans' Benefits Improvement Act of 2008, Pub. L. No. 110-389, Title 1, § 102, 122 Stat.\n4145, 4148 (2008), amended section 502 to remove the prohibition on the Federal Circuit's direct review of the rating\nschedule, the Federal Circuit's rule appears to isolate regulations promulgated prior to the 2008 amendment as well as\nany regulation older than 60 days. Consequently, it is difficult to envision when, if ever, the appellant's argument that\nsection 1155 prohibits the assignment of 0% disability ratings may be raised to the Federal Circuit under 38 U.S.C.\n§ 502.\n\n                                                             4\nperplexing how it might be that Congress, in removing the splendid isolation in which VA\nregulations existed until the passage of the Veterans' Judicial Review Act (VJRA) of 1988, intended\nto preclude judicial review by this Court of whether actions taken by the Secretary exceed statutory\nauthority. Unquestionably, Congress was concerned that the onset of judicial review could result\nin piecemeal review of individual rating classifications in the rating schedule and, therefore, carved\nout a limited exception to protect the rating schedule from judicial review. See H.R. REP. 100-963,\n100th Cong., 2d Sess. (1988), reprinted in 1988 U.S.C.C.A.N. 5782, 5810. The Court is cognizant\nof that concern and recognizes the Secretary's expertise in determining whether an injury or disease\nis a disability for purposes of laws administered by VA and the average impairment in earning\ncapacity caused by varying levels of disability. See, e.g., 38 U.S.C. § 546 (establishing within the\nDepartment an Advisory Committee on Disability Compensation to advise and consult with the\nSecretary with respect to the maintenance and periodic readjustment of the schedule); S. REP. 110-\n449, at 64 (2008), reprinted in 2008 U.S.C.C.A.N. 1722 (noting the Secretary's position that\n\"[e]stablishing the criteria for rating disabilities and the rates of compensation payable under those\ncriteria depends on gathering and analysis of medical facts, matters of technical and medical\njudgment, including judgment about what disabilities and levels of disability should be included in\nthe schedule\").\n        Here, however, the appellant argues that section 1155 of title 38, U.S. Code, which clearly\nlays out 10 specific grades of disability \"upon which payments of compensation shall be based,\nnamely, 10 percent, 20 percent, 30 percent, 40 percent, 50 percent, 60 percent, 70 percent, 80\npercent, 90 percent, and total, 100 percent,\" does not authorize the Secretary to assign a 0% disability\nrating for service-connected disability. The appellant does not seek to alter the substance of the\nSecretary's regulations relating to a particular disability or second guess the Secretary's absolute\ndiscretion to determine what warrants one of the 10 disability ratings authorized by section 1155.\nIndeed, what if the Secretary were to adopt a schedule authorizing a 15% or 17% disability rating,\nclearly contrary to the plain language of section 1155? How could such a blatant violation of the\nclear wording of a statute be beyond our jurisdiction? Compare 38 U.S.C. § 7252(b) with\n§ 7261(a)(1); compare also S. REP. 110-449, at 64 (noting the Secretary's position that \"Congress\nintended that no court should substitute its judgment for the Secretary's as to what rating a particular\n\n\n                                                   5\ntype of disability should be assigned\"), with S. REP. 110-449, at 13 (generally noting, by way of\nbackground, that the VJRA insulated from judicial review \"a regulation found in the rating schedule\nthat is alleged to violate a statutory provision\"). Thus, respectfully, we see the appellant's issue not\nas a \"substantive challenge to the schedule as conflicting with the statute,\" Wingard II, 779 F.3d at\n1357, but as a charge that the Secretary's adopted schedule has exceeded the contours of its enabling\nstatute.\n           Having stated our concerns with the scope of the Federal Circuit's determination in Wingard\nII and its holding that 38 U.S.C. § 7252 precludes this Court from addressing whether VA was\nprohibited from assigning Mr. Wingard a 0% disability rating for his service-connected inguinal\nhernia, we nevertheless are bound by that decision. Accordingly, it is unnecessary for the Court to\nconsider the appellant's remaining arguments – whether the requirement that a veteran be \"in receipt\nof compensation\" at the time of death pursuant to 38 U.S.C. § 2302(a)(1) includes veterans who were\nentitled to receive compensation at the time of death, and the appellant's constitutional challenge to\nsection 2302(a)(1) – because both arguments rely on the Court's holding that Mr. Wingard was\nentitled to receive compensation during his lifetime. See Wingard I, 26 Vet.App. at 347-48; see also\nReply Br. at 14.\n\n\n                                         III. CONCLUSION\n           Because there is no dispute that Mr. Wingard was not \"in receipt\" of compensation at the\ntime of death as required by 38 U.S.C. § 2302(a)(1), and in application of the Federal Circuit's\ndecision, we hold that the appellant fails to demonstrate prejudicial error in the Board's decision to\ndeny non-service-connected burial benefits. Accordingly, the Board's January 11, 2011, decision is\nAFFIRMED.\n\n\n\n\n                                                    6\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2799843/", "sha1": "8726a3c9beee990091483e6f66f29cda5367dd4f", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2015-05-11T10:02:43.612582"}