{"absolute_url": "/opinion/817199/rosenberg-v-mansfield/", "blocked": false, "citation": {"case_name": "Rosenberg v. Mansfield", "docket_number": "05-3184", "document_uris": ["/api/rest/v2/document/817199/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 789959, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/789959/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2007-11-28", "date_modified": "2014-10-29T23:23:35.613132", "docket": "/api/rest/v2/docket/75315/", "download_url": "http://www.uscourts.cavc.gov/documents/Rosenberg_05-3184.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                           NO . 05-3184\n\n                                KEVIN J. ROSENBERG , APPELLANT ,\n\n                                                 V.\n\n\n                                 GORDON H. MANSFIELD ,\n                     ACTING SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n(Argued August 21, 2007                                   Decided November 28, 2007       )\n\n\n\n       Kevin J. Rosenberg, pro se.\n\n       Brian P. Tierny, with whom Paul J. Hutter, General Counsel; R. Randall Campbell,\nAssistant General Counsel; Brian B. Rippel, Deputy Assistant General Counsel; and Ella Krainsky,\nAppellate Attorney, were on the brief, all of Washington D.C., for the appellee.\n\n       Before GREENE, Chief Judge, and KASOLD and LANCE, Judges.\n       LANCE, Judge, filed the opinion of the Court. KASOLD, Judge, filed a concurring opinion.\n       LANCE, Judge: The appellant, Kevin J. Rosenberg, an attorney acting on his own behalf,\nappeals a July 15, 2005, decision of the Board of Veterans' Appeals (Board). Record (R.) at 1-10.\nIn that decision, the Board denied his claim for basic educational assistance under 38 U.S.C. § 3011.\nFor the reasons set forth below, the Board's July 2005 decision will be affirmed.\n\n\n                                       I. BACKGROUND\n       In August 1992, the appellant joined the University of Arizona's Naval Reserve Officer\nTraining Corps (NROTC) as a College Program Basic student. R. at 40. In July 1993, the Secretary\nof the U.S. Navy, acting pursuant to his authority under 10 U.S.C. § 2107, selected the appellant for\nan NROTC scholarship. R. at 17, 33. The following month, the appellant signed an NROTC\nScholarship Service Agreement, the terms of which officially recognized his appointment as a\nsection 2107 midshipman and his entitlement to three years of financial assistance. R. at 17-20.\nThat assistance totaled $3,675 in 1993, $7,350 in 1994, and $3,989 in 1995. R. at 21.\n       In December 1996, after successfully completing the NROTC program, the appellant was\ncommissioned as an ensign in the U.S. Navy. That same month, he also signed a DD Form 2366,\na statement of understanding with respect to his \"eligibility to participate in the Veterans'\nEducational Assistance Act of 1984 (New GI Bill),\" wherein the appellant acknowledged that he\nwas an \"ROTC scholarship graduate\" and hence \"NOT ELIGIBLE\" for basic educational assistance\nunder Chapter 30, title 38, U.S. Code. R. at 23. He served honorably in the U.S. Navy from\nDecember 1996 until December 2000. R. at 4, 14-15.\n       In April 2001, the appellant applied for basic educational assistance under 38 U.S.C. § 3011\nfor the cost of attending law school. R. at 25-27. VA denied that claim, and the appellant appealed.\nR. at 29. In August 2001, while his appeal was still pending, the appellant enrolled as a full-time\nstudent at the Yeshiva University, Benjamin Cardozo School of Law in New York, New York. In\nJanuary 2002, VA reversed its original decision and issued the appellant a \"Certificate of Eligibility\"\nfor 36 months of Chapter 30 educational benefits. R. at 55.\n       In February 2003, the U.S. Navy recalled the appellant to active duty. R. 69-75. This change\nin military status prompted VA to discontinue his Chapter 30 educational benefits. R. at 5. In June\n2003, one month after his release from active duty, VA received the appellant's request for\nreinstitution of his Chapter 30 educational benefits. R. at 61-62. In October 2003, the RO notified\nthe appellant that those benefits had been terminated, effective August 27, 2001, because he had\nreceived more than $3,400 in financial assistance annually during his participation in the section\n2107 NROTC scholarship program. R. at 89-90. While his appeal of that decision was pending, the\nSecretary waived the $11,109.33 debt the appellant had accrued as a result of the overpayment in\nChapter 30 educational benefits he received during his first four semesters of law school. R. at 142-\n43. The Secretary also granted $3,643.83 in additional equitable relief, an amount equal to the\nChapter 30 educational benefits that the appellant, if eligible, would have received during the Fall\n2003 semester. R. at 151.\n       In July 2005, the Board issued the decision here on appeal. The Board found that the\nappellant was not entitled to Chapter 30 educational benefits because he had received more than\n$3,400 in financial assistance annually during his participation in the section 2107 NROTC\n\n                                                  2\nscholarship program. R. at 7-9. The Board further found that it had no legal authority to grant an\nequitable award of Chapter 30 educational benefits. R. at 9 (citing Harvey v. Brown, 6 Vet.App.\n416, 425 (1994)).\n\n\n                                                  II. ANALYSIS\n         The appellant argues that the Secretary's interpretation of 38 U.S.C. § 3011 is incorrect and\nthat, even if his interpretation is correct, equitable estoppel bars the termination of his Chapter 30\neducational benefits. Appellant's Brief (Br.) at 5-9. The Secretary responds that the plain meaning\nof 38 U.S.C. § 3011 bars the appellant from receiving basic educational assistance and that there is\nno merit, therefore, to his equitable estoppel argument. Secretary's Br. at 6-11.\n                              A. 38 U.S.C. § 3011(c)(3) and 10 U.S.C. § 2107\n         Section 3011 of title 38, U.S. Code, is the entitlement provision for basic educational\nassistance. See 38 C.F.R. § 21.7040 (2007); see also Burton v. Nicholson, 19 Vet.App. 249, 251\n(2005) (discussing the history of veterans educational assistance). Subsection (c)(3) of section 3011\nsets forth the eligibility requirements for veterans who have received financial assistance pursuant\nto 10 U.S.C. § 2107.1 It states:\n         (3) An individual who after December 31, 1976, receives a commission as an officer\n         in the Armed Forces upon completion of a program of educational assistance under\n         section 2107 of title 10 is not eligible for educational assistance under this section\n         if the individual enters on active duty-\n                  (A) before October 1, 1996; or\n                  (B) after September 30, 1996, and while participating in such program received\n         more than $3,400 for each year of such participation.\n38 U.S.C. § 3011(c)(3). The appellant completed a section 2107 program of educational assistance,\nwas commissioned as an ensign in the U.S. Navy and entered active duty after September 30, 1996,\nand received more than $3,400 during each of his three years as a section 2107 midshipman. The\nissue here is whether the appellant is eligible for Chapter 30 educational benefits because he did not\n\n\n         1\n          Section 2107 of title 10, U.S. Code, establishes a \"[f]inancial assistance program for specially selected\nmembers.\" It provides that the Secretary of the military department concerned may, subject to certain age restrictions,\nspecially select a citizen or national of the United States for appointment as a cadet or midshipman in the reserve\ncomponent of the armed forces under his jurisdiction. 10 U.S.C. § 2107(a)-(b). Once the statutorily-required contract\nis executed, an appointee then becomes eligible to receive financial assistance for \"tuition, fees, books, and laboratory\nexpenses,\" or, in certain circumstances, for room and board. 10 U.S.C. § 2107(c)(1), (c)(3).\n\n                                                           3\nreceive any section 2107 financial assistance while participating in the NROTC College Program\nduring the 1992-1993 school year (SY).\n        \"'Statutory interpretation begins with the language of the statute, the plain meaning of which\nwe derive from its text and its structure.'\" Myore v. Nicholson, </pre><span class=\"citation\"><a href=\"/cafc/25B4/myore-v-nicholson/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1207</span></a></span><pre class=\"inline\">, 1211 (Fed. Cir. 2007)\n(quoting McEntee v. Merit Sys. Prot. Bd., </pre><span class=\"citation\"><a href=\"/cafc/25ZZ/mcentee-v-merit-systems-protection-board/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1320</span></a></span><pre class=\"inline\">, 1328 (Fed. Cir. 2005)). Section 3011states\nthat section 2107 program participants who entered active duty after September 30, 1996, and who\nreceived more than $3,400 per year \"while participating in such program\" are not eligible for basic\neducational assistance. See 38 U.S.C. § 3011(c)(3)(B) (emphasis added). The appellant argues that\nhe received no financial assistance \"while participating in an ROTC program\" during the 1992-\n1993 SY; therefore, he qualifies for the eligibility exception. Br. at 5. He further argues that the\nstatute intends to provide educational benefits to NROTC members, himself included, who \"did not\nreceive a full, four year scholarship,\" and that Congress's decision to increase the maximum\nallowable amount of ROTC educational assistance from $2,000 to $3,400 in the Veterans Education\nand Benefits Expansion Act (VEBEA) of 2001, Pub. L. 107-103, § 105, 115 Stat. 983 (codified in\npart at 38 U.S.C. §§ 3011, 3012), supports these contentions. Br. at 6-7.\n       Contrary to the appellant's assertions, the text and structure of the statute make clear that the\nclause \"while participating in such program\" refers only to the section 2107 program of educational\nassistance. See Gardner v. Derwinski, 1 Vet.App. 584, 586 (1991) (\"Determining a statute's plain\nmeaning requires examining the specific language at issue and the overall structure of the statute.\"),\naff'd sub nom. Gardner v. Brown, </pre><span class=\"citation\"><a href=\"/cafc/4mkk/fred-p-gardner-claimant-appellee-v-jesse-brown-sec/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1456</span></a></span><pre class=\"inline\"> (Fed. Cir. 1993), aff'd </pre><span class=\"citation\"><a href=\"/scotus/B3u/brown-v-gardner/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span><pre class=\"inline\"> (1994); Johnson\nv. Brown, 9 Vet.App. 369, 371 (1996) (When \"'the plain meaning of a statute is discernible, that\n\"plain meaning must be given effect.\"'\" (quoting Tallman v. Brown, 7 Vet.App. 453, 460 (1995)));\nSmith v. Derwinski, 2 Vet.App. 429, 431 (1992) (If \"a reviewing court 'find[s] the terms of a statute\nunambiguous, judicial inquiry is complete except in rare and exceptional circumstances.'\" (quoting\nDemarest v. Manspeaker, </pre><span class=\"citation\"><a href=\"/scotus/zrW/demarest-v-manspeaker/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span><pre class=\"inline\"> (1991))). The record shows that the appellant was not\n\"specially selected\" for section 2107's financial assistance program until July 1993, and that he did\nnot sign the NROTC Scholarship Service Agreement officially recognizing his appointment as a\nsection 2107 midshipman until August 1993. Thus, his participation in the NROTC as a College\nProgram Basic student during the 1992-1993 SY is simply not relevant to his eligibility for basic\n\n\n                                                  4\neducational assistance under the statute.2 The appellant has not identified anything in the legislative\nhistory that would support a contrary interpretation, see Transco Prods. Inc. v. Performance\nContracting, Inc., </pre><span class=\"citation\"><a href=\"/cafc/4unH/transco-products-inc-v-performance-contracting-inc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">551</span></a></span><pre class=\"inline\">, 556 (Fed. Cir. 1994) (\"When statutory interpretation is at issue, the\nplain and unambiguous meaning of a statute prevails in the absence of clearly expressed legislative\nintent to the contrary.\"), and he has not demonstrated that our application of the same would produce\nan absurd result. See Gardner, 1 Vet.App. at 587 (noting the limited \"'absurd result' exception to\nthe plain meaning rule\"). Therefore, we must reject the interpretation urged by the appellant on\nappeal. See Babbitt v. Oglala Sioux Tribal Public Safety Dep't, </pre><span class=\"citation\"><a href=\"/cafc/4VSz/bruce-babbitt-secretary-of-the-interior-v-oglala-s/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1374</span></a></span><pre class=\"inline\">, 1378 (Fed. Cir.\n1999) (stating that \"we must assume that Congress 'says in a statute what it means and means in a\nstatute what it says there'\" (quoting Conn. Nat'l Bank v. Germain, </pre><span class=\"citation\"><a href=\"/scotus/zvd/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 254 (1992))); Tropf\nv. Nicholson, 20 Vet.App. 317, 321 n.1 (2006) (\"[A] functioning system of laws must give primacy\nto the plain language of authorities . . . Without standard word meanings and rules of construction,\nneither Congress nor the Secretary can know how to write authorities in a way that conveys their\nintent and no practitioner or–more importantly–veteran can rely on a statute or regulation to mean\nwhat it appears to say.\").\n                                               B. Equitable Estoppel\n         The appellant argues that equitable estoppel bars the termination of his educational benefits,\nbecause he detrimentally relied on VA's erroneously-issued January 2002 Certificate of Eligibility.\nThe Supreme Court has held that the Appropriations Clause of the Constitution, U.S. CONST. art. I,\n§ 9, cl. 7, precludes the judiciary from ordering an award of public funds to a statutorily ineligible\nclaimant on the basis of equitable estoppel. See OPM v. Richmond, </pre><span class=\"citation\"><a href=\"/scotus/zqW/office-of-personnel-management-v-richmond/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span><pre class=\"inline\">, 430 (1990); see\nalso Utah Power & Light Co. v. United States, </pre><span class=\"citation\"><a href=\"/scotus/vpf/utah-power-light-co-v-united-states/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span><pre class=\"inline\">, 408-09 (1917) (holding that \"the\n\n\n\n         2\n            A section 2107 participant's eligibility for Chapter 30 educational benefits depends on the amount of financial\nassistance he or she receives during each scholarship year, not on the total amount of financial assistance received or\nthe absence of such assistance during a non-scholarship period. W e acknowledge that this interpretation of the statute\nmay produce unfair results. For instance, a 4-year section 2107 recipient is eligible for additional Chapter 30 educational\nbenefits if, during any one of those 4 years, he or she received $3,400 or less in financial assistance. However, a 2-year\nsection 2107 scholarship recipient is not eligible for such benefits if, during both of those 2 years, he or she received\n$3,401 in financial assistance. That being said, it is the responsibility of Congress, not the Court, to address any\nunfairness in the statute as written. See Ciba-Geigy Corp v. United States, </pre><span class=\"citation\"><a href=\"/cafc/4WVv/ciba-geigy-corporation-v-united-states/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span><pre class=\"inline\">, 1373 (Fed. Cir. 2000) (\"It\nis Congress's task to change the words of the statute.\"); see also United States v. Missouri Pac. R.R. Co., </pre><span class=\"citation\"><a href=\"/scotus/w8B/united-states-v-missouri-pacific-r-co/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span><pre class=\"inline\">,\n277-78 (1929) (\"Inconvenience or hardships, if any, that result from following the statute as written, must be relieved\nby legislation.\").\n\n                                                            5\nUnited States is neither bound nor estopped by acts of its officers or agents in entering into an\narrangement or agreement to do or cause to be done what the law does not sanction or permit\").\nThat precedent is controlling here. Accordingly, our determination that the appellant is not eligible\nto receive basic educational assistance precludes an award thereof on the basis of equitable estoppel.\nSee OPM, 496 U.S. at 434. (\"[I]t is enough to say that this Court has never upheld an assertion of\nestoppel against the Government by a claimant seeking public funds.\").\n\n\n                                               III. CONCLUSION\n         After consideration of the appellant's and the Secretary's briefs, and a review of the record,\nthe Board's July 15, 2005, decision is AFFIRMED.\n\n\n         KASOLD, Judge, concurring: I write separately to address what is a much too narrow view\nby the Secretary of our jurisdiction. Specifically, the Secretary argues that the Court lacks\njurisdiction to even review Mr. Rosenberg's claim for equitable estoppel, ostensibly because we do\nnot sit as a court of equity. See Secretary's Brief (Br.) at 9.1\n         Although we are not a court of equity in the sense that we cannot render an award that is\ncontrary to law, this is true of all federal courts,2 see Immigration & Naturalization Serv. v.\nPangilinan, </pre><span class=\"citation\"><a href=\"/scotus/zjT/ins-v-pangilinan/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">875</span></a></span><pre class=\"inline\">, 883 (1988) (\"[I]t is well established that 'courts of equity can no more\ndisregard statutory and constitutional requirements and provisions than can courts of law.'\"(quoting\nHedges v. Dixon County, </pre><span class=\"citation\"><a href=\"/scotus/tRt/hedges-v-dixon-county/\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></a></span><pre class=\"inline\">, 192 (1893))); see also OPM v. Richmond, </pre><span class=\"citation\"><a href=\"/scotus/zqW/office-of-personnel-management-v-richmond/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span><pre class=\"inline\">, 434\n(1990) (\"[I]t is enough to say that this Court has never upheld an assertion of estoppel against the\nGovernment by a claimant seeking public funds.\").\n         Further, although we generally do not have jurisdiction to review the Secretary’s exercise\nof his equitable authority under 38 U.S.C. § 503, see Harvey v. Brown, 6 Vet.App. 416, 425 (1994)\n(recognizing that neither the Board nor the Court has jurisdiction to review the Secretary's exercise\n\n\n         1\n             Indeed, although OPM v. Richmond, </pre><span class=\"citation\"><a href=\"/scotus/zqW/office-of-personnel-management-v-richmond/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span><pre class=\"inline\">, 434 (1990) is controlling in this case, the Secretary fails\nto cite to it in his written brief, relying instead on the assertion that we lack jurisdiction to hear the issue.\n\n         2\n           \"There is no procedural distinction in federal court between suits in equity and suits at law.\" 27A A M .J U R .\n2 D Equity § 4 (1996). See generally, the Fed. R. Civ. P. 1 (stating that these rules govern suits at law, equity, and in\nadmiralty); F ED . R. C IV . P. 2 (noting in federal courts there is one form of action called a \"civil action\").\n\n                                                            6\nof his equitable discretion),3 it does not follow that we lack the authority to review the arguments\nmade in this case, or any other arguments seeking equitable relief due to error on the part of the\nSecretary. Indeed, as with any federal court, we have all the authority necessary to exercise\nequitable jurisdiction and direct equitable relief not otherwise restricted by law. Cf. Pangilinan,\nsupra.\n         For example, early on the Court recognized its authority to review and consider the\napplication of equitable defenses. See Manio v. Derwinski, 1 Vet.App. 140, 143 (1991) (explicitly\nstating our authority to consider application of equitable defenses, but rejecting the Secretary's\nequitable defense of laches because this defense was not raised to the Board); see also Browder v.\nDerwinski, 1 Vet.App. 204, 208 (1991) (concluding \"that the VA benefits system as well as the\nVeterans' Judicial Review Act both militate against the application of the doctrine [of laches] to\ncases before this Court\"). We also have the authority to issue decisions nunc pro tunc when equity\nwarrants such action, see Padgett v. Nicholson, </pre><span class=\"citation\"><a href=\"/cafc/25G6/padgett-v-nicholson/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\">, 1371 (Fed. Cir. 2007) (stating that\n\"nunc pro tunc relief is equitable in nature\"); Seals v. Derwinski, 2 Vet.App. 190, 191 (1992)\n(granting nunc pro tunc relief for a Notice of Appeal (NOA) timely filed via facsimile but without\na confirming NOA as required by the Court's Rules of Practice and Procedure), and we have the\nequitable authority of \"all courts established by an Act of Congress\" granted by the All Writs Act.\nSee 28 U.S.C. § 1651(a); see Cox v. West, </pre><span class=\"citation\"><a href=\"/cafc/4SRA/hugh-d-cox-v-togo-d-west-jr-secretary-of-veterans-/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1360</span></a></span><pre class=\"inline\">, 1363 (Fed. Cir. 1998); see also\nRosemount, Inc. v. U.S. Int'l Trade Comm'n, </pre><span class=\"citation\"><a href=\"/cafc/3Nni/rosemount-inc-v-united-states-international-trade-/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span><pre class=\"inline\">, 821 (Fed. Cir. 1990) (stating that an\ninjunction is equitable relief); Ben-Shalom v. Secretary of the Army, </pre><span class=\"citation\"><a href=\"/cafc/3sT6/miriam-ben-shalom-v-secretary-of-the-army/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span><pre class=\"inline\">, 988 (Fed. Cir.\n1986) (holding writ of mandamus is equitable relief).\n         Moreover, in furtherance of our broad authority over Board decisions and matters below\naffecting Board decisions,4 the Court has applied equitable estoppel against the Secretary precluding\n\n\n         3\n            Not yet addressed is our authority to review allegations that the Secretary's actions under 38 U.S.C. § 503\nviolate the Constitution, e.g., discrimination violating the equal protection guaranteed by the Constitution. See 38 U.S.C.\n§ 7261(1) (directing the Court to decide all relevant questions of, inter alia, constitutional interpretation, when necessary\nand presented).\n\n         4\n             See 38 U.S.C. § 7252 (granting \"exclusive jurisdiction to review decisions of the Board of Veterans' Appeals\n. . . [and the] \"power to affirm, modify, or reverse a decision of the Board or to remand the matter, as appropriate\"). See\nalso 38 U.S.C. § 7261(a)(3)(A) (providing the full scope of our review authority, including, inter alia, the authority to\ncompel action of the Secretary \"unreasonably delayed\" and set aside decisions, rules, or regulations of the Secretary or\nthe Board that are \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law\").\n\n                                                             7\nhim from asserting that a claimant's informal claim is not a \"cognizable claim for effective date\npurposes.\" Servello v. Derwinski, 3 Vet.App. 196, 200 (1992) (finding no evidence that the\nSecretary fulfilled his statutory duty pursuant to 38 C.F.R. § 3.155(a) to provide the veteran with an\napplication form after receipt of an informal claim, the Court held that the Secretary \"may not . . .\nassert . . . that . . . [the] informal claim is not a cognizable claim for effective-date purposes\"\n(quoting Quarles v. Derwinski, 3 Vet.App. 129, 137 (1992))). We have also held that fair process\nrequires certain notifications. See Thurber v. Brown, 5 Vet.App. 119, 123 (1993) (\"The entire thrust\nof the VA's nonadversarial claims system is predicated upon a structure which provides for notice\nand an opportunity to be heard at virtually every step in the process.\"). Remedial actions such as\nthese are not mandated by statute or regulation; they are equitable resolutions imposed by the Court.\n         Thus, Mr. Rosenberg's equitable estoppel argument fails not because the Court lacks\njurisdiction to review such an argument. Rather, assuming arguendo that equitable estoppel was\notherwise appropriate in this case, and it is not clear it would be,5 Mr. Rosenberg's argument fails\nbecause a monetary award simply is not permitted by law. See OPM, 496 U.S. at 430 (\"The whole\nhistory and practice with respect to claims against the United States reveals the impossibility of an\nestoppel claim for money in violation of a statute.\").\n\n\n\n\n         5\n           \"[A] party seeking to assert equitable estoppel must demonstrate that (1) the party to be estopped made a\n'definite misrepresentation of fact to another person having reason to believe that the other [would] rely upon it'; (2) the\nparty seeking estoppel relied on the misrepresentations to its detriment; and (3) the 'reliance [was] reasonable in that the\nparty claiming the estoppel did not know nor should it have known that its adversary's conduct was misleading.'\"\nRamirez-Carlo v. United States, </pre><span class=\"citation\"><a href=\"/ca1/8s4h/ramirez-carlo-v-united-states/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 49 (1st Cir. 2007) (quoting Heckler v. Community Health Services,\n</pre><span class=\"citation\"><a href=\"/scotus/z42/heckler-v-community-health-services-of-crawford-ct/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span><pre class=\"inline\">, 59 (1984)).\n\n                                                             8\n</pre>", "id": 817199, "judges": "", "local_path": "pdf/2007/11/28/rosenberg_v._mansfield.pdf", "nature_of_suit": "", "plain_text": "          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                           NO . 05-3184\n\n                                KEVIN J. ROSENBERG , APPELLANT ,\n\n                                                 V.\n\n\n                                 GORDON H. MANSFIELD ,\n                     ACTING SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n(Argued August 21, 2007                                   Decided November 28, 2007       )\n\n\n\n       Kevin J. Rosenberg, pro se.\n\n       Brian P. Tierny, with whom Paul J. Hutter, General Counsel; R. Randall Campbell,\nAssistant General Counsel; Brian B. Rippel, Deputy Assistant General Counsel; and Ella Krainsky,\nAppellate Attorney, were on the brief, all of Washington D.C., for the appellee.\n\n       Before GREENE, Chief Judge, and KASOLD and LANCE, Judges.\n       LANCE, Judge, filed the opinion of the Court. KASOLD, Judge, filed a concurring opinion.\n       LANCE, Judge: The appellant, Kevin J. Rosenberg, an attorney acting on his own behalf,\nappeals a July 15, 2005, decision of the Board of Veterans' Appeals (Board). Record (R.) at 1-10.\nIn that decision, the Board denied his claim for basic educational assistance under 38 U.S.C. § 3011.\nFor the reasons set forth below, the Board's July 2005 decision will be affirmed.\n\n\n                                       I. BACKGROUND\n       In August 1992, the appellant joined the University of Arizona's Naval Reserve Officer\nTraining Corps (NROTC) as a College Program Basic student. R. at 40. In July 1993, the Secretary\nof the U.S. Navy, acting pursuant to his authority under 10 U.S.C. § 2107, selected the appellant for\nan NROTC scholarship. R. at 17, 33. The following month, the appellant signed an NROTC\nScholarship Service Agreement, the terms of which officially recognized his appointment as a\nsection 2107 midshipman and his entitlement to three years of financial assistance. R. at 17-20.\nThat assistance totaled $3,675 in 1993, $7,350 in 1994, and $3,989 in 1995. R. at 21.\n       In December 1996, after successfully completing the NROTC program, the appellant was\ncommissioned as an ensign in the U.S. Navy. That same month, he also signed a DD Form 2366,\na statement of understanding with respect to his \"eligibility to participate in the Veterans'\nEducational Assistance Act of 1984 (New GI Bill),\" wherein the appellant acknowledged that he\nwas an \"ROTC scholarship graduate\" and hence \"NOT ELIGIBLE\" for basic educational assistance\nunder Chapter 30, title 38, U.S. Code. R. at 23. He served honorably in the U.S. Navy from\nDecember 1996 until December 2000. R. at 4, 14-15.\n       In April 2001, the appellant applied for basic educational assistance under 38 U.S.C. § 3011\nfor the cost of attending law school. R. at 25-27. VA denied that claim, and the appellant appealed.\nR. at 29. In August 2001, while his appeal was still pending, the appellant enrolled as a full-time\nstudent at the Yeshiva University, Benjamin Cardozo School of Law in New York, New York. In\nJanuary 2002, VA reversed its original decision and issued the appellant a \"Certificate of Eligibility\"\nfor 36 months of Chapter 30 educational benefits. R. at 55.\n       In February 2003, the U.S. Navy recalled the appellant to active duty. R. 69-75. This change\nin military status prompted VA to discontinue his Chapter 30 educational benefits. R. at 5. In June\n2003, one month after his release from active duty, VA received the appellant's request for\nreinstitution of his Chapter 30 educational benefits. R. at 61-62. In October 2003, the RO notified\nthe appellant that those benefits had been terminated, effective August 27, 2001, because he had\nreceived more than $3,400 in financial assistance annually during his participation in the section\n2107 NROTC scholarship program. R. at 89-90. While his appeal of that decision was pending, the\nSecretary waived the $11,109.33 debt the appellant had accrued as a result of the overpayment in\nChapter 30 educational benefits he received during his first four semesters of law school. R. at 142-\n43. The Secretary also granted $3,643.83 in additional equitable relief, an amount equal to the\nChapter 30 educational benefits that the appellant, if eligible, would have received during the Fall\n2003 semester. R. at 151.\n       In July 2005, the Board issued the decision here on appeal. The Board found that the\nappellant was not entitled to Chapter 30 educational benefits because he had received more than\n$3,400 in financial assistance annually during his participation in the section 2107 NROTC\n\n                                                  2\nscholarship program. R. at 7-9. The Board further found that it had no legal authority to grant an\nequitable award of Chapter 30 educational benefits. R. at 9 (citing Harvey v. Brown, 6 Vet.App.\n416, 425 (1994)).\n\n\n                                                  II. ANALYSIS\n         The appellant argues that the Secretary's interpretation of 38 U.S.C. § 3011 is incorrect and\nthat, even if his interpretation is correct, equitable estoppel bars the termination of his Chapter 30\neducational benefits. Appellant's Brief (Br.) at 5-9. The Secretary responds that the plain meaning\nof 38 U.S.C. § 3011 bars the appellant from receiving basic educational assistance and that there is\nno merit, therefore, to his equitable estoppel argument. Secretary's Br. at 6-11.\n                              A. 38 U.S.C. § 3011(c)(3) and 10 U.S.C. § 2107\n         Section 3011 of title 38, U.S. Code, is the entitlement provision for basic educational\nassistance. See 38 C.F.R. § 21.7040 (2007); see also Burton v. Nicholson, 19 Vet.App. 249, 251\n(2005) (discussing the history of veterans educational assistance). Subsection (c)(3) of section 3011\nsets forth the eligibility requirements for veterans who have received financial assistance pursuant\nto 10 U.S.C. § 2107.1 It states:\n         (3) An individual who after December 31, 1976, receives a commission as an officer\n         in the Armed Forces upon completion of a program of educational assistance under\n         section 2107 of title 10 is not eligible for educational assistance under this section\n         if the individual enters on active duty-\n                  (A) before October 1, 1996; or\n                  (B) after September 30, 1996, and while participating in such program received\n         more than $3,400 for each year of such participation.\n38 U.S.C. § 3011(c)(3). The appellant completed a section 2107 program of educational assistance,\nwas commissioned as an ensign in the U.S. Navy and entered active duty after September 30, 1996,\nand received more than $3,400 during each of his three years as a section 2107 midshipman. The\nissue here is whether the appellant is eligible for Chapter 30 educational benefits because he did not\n\n\n         1\n          Section 2107 of title 10, U.S. Code, establishes a \"[f]inancial assistance program for specially selected\nmembers.\" It provides that the Secretary of the military department concerned may, subject to certain age restrictions,\nspecially select a citizen or national of the United States for appointment as a cadet or midshipman in the reserve\ncomponent of the armed forces under his jurisdiction. 10 U.S.C. § 2107(a)-(b). Once the statutorily-required contract\nis executed, an appointee then becomes eligible to receive financial assistance for \"tuition, fees, books, and laboratory\nexpenses,\" or, in certain circumstances, for room and board. 10 U.S.C. § 2107(c)(1), (c)(3).\n\n                                                           3\nreceive any section 2107 financial assistance while participating in the NROTC College Program\nduring the 1992-1993 school year (SY).\n        \"'Statutory interpretation begins with the language of the statute, the plain meaning of which\nwe derive from its text and its structure.'\" Myore v. Nicholson, 489 F.3d 1207, 1211 (Fed. Cir. 2007)\n(quoting McEntee v. Merit Sys. Prot. Bd., 404 F.3d 1320, 1328 (Fed. Cir. 2005)). Section 3011states\nthat section 2107 program participants who entered active duty after September 30, 1996, and who\nreceived more than $3,400 per year \"while participating in such program\" are not eligible for basic\neducational assistance. See 38 U.S.C. § 3011(c)(3)(B) (emphasis added). The appellant argues that\nhe received no financial assistance \"while participating in an ROTC program\" during the 1992-\n1993 SY; therefore, he qualifies for the eligibility exception. Br. at 5. He further argues that the\nstatute intends to provide educational benefits to NROTC members, himself included, who \"did not\nreceive a full, four year scholarship,\" and that Congress's decision to increase the maximum\nallowable amount of ROTC educational assistance from $2,000 to $3,400 in the Veterans Education\nand Benefits Expansion Act (VEBEA) of 2001, Pub. L. 107-103, § 105, 115 Stat. 983 (codified in\npart at 38 U.S.C. §§ 3011, 3012), supports these contentions. Br. at 6-7.\n       Contrary to the appellant's assertions, the text and structure of the statute make clear that the\nclause \"while participating in such program\" refers only to the section 2107 program of educational\nassistance. See Gardner v. Derwinski, 1 Vet.App. 584, 586 (1991) (\"Determining a statute's plain\nmeaning requires examining the specific language at issue and the overall structure of the statute.\"),\naff'd sub nom. Gardner v. Brown, 5 F.3d 1456 (Fed. Cir. 1993), aff'd 513 U.S. 115 (1994); Johnson\nv. Brown, 9 Vet.App. 369, 371 (1996) (When \"'the plain meaning of a statute is discernible, that\n\"plain meaning must be given effect.\"'\" (quoting Tallman v. Brown, 7 Vet.App. 453, 460 (1995)));\nSmith v. Derwinski, 2 Vet.App. 429, 431 (1992) (If \"a reviewing court 'find[s] the terms of a statute\nunambiguous, judicial inquiry is complete except in rare and exceptional circumstances.'\" (quoting\nDemarest v. Manspeaker, 498 U.S. 184 (1991))). The record shows that the appellant was not\n\"specially selected\" for section 2107's financial assistance program until July 1993, and that he did\nnot sign the NROTC Scholarship Service Agreement officially recognizing his appointment as a\nsection 2107 midshipman until August 1993. Thus, his participation in the NROTC as a College\nProgram Basic student during the 1992-1993 SY is simply not relevant to his eligibility for basic\n\n\n                                                  4\neducational assistance under the statute.2 The appellant has not identified anything in the legislative\nhistory that would support a contrary interpretation, see Transco Prods. Inc. v. Performance\nContracting, Inc., 38 F.3d 551, 556 (Fed. Cir. 1994) (\"When statutory interpretation is at issue, the\nplain and unambiguous meaning of a statute prevails in the absence of clearly expressed legislative\nintent to the contrary.\"), and he has not demonstrated that our application of the same would produce\nan absurd result. See Gardner, 1 Vet.App. at 587 (noting the limited \"'absurd result' exception to\nthe plain meaning rule\"). Therefore, we must reject the interpretation urged by the appellant on\nappeal. See Babbitt v. Oglala Sioux Tribal Public Safety Dep't, 194 F.3d 1374, 1378 (Fed. Cir.\n1999) (stating that \"we must assume that Congress 'says in a statute what it means and means in a\nstatute what it says there'\" (quoting Conn. Nat'l Bank v. Germain, 503 U.S. 249, 254 (1992))); Tropf\nv. Nicholson, 20 Vet.App. 317, 321 n.1 (2006) (\"[A] functioning system of laws must give primacy\nto the plain language of authorities . . . Without standard word meanings and rules of construction,\nneither Congress nor the Secretary can know how to write authorities in a way that conveys their\nintent and no practitioner or–more importantly–veteran can rely on a statute or regulation to mean\nwhat it appears to say.\").\n                                               B. Equitable Estoppel\n         The appellant argues that equitable estoppel bars the termination of his educational benefits,\nbecause he detrimentally relied on VA's erroneously-issued January 2002 Certificate of Eligibility.\nThe Supreme Court has held that the Appropriations Clause of the Constitution, U.S. CONST. art. I,\n§ 9, cl. 7, precludes the judiciary from ordering an award of public funds to a statutorily ineligible\nclaimant on the basis of equitable estoppel. See OPM v. Richmond, 496 U.S. 414, 430 (1990); see\nalso Utah Power & Light Co. v. United States, 243 U.S. 389, 408-09 (1917) (holding that \"the\n\n\n\n         2\n            A section 2107 participant's eligibility for Chapter 30 educational benefits depends on the amount of financial\nassistance he or she receives during each scholarship year, not on the total amount of financial assistance received or\nthe absence of such assistance during a non-scholarship period. W e acknowledge that this interpretation of the statute\nmay produce unfair results. For instance, a 4-year section 2107 recipient is eligible for additional Chapter 30 educational\nbenefits if, during any one of those 4 years, he or she received $3,400 or less in financial assistance. However, a 2-year\nsection 2107 scholarship recipient is not eligible for such benefits if, during both of those 2 years, he or she received\n$3,401 in financial assistance. That being said, it is the responsibility of Congress, not the Court, to address any\nunfairness in the statute as written. See Ciba-Geigy Corp v. United States, 223 F.3d 1367, 1373 (Fed. Cir. 2000) (\"It\nis Congress's task to change the words of the statute.\"); see also United States v. Missouri Pac. R.R. Co., 278 U.S. 269,\n277-78 (1929) (\"Inconvenience or hardships, if any, that result from following the statute as written, must be relieved\nby legislation.\").\n\n                                                            5\nUnited States is neither bound nor estopped by acts of its officers or agents in entering into an\narrangement or agreement to do or cause to be done what the law does not sanction or permit\").\nThat precedent is controlling here. Accordingly, our determination that the appellant is not eligible\nto receive basic educational assistance precludes an award thereof on the basis of equitable estoppel.\nSee OPM, 496 U.S. at 434. (\"[I]t is enough to say that this Court has never upheld an assertion of\nestoppel against the Government by a claimant seeking public funds.\").\n\n\n                                               III. CONCLUSION\n         After consideration of the appellant's and the Secretary's briefs, and a review of the record,\nthe Board's July 15, 2005, decision is AFFIRMED.\n\n\n         KASOLD, Judge, concurring: I write separately to address what is a much too narrow view\nby the Secretary of our jurisdiction. Specifically, the Secretary argues that the Court lacks\njurisdiction to even review Mr. Rosenberg's claim for equitable estoppel, ostensibly because we do\nnot sit as a court of equity. See Secretary's Brief (Br.) at 9.1\n         Although we are not a court of equity in the sense that we cannot render an award that is\ncontrary to law, this is true of all federal courts,2 see Immigration & Naturalization Serv. v.\nPangilinan, 486 U.S. 875, 883 (1988) (\"[I]t is well established that 'courts of equity can no more\ndisregard statutory and constitutional requirements and provisions than can courts of law.'\"(quoting\nHedges v. Dixon County, 150 U.S. 182, 192 (1893))); see also OPM v. Richmond, 496 U.S. 414, 434\n(1990) (\"[I]t is enough to say that this Court has never upheld an assertion of estoppel against the\nGovernment by a claimant seeking public funds.\").\n         Further, although we generally do not have jurisdiction to review the Secretary’s exercise\nof his equitable authority under 38 U.S.C. § 503, see Harvey v. Brown, 6 Vet.App. 416, 425 (1994)\n(recognizing that neither the Board nor the Court has jurisdiction to review the Secretary's exercise\n\n\n         1\n             Indeed, although OPM v. Richmond, 496 U.S. 414, 434 (1990) is controlling in this case, the Secretary fails\nto cite to it in his written brief, relying instead on the assertion that we lack jurisdiction to hear the issue.\n\n         2\n           \"There is no procedural distinction in federal court between suits in equity and suits at law.\" 27A A M .J U R .\n2 D Equity § 4 (1996). See generally, the Fed. R. Civ. P. 1 (stating that these rules govern suits at law, equity, and in\nadmiralty); F ED . R. C IV . P. 2 (noting in federal courts there is one form of action called a \"civil action\").\n\n                                                            6\nof his equitable discretion),3 it does not follow that we lack the authority to review the arguments\nmade in this case, or any other arguments seeking equitable relief due to error on the part of the\nSecretary. Indeed, as with any federal court, we have all the authority necessary to exercise\nequitable jurisdiction and direct equitable relief not otherwise restricted by law. Cf. Pangilinan,\nsupra.\n         For example, early on the Court recognized its authority to review and consider the\napplication of equitable defenses. See Manio v. Derwinski, 1 Vet.App. 140, 143 (1991) (explicitly\nstating our authority to consider application of equitable defenses, but rejecting the Secretary's\nequitable defense of laches because this defense was not raised to the Board); see also Browder v.\nDerwinski, 1 Vet.App. 204, 208 (1991) (concluding \"that the VA benefits system as well as the\nVeterans' Judicial Review Act both militate against the application of the doctrine [of laches] to\ncases before this Court\"). We also have the authority to issue decisions nunc pro tunc when equity\nwarrants such action, see Padgett v. Nicholson, 473 F.3d 1364, 1371 (Fed. Cir. 2007) (stating that\n\"nunc pro tunc relief is equitable in nature\"); Seals v. Derwinski, 2 Vet.App. 190, 191 (1992)\n(granting nunc pro tunc relief for a Notice of Appeal (NOA) timely filed via facsimile but without\na confirming NOA as required by the Court's Rules of Practice and Procedure), and we have the\nequitable authority of \"all courts established by an Act of Congress\" granted by the All Writs Act.\nSee 28 U.S.C. § 1651(a); see Cox v. West, 149 F.3d 1360, 1363 (Fed. Cir. 1998); see also\nRosemount, Inc. v. U.S. Int'l Trade Comm'n, 910 F.2d 819, 821 (Fed. Cir. 1990) (stating that an\ninjunction is equitable relief); Ben-Shalom v. Secretary of the Army, 807 F.2d 982, 988 (Fed. Cir.\n1986) (holding writ of mandamus is equitable relief).\n         Moreover, in furtherance of our broad authority over Board decisions and matters below\naffecting Board decisions,4 the Court has applied equitable estoppel against the Secretary precluding\n\n\n         3\n            Not yet addressed is our authority to review allegations that the Secretary's actions under 38 U.S.C. § 503\nviolate the Constitution, e.g., discrimination violating the equal protection guaranteed by the Constitution. See 38 U.S.C.\n§ 7261(1) (directing the Court to decide all relevant questions of, inter alia, constitutional interpretation, when necessary\nand presented).\n\n         4\n             See 38 U.S.C. § 7252 (granting \"exclusive jurisdiction to review decisions of the Board of Veterans' Appeals\n. . . [and the] \"power to affirm, modify, or reverse a decision of the Board or to remand the matter, as appropriate\"). See\nalso 38 U.S.C. § 7261(a)(3)(A) (providing the full scope of our review authority, including, inter alia, the authority to\ncompel action of the Secretary \"unreasonably delayed\" and set aside decisions, rules, or regulations of the Secretary or\nthe Board that are \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law\").\n\n                                                             7\nhim from asserting that a claimant's informal claim is not a \"cognizable claim for effective date\npurposes.\" Servello v. Derwinski, 3 Vet.App. 196, 200 (1992) (finding no evidence that the\nSecretary fulfilled his statutory duty pursuant to 38 C.F.R. § 3.155(a) to provide the veteran with an\napplication form after receipt of an informal claim, the Court held that the Secretary \"may not . . .\nassert . . . that . . . [the] informal claim is not a cognizable claim for effective-date purposes\"\n(quoting Quarles v. Derwinski, 3 Vet.App. 129, 137 (1992))). We have also held that fair process\nrequires certain notifications. See Thurber v. Brown, 5 Vet.App. 119, 123 (1993) (\"The entire thrust\nof the VA's nonadversarial claims system is predicated upon a structure which provides for notice\nand an opportunity to be heard at virtually every step in the process.\"). Remedial actions such as\nthese are not mandated by statute or regulation; they are equitable resolutions imposed by the Court.\n         Thus, Mr. Rosenberg's equitable estoppel argument fails not because the Court lacks\njurisdiction to review such an argument. Rather, assuming arguendo that equitable estoppel was\notherwise appropriate in this case, and it is not clear it would be,5 Mr. Rosenberg's argument fails\nbecause a monetary award simply is not permitted by law. See OPM, 496 U.S. at 430 (\"The whole\nhistory and practice with respect to claims against the United States reveals the impossibility of an\nestoppel claim for money in violation of a statute.\").\n\n\n\n\n         5\n           \"[A] party seeking to assert equitable estoppel must demonstrate that (1) the party to be estopped made a\n'definite misrepresentation of fact to another person having reason to believe that the other [would] rely upon it'; (2) the\nparty seeking estoppel relied on the misrepresentations to its detriment; and (3) the 'reliance [was] reasonable in that the\nparty claiming the estoppel did not know nor should it have known that its adversary's conduct was misleading.'\"\nRamirez-Carlo v. United States, 496 F.3d 41, 49 (1st Cir. 2007) (quoting Heckler v. Community Health Services,\n467 U.S. 51, 59 (1984)).\n\n                                                             8\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/817199/", "sha1": "cc6507d4292d3ebf1860dea2fe6b24b9b7e0043a", "source": "C", "time_retrieved": "2013-01-31T17:48:42.176902"}