{"absolute_url": "/opinion/817215/ross-v-peake/", "blocked": false, "citation": {"case_name": "Ross v. Peake", "docket_number": "05-2286", "document_uris": ["/api/rest/v2/document/817215/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 789975, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/789975/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2008-01-02", "date_modified": "2014-10-30T05:52:45.711712", "docket": "/api/rest/v2/docket/880464/", "download_url": "http://www.uscourts.cavc.gov/documents/Ross_05-2286.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">           UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                            NO . 05-2286\n\n                                   DANIEL G. ROSS, APPELLANT ,\n\n                                                  V.\n\n\n                                   JAMES B. PEAKE , M.D.,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n                                    (Decided January 2, 2008 )\n\n        Robert V. Chisholm, of Washington, D.C., was on the brief for the appellant.\n\n       Tim McClain, General Counsel; R. Randall Campbell, Assistant General Counsel; Carolyn\nF. Washington, Deputy Assistant General Counsel; and Catherine A. Chase, all of Washington,\nD.C., were on the brief for the appellee.\n\n       Before GREENE, Chief Judge, and HAGEL and MOORMAN, Judges.\n\n       GREENE, Chief Judge: Veteran Daniel G. Ross appeals, through counsel, a June 20, 2005,\ndecision of the Board of Veterans' Appeals (Board) that denied an effective date before December 7,\n1999, for the assignment of a rating of total disability based on individual unemployability (TDIU)\nand for the award of secondary VA service connection for depression with anxiety. Record (R.) at\n1-17. Mr. Ross argues: (1) that the Board, when deciding the effective date, erred by not assigning\nhim an earlier effective date based on the provisions of 38 C.F.R. § 3.310(a) (2007); and (2) that the\neffective date for his award of secondary service connection should be the same as the effective date\nof the underlying condition. He also argues that a claim for secondary service connection is a claim\nfor increased compensation, and that the Board, therefore, erred by failing to apply the effective date\nrules for increased compensation claims, provided in 38 U.S.C. § 5110(b) and 38 C.F.R.\n§ 3.400(o)(2) (2007). The Secretary argues for affirmance and urges the Court to reject Mr. Ross's\nargument that § 3.310(a) applies to the assignment of an effective date for secondary service\nconnection. For the reasons that follow, the June 2005 Board decision will be affirmed.\n                                              I. BACKGROUND\n         Mr. Ross served in the U.S. Army from August 1969 to August 1971. R. at 21. In\nMay 1999, a VA regional office (RO) reopened his previously denied claim for paroxysmal atrial\ntachycardia (a heart condition), awarded service connection, and assigned a disability rating of 10%,\neffective February 1989. R. at 110-11. Mr. Ross, through his current counsel, appealed the\ndisability rating assigned (R. at 117), and on December 7, 1999, submitted a statement from Carl\nBarchi, a certified vocational specialist, who opined that Mr. Ross's heart and anxiety condition had\nprevented him from working since 1985 (R. at 120-22, 131). The RO considered Mr. Barchi's\nstatement as a claim for secondary service connection for depression and for a TDIU rating. See\nR. at 189.      In March 2000, the RO determined that the May 1999 RO's assignment of a\nFebruary 1989 effective date for Mr. Ross's heart condition was clearly and unmistakably erroneous\nand, instead, assigned an effective date of August 15, 1994, which it determined to be the date of\nhis reopened claim.1 R. at 164-66. In May 2000, the RO denied service connection for depression,\nclaimed as secondary to Mr. Ross's service-connected heart condition. R. at 186-89. The RO also\ndenied a TDIU rating. R. at 188.\n         Mr. Ross appealed, and following the submission of additional evidence (R. at 209-12, 230-\n34), the RO, in January 2001, awarded service connection for depression with anxiety, secondary\nto his service-connected heart condition, and assigned a 70% disability rating. R. at 242-48. The\nRO also awarded a rating of TDIU. Id. The RO assigned an effective date of December 7, 1999,\nto both ratings, which it determined to be the date that Mr. Ross claimed secondary service\nconnection and met the schedular requirements for a TDIU rating. R. at 242. Mr. Ross disagreed\nwith the effective dates assigned and appealed to the Board, asserting that he was entitled to an\neffective date of either February 2, 1989, which was the initial effective date of service connection\nfor his heart condition, or August 15, 1994, the date the RO determined to be the proper effective\ndate for his 10%, heart condition, disability rating. R. at 257-58. After an extensive procedural\nhistory, including two remands from the Court for the VA to ensure procedural compliance, the\n\n\n\n         1\n          Mr. Ross's service connection claim was initially denied in M arch 1986. In February 1989, he submitted new\nand material evidence to reopen his claim, but it was denied by a VA regional office. Prior to the submission of new\nand material evidence in August 1994, his claim was thrice finally denied. Record (R.) at 164, 167.\n\n                                                         2\nBoard, in June 2005, denied an effective date before December 7, 1999, for his awards of secondary\nservice connection and a TDIU rating (R. at 1-17). This appeal followed.\n\n\n                                     II. LAW AND ANALYSIS\n        Section 5110(a) of title 38, U.S. Code, governs the assignment of effective dates for awards\nof benefits and states:\n        [T]he effective date of an award based on an original claim, a claim reopened after\n        final adjudication, or a claim for increase, of compensation, dependency and\n        indemnity compensation, or pension, shall be fixed in accordance with the facts\n        found, but shall not be earlier than the date of receipt of application therefor.\n38 U.S.C. § 5110(a). Similarly, the implementing regulation states that the effective date of an\naward shall be the date of receipt of the claim or the date entitlement arose, whichever is later, unless\nthe claim is received within one year after separation from service. See 38 C.F.R. § 3.400. An\nexception to this general rule occurs in \"an award of increased compensation.\" 38 U.S.C.\n§ 5110(b)(2); see 38 C.F.R. § 3.400(o)(2). An effective date for such an award may date back as\nmuch as one year before the date of the formal application for increase, if it is factually\n\"ascertainable that an increase in disability had occurred\" within that timeframe. 38 U.S.C.\n§ 5110(b)(2); see Harper v. Brown, 10 Vet.App. 125, 126 (1997); 38 C.F.R. § 3.400(o)(2).\n        The Board's determination of the proper effective date for an award of VA benefits is a\nfinding of fact reviewed under the \"clearly erroneous\" standard of review set forth in 38 U.S.C.\n§ 7261(a)(4). See Hanson v. Brown, 9 Vet.App. 29, 32 (1996). A finding of material fact is clearly\nerroneous when the Court, after reviewing the entire evidence, \"'is left with the definite and firm\nconviction that a mistake has been committed.'\" Gilbert v. Derwinski, 1 Vet.App. 49, 52 (1990)\n(quoting United States v. U.S. Gypsum Co., </pre><span class=\"citation\"><a href=\"/scotus/x58/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span><pre class=\"inline\">, 395 (1948)).\n        Mr. Ross contends that the effective date assigned for his secondary condition must be the\nsame as the effective date for his underlying condition because § 3.310, the regulation awarding\nservice connection for secondary conditions, states that a \"secondary condition shall be considered\na part of the original condition.\" 38 C.F.R. § 3.310(a). The Court recently rejected this argument\nin Ellington v. Nicholson, __ Vet.App. __, __, No. 04-0403, </pre><span class=\"citation\"><a href=\"/cavc/5bVs/ellington-v-nicholson/\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2126022</span></a></span><pre class=\"inline\">, at *4 (July 25,\n2007), appeal docketed, No. 08-7012 (Fed. Cir. Oct. 16, 2007). In Ellington, the Court reiterated\nits previous holding that \"§ 3.310(a) 'govern[s] only entitlement to secondary-service-connection\n\n                                                   3\nclaims.'\" Id. at __, slip op. at 5 (quoting Roper v. Nicholson, 20 Vet.App. 173, 180 (2006)). The\nCourt explained that § 3.310(a) requires VA to apply the same rules to the assignment of an effective\ndate for secondarily service-connected conditions as it does for directly service-connected\nconditions. Ellington, __ Vet.App. at __, slip op. at 6. The Court held, therefore, that the \"effective\ndate assigned for a secondarily service-connected condition is governed by 38 C.F.R. § 3.400.\" Id.\nAccordingly, as in Ellington, Mr. Ross's argument that § 3.310(a) requires the assignment of an\nAugust 15, 1994, effective date for both his secondarily service-connected depression with anxiety\nand his TDIU rating is rejected.\n       Mr. Ross next argues that a claim for secondary service connection is a claim for increased\ncompensation, and therefore, the Board erred by failing to consider whether, under section 5110(b)(2)\nand § 3.400(o)(2), he was entitled to an effective date as early as December 7, 1998, for his\nsecondarily service-connected depression with anxiety and for his TDIU-rating award. In support\nof this argument, Mr. Ross contends that a grant of secondary service connection results in an award\nof increased compensation under § 3.310(a) \"because the secondary condition shall be considered\na part of the original condition,\" and thus, the assignment of an effective date for the secondary\ncondition is controlled by section 5110(b)(2) and § 3.400(o)(2), which pertain to awards of increased\ncompensation. Appellant's Brief at 14-15.\n       Secondary service connection is awarded when a claimant suffers an additional disability that\n\"is proximately due to or the result of a service-connected disease or injury.\" 38 C.F.R. § 3.310(a).\nAlthough generally the effective date awarded to a service-connected disability can be no earlier\nthan the date that VA received the claim for that particular disability, in awards of \"increased\ncompensation\" the effective date may date back as much as one year before the date of the formal\napplication for increase if it is factually \"ascertainable that an increase in disability had occurred\"\nwithin that timeframe. 38 U.S.C. § 5100(a), (b)(2) (emphasis added); 38 C.F.R. § 3.400(o)(1), (2).\nTherefore, the question before the Court is whether a grant of secondary service connection is an\naward of \"increased compensation\" within the meaning of section 5110(b)(2) and § 3.400(o)(2).\nThis question hinges on whether there was \"an increase in disability\" within the meaning of section\n5110(b)(2) and § 3.400(o)(2).\n\n\n\n\n                                                  4\n       In Wood v. Derwinski, the Court held that an application for unemployability compensation\nwas an application for \"increased compensation\" within the meaning of the statute because the\nclaimant \"was not alleging any new disability,\" but was attempting to show that his already service-\nconnected condition had worsened. 1 Vet.App. 367, 369 (1991). In Hazan v. Gober, the Court\nconsidered the meaning of \"increase in disability,\" as stated in section 5110(b)(2), and determined\nthat the \"only cognizable 'increase' for this purpose is one to the next disability level.\" 10 Vet.App.\n511, 519 (1997). In Dalton v. Nicholson, the Court held that a rating of TDIU based on an inability\nto secure or follow a substantially gainful occupation as a result of an already service-connected\ndisability amounts to an award of increased compensation within the meaning of section 5110(b)(2).\n21 Vet.App. 23, 34 (2007). The Court reasoned that a veteran whose service-connected disability\nlater renders him or her unemployable \"has logically undergone an increase in disability.\" Id. at 33.\nThus, a claim for increased compensation is one where a veteran asserts that an already service-\nconnected condition has worsened and not where, as here, a veteran asserts that he or she has\nincurred additional disabilities as a result of that service-connected condition. See Dalton,\n21 Vet.App. at 32-34 (holding that TDIU claim based on already service-connected condition is\nincreased compensation claim for purpose of the application of 38 U.S.C. § 5110(b)(2)); id. at 34\n(recognizing that award of TDIU may not amount to award of increased compensation where TDIU\nis awarded as part of initial award of disability compensation benefits); Wood, supra.\n       Although § 3.310(a) provides that the \"secondary condition shall be considered a part of the\noriginal condition,\" when secondary service connection is thus established, as we held in Roper,\n§ 3.310(a) does not control the assignment of an effective date for that award of secondary service\nconnection. Roper, 20 Vet.App at 178 (citing Collaro v. West, 136 F.3d 1304,1308 (Fed. Cir.\n1998)). Indeed, § 3.310(a) requires direct and secondarily service-connected conditions to be\nafforded the same treatment for all purposes. Roper, 20 Vet.App. at 181. Thus, an award of\n\"increased compensation\" within the meaning of section 5110(b)(2) does not encompass an award\nof secondary service connection because, by definition, secondary service connection requires the\nincurrence of an additional disability. See Hazan, 10 Vet.App. at 519 (requiring increase in\ndisability level to invoke section 5110(b)(2)). Moreover, the additional disability is separately rated\nunder the VA Schedule for Rating Disabilities. Furthermore, being secondarily service connected\nis not analogous to being rendered unemployable as a result of a service-connected disability\n\n\n                                                  5\nbecause the latter demonstrates a worsening of the underlying condition and not the incurrence of\nan additional disability. Compare 38 C.F.R. § 3.310(a) with Dalton, supra.\n        It is only when a claimant alleges a separate disability that arises after, and as a result of, the\noriginal disability, that he or she can be awarded secondary service connection. See 38 C.F.R.\n§ 3.310(a) (awarding secondary service connection for additional disability proximately due to\nalready service-connected disease or injury). Section 3.310(a) simply recognizes that a veteran may\nacquire additional disabilities by reason of his or her service-connected disability. Thus, the date\nwhen application for that additional disability was made or when that additional disability was\nacquired or became manifest, if later than the date of the application, necessarily would control the\neffective date for an award. See 38 U.S.C. § 5110(a). Surely, the veteran could not expect to receive\na benefit for a disability that had not yet occurred. Therefore, although an award of secondary\nservice connection may result in an increase in the overall total disability compensation, it is a\nseparate factor and such award does not represent an increase in the severity of the original\ndisability.\n        Applying the above analysis to the instant case, Mr. Ross's argument concerning the\napplicability of section 5110(b)(2) and § 3.400(o)(2) to his secondarily service-connected depression\nwith anxiety is misplaced. Here, Mr. Ross is secondarily service connected for depression with\nanxiety under a diagnostic code (DC) separate and distinct from the one under which he is directly\nservice connected for his heart condition. R. at 111 (showing service connection for heart condition\nunder 38 C.F.R. § 4.104, DC 7010-7013 (1998)); R. at. 248. Because his award did not result in any\nincrease in disability level under § 4.104, DC 7010-7013, there was no \"increase in disability,\" and\nthus, the award did not result in \"increased compensation\" within the meaning of section 5110(b)(2).\nSee Hazan, 10 Vet.App. at 519 (requiring increase in disability level to invoke section 5110(b)(2)).\nAccordingly, the exception to the general rule for effective dates is not applicable to awards of\nsecondary service connection, as they are not awards of increased compensation within the meaning\nof the statute. We therefore hold that the Board did not err in failing to consider and apply section\n5110(b)(2) and § 3.400(o)(2) to determine whether Mr. Ross was entitled to an effective date as\nearly as December 7, 1998, for his secondarily service-connected depression with anxiety. See\n38 C.F.R. § 7104(a), (d)(1); Schafrath v. Derwinski, 1 Vet.App. 589, 592-93 (Board required to\nconsider and discuss all \"potentially applicable\" provisions of law and regulation.)\n\n\n                                                    6\n        Mr. Ross also argues that the Board erred in failing to consider section 5110(b)(2) and\n§ 3.400(o)(2) in connection with his TDIU-rating award. Regarding the effective date for Mr. Ross's\nTDIU-rating, § 3.400(o)(2) is applicable when a claimant is \"awarded TDIU based on an already\nservice-connected condition, which later renders him unable to secure or follow a substantially\ngainful occupation.\" Dalton, 21 Vet.App. at 34 (discussing schedular TDIU award). Pursuant to\n38 C.F.R. § 4.16(a), a schedular TDIU rating is warranted only when a veteran who is unable to\nsecure or follow a substantially gainful occupation because of service-connected disabilities has\neither one service-connected disability rated at least 60% disabling or multiple service-connected\ndisabilities yielding a combined rating of 70% (with at least one of those disabilities rated 40% or\nmore). See 38 C.F.R. § 4.16(a) (2007). Before the December 1999 effective date of his 70%\nschedular rating for his secondarily service-connected depression with anxiety, Mr. Ross was in\nreceipt of a singular 10% disability rating for his heart condition (see R. at 248), and thus, he did not\nsatisfy the threshold percentage requirements for a TDIU rating under § 4.16(a).2\n        Further, in denying an effective date before December 7, 1999, for his TDIU rating, the\nBoard referred to § 3.400(o)(2), but found that because the \"disabling effects of the veteran's\ndepression with anxiety may only be taken into account for the period beginning December 7, 1999,\nentitlement to TDIU did not arise before that date.\" R. at 16. In other words, the Board correctly\ndetermined that the effective date for Mr. Ross's schedular TDIU-rating award cannot be earlier than\nthe date of his claim for secondary service connection for depression with anxiety. Accordingly,\nupon review of the record in its entirety, there was a plausible basis for the Board's determination\nthat December 7, 1999, was the earliest factually ascertainable date of entitlement to a TDIU rating\nunder § 4.16(a), and its decision is not clearly erroneous. See Evans, supra.\n\n\n                                            III. CONCLUSION\n        Upon consideration of the foregoing analysis, the record on appeal, and the parties'\npleadings,\nthe June 20, 2005, Board decision is AFFIRMED.\n\n\n        2\n          Mr. Ross's total disability based on individual unemployability (TDIU) rating award here was specifically\nbased on the fact that he had met the schedular TDIU-rating requirements under 38 C.F.R. § 4.16(a). R. at 242. The\nCourt notes that Mr. Ross makes no argument regarding the application of 38 C.F.R. § 4.16(b) to his case.\n\n\n\n                                                        7\n</pre>", "id": 817215, "judges": "", "local_path": "pdf/2008/01/02/ross_v._peake.pdf", "nature_of_suit": "", "plain_text": "           UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                            NO . 05-2286\n\n                                   DANIEL G. ROSS, APPELLANT ,\n\n                                                  V.\n\n\n                                   JAMES B. PEAKE , M.D.,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n                                    (Decided January 2, 2008 )\n\n        Robert V. Chisholm, of Washington, D.C., was on the brief for the appellant.\n\n       Tim McClain, General Counsel; R. Randall Campbell, Assistant General Counsel; Carolyn\nF. Washington, Deputy Assistant General Counsel; and Catherine A. Chase, all of Washington,\nD.C., were on the brief for the appellee.\n\n       Before GREENE, Chief Judge, and HAGEL and MOORMAN, Judges.\n\n       GREENE, Chief Judge: Veteran Daniel G. Ross appeals, through counsel, a June 20, 2005,\ndecision of the Board of Veterans' Appeals (Board) that denied an effective date before December 7,\n1999, for the assignment of a rating of total disability based on individual unemployability (TDIU)\nand for the award of secondary VA service connection for depression with anxiety. Record (R.) at\n1-17. Mr. Ross argues: (1) that the Board, when deciding the effective date, erred by not assigning\nhim an earlier effective date based on the provisions of 38 C.F.R. § 3.310(a) (2007); and (2) that the\neffective date for his award of secondary service connection should be the same as the effective date\nof the underlying condition. He also argues that a claim for secondary service connection is a claim\nfor increased compensation, and that the Board, therefore, erred by failing to apply the effective date\nrules for increased compensation claims, provided in 38 U.S.C. § 5110(b) and 38 C.F.R.\n§ 3.400(o)(2) (2007). The Secretary argues for affirmance and urges the Court to reject Mr. Ross's\nargument that § 3.310(a) applies to the assignment of an effective date for secondary service\nconnection. For the reasons that follow, the June 2005 Board decision will be affirmed.\n                                              I. BACKGROUND\n         Mr. Ross served in the U.S. Army from August 1969 to August 1971. R. at 21. In\nMay 1999, a VA regional office (RO) reopened his previously denied claim for paroxysmal atrial\ntachycardia (a heart condition), awarded service connection, and assigned a disability rating of 10%,\neffective February 1989. R. at 110-11. Mr. Ross, through his current counsel, appealed the\ndisability rating assigned (R. at 117), and on December 7, 1999, submitted a statement from Carl\nBarchi, a certified vocational specialist, who opined that Mr. Ross's heart and anxiety condition had\nprevented him from working since 1985 (R. at 120-22, 131). The RO considered Mr. Barchi's\nstatement as a claim for secondary service connection for depression and for a TDIU rating. See\nR. at 189.      In March 2000, the RO determined that the May 1999 RO's assignment of a\nFebruary 1989 effective date for Mr. Ross's heart condition was clearly and unmistakably erroneous\nand, instead, assigned an effective date of August 15, 1994, which it determined to be the date of\nhis reopened claim.1 R. at 164-66. In May 2000, the RO denied service connection for depression,\nclaimed as secondary to Mr. Ross's service-connected heart condition. R. at 186-89. The RO also\ndenied a TDIU rating. R. at 188.\n         Mr. Ross appealed, and following the submission of additional evidence (R. at 209-12, 230-\n34), the RO, in January 2001, awarded service connection for depression with anxiety, secondary\nto his service-connected heart condition, and assigned a 70% disability rating. R. at 242-48. The\nRO also awarded a rating of TDIU. Id. The RO assigned an effective date of December 7, 1999,\nto both ratings, which it determined to be the date that Mr. Ross claimed secondary service\nconnection and met the schedular requirements for a TDIU rating. R. at 242. Mr. Ross disagreed\nwith the effective dates assigned and appealed to the Board, asserting that he was entitled to an\neffective date of either February 2, 1989, which was the initial effective date of service connection\nfor his heart condition, or August 15, 1994, the date the RO determined to be the proper effective\ndate for his 10%, heart condition, disability rating. R. at 257-58. After an extensive procedural\nhistory, including two remands from the Court for the VA to ensure procedural compliance, the\n\n\n\n         1\n          Mr. Ross's service connection claim was initially denied in M arch 1986. In February 1989, he submitted new\nand material evidence to reopen his claim, but it was denied by a VA regional office. Prior to the submission of new\nand material evidence in August 1994, his claim was thrice finally denied. Record (R.) at 164, 167.\n\n                                                         2\nBoard, in June 2005, denied an effective date before December 7, 1999, for his awards of secondary\nservice connection and a TDIU rating (R. at 1-17). This appeal followed.\n\n\n                                     II. LAW AND ANALYSIS\n        Section 5110(a) of title 38, U.S. Code, governs the assignment of effective dates for awards\nof benefits and states:\n        [T]he effective date of an award based on an original claim, a claim reopened after\n        final adjudication, or a claim for increase, of compensation, dependency and\n        indemnity compensation, or pension, shall be fixed in accordance with the facts\n        found, but shall not be earlier than the date of receipt of application therefor.\n38 U.S.C. § 5110(a). Similarly, the implementing regulation states that the effective date of an\naward shall be the date of receipt of the claim or the date entitlement arose, whichever is later, unless\nthe claim is received within one year after separation from service. See 38 C.F.R. § 3.400. An\nexception to this general rule occurs in \"an award of increased compensation.\" 38 U.S.C.\n§ 5110(b)(2); see 38 C.F.R. § 3.400(o)(2). An effective date for such an award may date back as\nmuch as one year before the date of the formal application for increase, if it is factually\n\"ascertainable that an increase in disability had occurred\" within that timeframe. 38 U.S.C.\n§ 5110(b)(2); see Harper v. Brown, 10 Vet.App. 125, 126 (1997); 38 C.F.R. § 3.400(o)(2).\n        The Board's determination of the proper effective date for an award of VA benefits is a\nfinding of fact reviewed under the \"clearly erroneous\" standard of review set forth in 38 U.S.C.\n§ 7261(a)(4). See Hanson v. Brown, 9 Vet.App. 29, 32 (1996). A finding of material fact is clearly\nerroneous when the Court, after reviewing the entire evidence, \"'is left with the definite and firm\nconviction that a mistake has been committed.'\" Gilbert v. Derwinski, 1 Vet.App. 49, 52 (1990)\n(quoting United States v. U.S. Gypsum Co., 333 U.S. 364, 395 (1948)).\n        Mr. Ross contends that the effective date assigned for his secondary condition must be the\nsame as the effective date for his underlying condition because § 3.310, the regulation awarding\nservice connection for secondary conditions, states that a \"secondary condition shall be considered\na part of the original condition.\" 38 C.F.R. § 3.310(a). The Court recently rejected this argument\nin Ellington v. Nicholson, __ Vet.App. __, __, No. 04-0403, 2007 WL 2126022, at *4 (July 25,\n2007), appeal docketed, No. 08-7012 (Fed. Cir. Oct. 16, 2007). In Ellington, the Court reiterated\nits previous holding that \"§ 3.310(a) 'govern[s] only entitlement to secondary-service-connection\n\n                                                   3\nclaims.'\" Id. at __, slip op. at 5 (quoting Roper v. Nicholson, 20 Vet.App. 173, 180 (2006)). The\nCourt explained that § 3.310(a) requires VA to apply the same rules to the assignment of an effective\ndate for secondarily service-connected conditions as it does for directly service-connected\nconditions. Ellington, __ Vet.App. at __, slip op. at 6. The Court held, therefore, that the \"effective\ndate assigned for a secondarily service-connected condition is governed by 38 C.F.R. § 3.400.\" Id.\nAccordingly, as in Ellington, Mr. Ross's argument that § 3.310(a) requires the assignment of an\nAugust 15, 1994, effective date for both his secondarily service-connected depression with anxiety\nand his TDIU rating is rejected.\n       Mr. Ross next argues that a claim for secondary service connection is a claim for increased\ncompensation, and therefore, the Board erred by failing to consider whether, under section 5110(b)(2)\nand § 3.400(o)(2), he was entitled to an effective date as early as December 7, 1998, for his\nsecondarily service-connected depression with anxiety and for his TDIU-rating award. In support\nof this argument, Mr. Ross contends that a grant of secondary service connection results in an award\nof increased compensation under § 3.310(a) \"because the secondary condition shall be considered\na part of the original condition,\" and thus, the assignment of an effective date for the secondary\ncondition is controlled by section 5110(b)(2) and § 3.400(o)(2), which pertain to awards of increased\ncompensation. Appellant's Brief at 14-15.\n       Secondary service connection is awarded when a claimant suffers an additional disability that\n\"is proximately due to or the result of a service-connected disease or injury.\" 38 C.F.R. § 3.310(a).\nAlthough generally the effective date awarded to a service-connected disability can be no earlier\nthan the date that VA received the claim for that particular disability, in awards of \"increased\ncompensation\" the effective date may date back as much as one year before the date of the formal\napplication for increase if it is factually \"ascertainable that an increase in disability had occurred\"\nwithin that timeframe. 38 U.S.C. § 5100(a), (b)(2) (emphasis added); 38 C.F.R. § 3.400(o)(1), (2).\nTherefore, the question before the Court is whether a grant of secondary service connection is an\naward of \"increased compensation\" within the meaning of section 5110(b)(2) and § 3.400(o)(2).\nThis question hinges on whether there was \"an increase in disability\" within the meaning of section\n5110(b)(2) and § 3.400(o)(2).\n\n\n\n\n                                                  4\n       In Wood v. Derwinski, the Court held that an application for unemployability compensation\nwas an application for \"increased compensation\" within the meaning of the statute because the\nclaimant \"was not alleging any new disability,\" but was attempting to show that his already service-\nconnected condition had worsened. 1 Vet.App. 367, 369 (1991). In Hazan v. Gober, the Court\nconsidered the meaning of \"increase in disability,\" as stated in section 5110(b)(2), and determined\nthat the \"only cognizable 'increase' for this purpose is one to the next disability level.\" 10 Vet.App.\n511, 519 (1997). In Dalton v. Nicholson, the Court held that a rating of TDIU based on an inability\nto secure or follow a substantially gainful occupation as a result of an already service-connected\ndisability amounts to an award of increased compensation within the meaning of section 5110(b)(2).\n21 Vet.App. 23, 34 (2007). The Court reasoned that a veteran whose service-connected disability\nlater renders him or her unemployable \"has logically undergone an increase in disability.\" Id. at 33.\nThus, a claim for increased compensation is one where a veteran asserts that an already service-\nconnected condition has worsened and not where, as here, a veteran asserts that he or she has\nincurred additional disabilities as a result of that service-connected condition. See Dalton,\n21 Vet.App. at 32-34 (holding that TDIU claim based on already service-connected condition is\nincreased compensation claim for purpose of the application of 38 U.S.C. § 5110(b)(2)); id. at 34\n(recognizing that award of TDIU may not amount to award of increased compensation where TDIU\nis awarded as part of initial award of disability compensation benefits); Wood, supra.\n       Although § 3.310(a) provides that the \"secondary condition shall be considered a part of the\noriginal condition,\" when secondary service connection is thus established, as we held in Roper,\n§ 3.310(a) does not control the assignment of an effective date for that award of secondary service\nconnection. Roper, 20 Vet.App at 178 (citing Collaro v. West, 136 F.3d 1304,1308 (Fed. Cir.\n1998)). Indeed, § 3.310(a) requires direct and secondarily service-connected conditions to be\nafforded the same treatment for all purposes. Roper, 20 Vet.App. at 181. Thus, an award of\n\"increased compensation\" within the meaning of section 5110(b)(2) does not encompass an award\nof secondary service connection because, by definition, secondary service connection requires the\nincurrence of an additional disability. See Hazan, 10 Vet.App. at 519 (requiring increase in\ndisability level to invoke section 5110(b)(2)). Moreover, the additional disability is separately rated\nunder the VA Schedule for Rating Disabilities. Furthermore, being secondarily service connected\nis not analogous to being rendered unemployable as a result of a service-connected disability\n\n\n                                                  5\nbecause the latter demonstrates a worsening of the underlying condition and not the incurrence of\nan additional disability. Compare 38 C.F.R. § 3.310(a) with Dalton, supra.\n        It is only when a claimant alleges a separate disability that arises after, and as a result of, the\noriginal disability, that he or she can be awarded secondary service connection. See 38 C.F.R.\n§ 3.310(a) (awarding secondary service connection for additional disability proximately due to\nalready service-connected disease or injury). Section 3.310(a) simply recognizes that a veteran may\nacquire additional disabilities by reason of his or her service-connected disability. Thus, the date\nwhen application for that additional disability was made or when that additional disability was\nacquired or became manifest, if later than the date of the application, necessarily would control the\neffective date for an award. See 38 U.S.C. § 5110(a). Surely, the veteran could not expect to receive\na benefit for a disability that had not yet occurred. Therefore, although an award of secondary\nservice connection may result in an increase in the overall total disability compensation, it is a\nseparate factor and such award does not represent an increase in the severity of the original\ndisability.\n        Applying the above analysis to the instant case, Mr. Ross's argument concerning the\napplicability of section 5110(b)(2) and § 3.400(o)(2) to his secondarily service-connected depression\nwith anxiety is misplaced. Here, Mr. Ross is secondarily service connected for depression with\nanxiety under a diagnostic code (DC) separate and distinct from the one under which he is directly\nservice connected for his heart condition. R. at 111 (showing service connection for heart condition\nunder 38 C.F.R. § 4.104, DC 7010-7013 (1998)); R. at. 248. Because his award did not result in any\nincrease in disability level under § 4.104, DC 7010-7013, there was no \"increase in disability,\" and\nthus, the award did not result in \"increased compensation\" within the meaning of section 5110(b)(2).\nSee Hazan, 10 Vet.App. at 519 (requiring increase in disability level to invoke section 5110(b)(2)).\nAccordingly, the exception to the general rule for effective dates is not applicable to awards of\nsecondary service connection, as they are not awards of increased compensation within the meaning\nof the statute. We therefore hold that the Board did not err in failing to consider and apply section\n5110(b)(2) and § 3.400(o)(2) to determine whether Mr. Ross was entitled to an effective date as\nearly as December 7, 1998, for his secondarily service-connected depression with anxiety. See\n38 C.F.R. § 7104(a), (d)(1); Schafrath v. Derwinski, 1 Vet.App. 589, 592-93 (Board required to\nconsider and discuss all \"potentially applicable\" provisions of law and regulation.)\n\n\n                                                    6\n        Mr. Ross also argues that the Board erred in failing to consider section 5110(b)(2) and\n§ 3.400(o)(2) in connection with his TDIU-rating award. Regarding the effective date for Mr. Ross's\nTDIU-rating, § 3.400(o)(2) is applicable when a claimant is \"awarded TDIU based on an already\nservice-connected condition, which later renders him unable to secure or follow a substantially\ngainful occupation.\" Dalton, 21 Vet.App. at 34 (discussing schedular TDIU award). Pursuant to\n38 C.F.R. § 4.16(a), a schedular TDIU rating is warranted only when a veteran who is unable to\nsecure or follow a substantially gainful occupation because of service-connected disabilities has\neither one service-connected disability rated at least 60% disabling or multiple service-connected\ndisabilities yielding a combined rating of 70% (with at least one of those disabilities rated 40% or\nmore). See 38 C.F.R. § 4.16(a) (2007). Before the December 1999 effective date of his 70%\nschedular rating for his secondarily service-connected depression with anxiety, Mr. Ross was in\nreceipt of a singular 10% disability rating for his heart condition (see R. at 248), and thus, he did not\nsatisfy the threshold percentage requirements for a TDIU rating under § 4.16(a).2\n        Further, in denying an effective date before December 7, 1999, for his TDIU rating, the\nBoard referred to § 3.400(o)(2), but found that because the \"disabling effects of the veteran's\ndepression with anxiety may only be taken into account for the period beginning December 7, 1999,\nentitlement to TDIU did not arise before that date.\" R. at 16. In other words, the Board correctly\ndetermined that the effective date for Mr. Ross's schedular TDIU-rating award cannot be earlier than\nthe date of his claim for secondary service connection for depression with anxiety. Accordingly,\nupon review of the record in its entirety, there was a plausible basis for the Board's determination\nthat December 7, 1999, was the earliest factually ascertainable date of entitlement to a TDIU rating\nunder § 4.16(a), and its decision is not clearly erroneous. See Evans, supra.\n\n\n                                            III. CONCLUSION\n        Upon consideration of the foregoing analysis, the record on appeal, and the parties'\npleadings,\nthe June 20, 2005, Board decision is AFFIRMED.\n\n\n        2\n          Mr. Ross's total disability based on individual unemployability (TDIU) rating award here was specifically\nbased on the fact that he had met the schedular TDIU-rating requirements under 38 C.F.R. § 4.16(a). R. at 242. The\nCourt notes that Mr. Ross makes no argument regarding the application of 38 C.F.R. § 4.16(b) to his case.\n\n\n\n                                                        7\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/817215/", "sha1": "283eeb73fbb8245f35d364dbdcf7a551209ef861", "source": "C", "time_retrieved": "2013-01-31T17:48:49.151383"}