{"absolute_url": "/opinion/817214/edwards-v-peake/", "blocked": false, "citation": {"case_name": "Edwards v. Peake", "docket_number": "04-1104", "document_uris": ["/api/rest/v2/document/817214/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 789974, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/789974/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2008-01-10", "date_modified": "2014-10-30T07:09:58.887756", "docket": "/api/rest/v2/docket/1077127/", "download_url": "http://www.uscourts.cavc.gov/documents/Edwards_04-1104.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">           UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                            NO . 04-1104\n\n                                  IRVIN J. EDWARDS, APPELLANT ,\n\n                                                  V.\n\n\n                                   JAMES B. PEAKE , M.D.,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                          On Appeal from the Board of Veterans' Appeals\n\n\n (Argued September 12, 2006                                     Decided     January 10, 2008        )\n\n\n\n        William S. Consovoy, of Washington, D.C.; and Mark R. Lippman, of La Jolla, California,\nfor the appellant.\n\n        Tim S. McClain, General Counsel; R. Randall Campbell, Assistant General Counsel; Joan\nE. Moriarty, Deputy Assistant General Counsel; and Mark M. McNabb, all of Washington, D.C.,\nfor the appellee.\n\n       Before MOORMAN, LANCE, and SCHOELEN, Judges.\n\n       LANCE, Judge: The appellant, Irvin J. Edwards, through counsel, appeals a June 23, 2004,\nBoard of Veterans' Appeals (Board) decision denying him an effective date prior to January 14,\n1997, for service connection for a psychiatric condition. Record (R.) at 1-22. Also pending before\nthe Court is the appellant's September 8, 2006, motion to file a response to the Secretary's\nsupplemental brief. The Secretary opposes this motion. The appellant's motion will be granted, and\nthe Court has considered his brief as filed. This appeal is timely, and the Court has jurisdiction over\nthe case pursuant to 38 U.S.C. §§ 7252(a) and 7266. For the reasons set forth below, the Court will\naffirm the June 23, 2004, Board decision.\n                                             I. FACTS\n       The appellant served on active duty for training in the U.S. Marine Corps from October 1,\n1977, to April 4, 1978. R. at 24. In July 1978, the appellant submitted a formal claim to a VA\nregional office (RO) for service connection for a psychiatric condition. R. at 48. In August 1981,\nthe RO denied the appellant's claim, finding that there was insufficient evidence that his nervous\ncondition was incurred while on active duty for training. R. at 103-05. In July 1987, the appellant\nfiled an application to reopen his claim for a \"nervous condition.\" R. at 111. He was scheduled for\na February 1988 VA medical examination. R. at 186. In a March 21, 1988, decision, the RO denied\nthe appellant's claim after he failed to appear for that examination. R. at 185, 191. The notice read:\n\"No further action will be taken unless we receive notification of willingness to report for\nexamination. If you do so, an examination will be re-scheduled and the claim will be reconsidered\nwhen the examination is completed.\" R. at 191. It also read: \"NEW EVIDENCE. You may submit\nadditional evidence to strengthen your claim. It is in your interest to send us any new evidence as\npromptly as possible. We will carefully consider it and let you know whether it changes our\ndecision.\" R. at 192.\n       On January 14, 1997, the appellant filed another application to reopen his claim. R. at 194-\n97. In July 1997, the RO declined to reopen his claim because the appellant had not submitted new\nand material evidence. R. at 194-201. In March 1999, however, on appeal of the July 1997 decision\ndenying the appellant's application to reopen his claim, the RO granted the appellant service\nconnection and a 50% disability rating for a psychiatric condition effective January 14, 1997. R.\nat 308-10. On March 22, 1999, the appellant submitted a Notice of Disagreement (NOD). R. at\n315-16. In April 1999, the RO issued a Statement of the Case (R. at 318-24), and the appellant then\nperfected his appeal to the Board (R. at 326-27).\n       On January 26, 2001, the Board found that the appellant did not meet the criteria for an\neffective date prior to January 14, 1997, for his psychiatric condition. R. at 359-65. On April 27,\n2001, pursuant to a joint motion, this Court remanded the matter to the Board. R. at 386. On June\n23, 2004, following additional development, the Board issued the decision appealed here. R. at 1-\n22. The Board found that the appellant did not meet the criteria for an effective date prior to January\n14, 1997, the date of his claim. R. at 3. Accordingly, the Board denied his claim for an earlier\neffective date. R. at 20.\n\n                                                  2\n       On appeal, the appellant solely asserts violations of his right to constitutional due process.\nFirst, he asserts he had a due process right to more complete notice of the res judicata effect of the\nfailure to appeal the March 1988 RO decision and the effect of the failure to submit additional\nevidence in support of that claim. Appellant's Brief (Br.) at 4. He specifically asks the Court to\napply the holding of Gonzalez v. Sullivan, </pre><span class=\"citation\"><a href=\"/ca9/3P2X/31-socsecrepser-188-unemplinsrep-cch-15687a-miguel/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span><pre class=\"inline\">, 1203 (9th Cir. 1990), to this case,\nasserting that Gonzalez supports his argument that it is a violation of his right to procedural due\nprocess for VA to provide notice that does not adequately notify a claimant of the res judicata effect\nof missing the deadline to submit additional evidence in support of an existing claim. Appellant's\nBr. at 9-10.    The appellant next asserts that the notice VA provided was constitutionally,\nprocedurally defective and asks the Court to employ equitable tolling to extend the deadline within\nwhich to submit additional evidence under the 1987 application until the time he submitted evidence\nin 1997. Id. The appellant asks the Court to vacate and remand the Board decision on appeal. Id.\nat 17. The Secretary asserts that he provided accurate notice to the appellant and that the notice\nprovided discharged his regulatory duties. Secretary's Br. at 11-12. He asks the Court to affirm the\nBoard decision. Id.\n\n\n                                          II. ANALYSIS\n       Section 5110(a) of title 38, U.S. Code, governs the assignment of an effective date for an\naward of benefits.\n       [T]he effective date of an award based on an original claim, a claim reopened after\n       final adjudication, or a claim for increase, of compensation, dependency and\n       indemnity compensation, or pension, shall be fixed in accordance with the facts\n       found, but shall not be earlier than the date of receipt of application therefor.\n38 U.S.C. § 5110(a). The implementing regulation similarly states that the effective date shall be\nthe date of receipt of the claim or the date entitlement arose, whichever is later, unless the claim is\nreceived within one year after separation from service. See 38 C.F.R. § 3.400 (2007). A Board\ndetermination of the proper effective date is a finding of fact that the Court reviews under the\n\"clearly erroneous\" standard set forth in 38 U.S.C. § 7261(a)(4). See Evans v. West, 12 Vet.App.\n396, 401 (1999); Hanson v. Brown, 9 Vet.App. 29, 32 (1996).\n       In this case, the appellant was discharged from active duty in 1978, filed a claim in 1987, and\nfiled an application to reopen that claim in 1997. Since, under 38 U.S.C. § 5110(a), the effective\n\n                                                  3\ndate of his service-connected condition cannot be earlier than the date of the claim, he asserts that\nthe effective date should be based on his 1987 claim rather than on his 1997 application to reopen.\nR. at 8-9. Further, he argues that, because of the notice deficiencies, the time for submitting\nadditional evidence in support of his 1987 claim had not expired and that the service connection\ngranted in 1999 was pursuant to the 1987 claim. Id. The Board found the appellant had neither\nappealed nor submitted additional evidence in support of his claim within one year of the March\n1988 RO decision denying his claim. R. at 11-12. It found the grant of service connection in 1999\nwas made pursuant to the 1997 application to reopen his claim rather than the 1987 claim. R. at 19.\nTherefore, the Board concluded that the earliest effective date to which the appellant was entitled\nwas January 14, 1997, the date of his application to reopen. Id.\n                                          A. Due Process\n       In the instant case, it is incumbent on the Court to determine whether the notice that the RO\nprovided the appellant was sufficient to ensure constitutional due process. See Buzinski v. Brown,\n6 Vet.App. 360 (1994). The Fifth Amendment to the U.S. Constitution provides that \"No person\nshall . . . be deprived of life, liberty, or property, without due process of law.\" U.S. CONST. amend.\nV.   \"[T]he Due Process Clause provides that certain substantive rights–life, liberty, and\nproperty–cannot be deprived except pursuant to constitutionally adequate procedures.\" Cleveland\nBd. of Educ. v. Loudermill, </pre><span class=\"citation\"><a href=\"/scotus/z7d/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span><pre class=\"inline\">, 541 (1985). An essential principle of due process is that\ndeprivation of a protected interest must \"be preceded by notice and opportunity for hearing\nappropriate to the nature of the case.\" Mullane v. Central Hanover Bank & Trust Co., </pre><span class=\"citation\"><a href=\"/scotus/x9E/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span><pre class=\"inline\">,\n313 (1950). The Court reviews questions of constitutional interpretation de novo. See Buzinski,\n6 Vet.App. at 365 (\"VA resolution of questions of constitutional interpretation are questions of law,\nto which no deference is accorded and accordingly this Court's review is de novo.\").\n       The appellant argues that he was not provided constitutionally sufficient notice because he\nwas not informed \"of the res judicata effect of failing to submit new . . . evidence within the one-\nyear period\" following the March 1988 RO decision denying his claim for service connection for\na psychiatric condition (schizophrenia). Appellant's Br. at 12. However, \"an appellant's claimed\nlack of subjective knowledge does not as a matter of course deprive him of due process. Rather, the\nCourt must inquire into the procedures that were employed in this case to determine whether they\ncomport with the Due Process Clause.\" Buzinski, 6 Vet.App. at 365.\n\n                                                  4\n       Notice is constitutionally sufficient if it is \"reasonably calculated, under all the\ncircumstances, to apprise interested parties of the pendency of the action and afford them an\nopportunity to present their objections.\" Mullane, 339 U.S. at 314; see Goldberg v. Kelly, </pre><span class=\"citation\"><a href=\"/scotus/y8P/goldberg-v-kelly/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">254</span></a></span><pre class=\"inline\">, 267 (1970). If \"these conditions are reasonably met, the constitutional requirements are\nsatisfied.\" Mullane, 339 U.S. at 314-15. However, notice is of little value \"unless one is informed\nthat the matter is pending and can choose for himself whether to appear or default, acquiesce or\ncontest.\" Id. at 314; see also Dealy v. Heckler, </pre><span class=\"citation\"><a href=\"/mowd/ahQr/dealy-v-heckler/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">880</span></a></span><pre class=\"inline\">, 886 (W.D. Mo. 1984) (\"Adequate\nnotice requires accuracy in the description of legal rights and options available to parties.\").\n       In March 1988, the regulatory provision governing VA's duty to provide due process and\nnotice of appellate rights provided:\n       Notification of decisions. The claimant will be notified of any decision affecting the\n       payment of benefits or granting relief. Notice will include the reason for the decision\n       and the date it will be effectuated as well as the right to a hearing . . . . The\n       notification will also advise the claimant of his right to initiate an appeal by filing a\n       Notice of Disagreement which will entitle him to a Statement of the [C]ase for his\n       assistance in perfecting his appeal. Further, the notice will advise him of the periods\n       in which an appeal must be initiated and perfected.\n38 C.F.R. § 3.103(e) (1988). VA's statutory scheme provides that, following notification of a\ndecision denying entitlement to benefits, the claimant has \"one year from the date of mailing of\nnotice\" of such decision in which to file an NOD. 38 U.S.C. § 7105(b)(1). Further, if the claimant\ndoes not file an NOD within one year, the denial of benefits becomes final and the claim is to be\nreopened only upon the submission of new and material evidence. See 38 U.S.C. §§ 5108, 7105(c);\n38 C.F.R. § 3.156(a) (2007).\n       The March 1988 decision at issue here informed the appellant that because he failed to\nappear for a scheduled VA medical examination, the RO could \"not grant [his] claim for disability\nbenefits,\" and \"[n]o further action will be taken unless we receive notification of willingness to\nreport for examination.\" R. at 191. This letter included \"Notice of Procedural and Appellate Rights\"\nthat informed the appellant that he could be represented in his appeal and that he was entitled to a\npersonal hearing if he so desired. R. at 192. The notice further stated:\n       NEW EVIDENCE. You may submit additional evidence to strengthen your claim.\n       It is in your interest to send us any new evidence as promptly as possible. We will\n       carefully consider it and let you know whether it changes our decision.\n\n\n                                              5\n       ...\n\n       APPEAL. You may appeal our decision to the Board of Veterans['] Appeals at any\n       time within one year from the date of this letter if you believe the decision is not in\n       accord with the law and the facts now of record. You can start the appeal process by\n       filing a Notice of Disagreement. You may do this by writing a letter to this office\n       stating that you wish to appeal. . . . If you decide to appeal, we will advise you\n       further as to your procedural rights as your claim progresses through the several\n       stages of the appeal process.\nId.\n       The Court holds that the notice was \"reasonably calculated\" to provide the appellant notice\nof the denial of his claim and the opportunity to present his objections thereto1. Mullane, 339 U.S.\nat 314. As the Court finds that the challenged notice in this case is not deficient, we need not reach\nthe question of whether the appellant, as an applicant for VA benefits, has been deprived of a\nprotected property interest. Cf. Lyng v. Payne, </pre><span class=\"citation\"><a href=\"/scotus/zcN/lyng-v-payne/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></a></span><pre class=\"inline\">, 942 (1986) (citing Walters v. National\nAss'n of Radiation Survivors, </pre><span class=\"citation\"><a href=\"/scotus/z9u/walters-v-national-assn-of-radiation-survivors/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span><pre class=\"inline\">, 320 n. 8 (1985)); see also Thurber v. Brown, 5 Vet.App.\n119, 123 (1993). The RO notified the appellant of its decision on his claim (\"We cannot grant your\nclaim for disability benefits.\") and the reason for its decision (\"You failed to report for a scheduled\nexamination.\"). R. at 191. It included notice of the right to a hearing (\"If you desire a personal\nhearing to present evidence or argument on any point of importance in your claim, notify this office\nand we will arrange a time and place for the hearing.\"), and notice of the appellant's right to initiate\nthe appeals process by filing an NOD (\"You can start the appeal process by filing a Notice of\nDisagreement.\"). R. at 192. The appellant argues that this notice was inadequate because the RO\n\"failed to set forth a time deadline for the submission of new evidence.\" Appellant's. Br. at 11.\nHowever, the March 1988 notice clearly advised him of the period in which an appeal must be\ninitiated (\"You may appeal our decision to the Board of Veterans['] Appeals at any time within one\nyear from the date of this letter.\"), and promised to provide further information (\"If you decide to\nappeal we will advise you further as to your procedural rights as your claim progresses through the\nseveral stages of the appeal process.\"). R. at 192.\n\n1\n The Court also notes that the notice complied with the regulatory requirements that VA provide\nclaimants with due process and notice of appellate rights. See 38 C.F.R. § 3.103(e) (1988).\nHowever, the Court recognizes that compliance with statutory and regulatory procedures alone\ncould not cure an otherwise constitutionally deficient notice.\n\n                                                   6\n        The appellant further argues that the language in the RO notice suggesting that he should\nsubmit additional evidence \"as promptly as possible\" \"lulled [him] into thinking that the March 1988\ndecision would remain indefinitely subject to change by the submission of any new evidence.\"\nAppellant's Br. at 12. However, nothing in the notice that the RO provided was inaccurate or\naffirmatively misleading with regard to the deadline for appealing or submitting new evidence. This\ncase is thus distinguishable from those on which the appellant relies in his brief, including Gonzalez,\nin which the U.S. Court of Appeals for the Ninth Circuit held that notice from the Social Security\nAdministration that incorrectly informed Mr. Gonzalez that he had \"the right to file another\napplication at any time\" was sufficiently misleading that it violated his due process rights. 914 F.2d\nat 1203. Similarly, in Butland v. Bowen, 673 F.Supp. 638 (D. Mass. 1987), the district court held\nthat notice that specifically informed Ms. Butland that she could file another claim for social security\ndisability benefits \"at any time\"–when, in fact, she had only four years in which to do so–was\nmisleading enough that it \"clearly violates the Constitutional guarantee of due process.\" Id. at 641;\nsee also Dealy, 616 F. Supp. at 887 (finding that notice that \"serves to mislead and deceive the\ndisability applicant and denies the applicant the right to make an intelligent and informed decision\"\nwas \"constitutionally deficient\").\n        In this case, the appellant was neither specifically informed that he could submit new\nevidence \"at any time\" nor did VA suggest that he file a new application for benefits in lieu of\nappealing the denial of his current application for benefits. Rather, the notice specifically stated that\nevidence should be submitted \"as promptly as possible,\" indicating that time was of the essence.\nThe RO informed him that he could appeal the RO decision \"at any time within one year from the\ndate\" of the March 1988 notice letter. R. at 192. Appellant's argument, that he could interpret a\nportion of the notice in a manner that would be inconsistent with the clear notice that he must file\nan appeal within one year, must fail. This notice was adequate to advise the appellant that he had\none year within which to appeal the denial of his claim for benefits and to provide him the\nopportunity to choose whether to appeal. See Mullane, 339 U.S. at 314. Any information that the\nRO provided in addition to advising the appellant that he could appeal the RO decision within one\nyear is not so misleading as to rise to the level of a constitutional violation. The information\nprovided in this notice is entirely consistent with the statutory scheme for allowing a claimant the\nopportunity to reopen his claim at a later date based upon the submission of new and material\n\n                                                   7\nevidence. See 38 U.S.C. § 5108. The statute provides that when a claim is reopened after a final\nadjudication, as it was in this case 18 years after the RO's initial denial of benefits, the effective date\nof any award will be the date of the claim. See 38 U.S.C. § 5110(a).\n        Moreover, there is nothing in the record that indicates that the appellant relied to his\ndetriment on his asserted misinterpretation and misunderstanding as to the effect of submitting new\nand material evidence in the future. See Day v. Shalala, </pre><span class=\"citation\"><a href=\"/ca6/4r5E/44-socsecrepser-417-unemplinsrep-cch-p-17828a-arvi/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1052</span></a></span><pre class=\"inline\">, 1066 (6th Cir. 1994)\n(although the denial notice that claimants received \"failed to satisfy the requirements of due process,\nthe only claimants who could have been injured by the inadequacy are those who detrimentally\nrelied on the inadequate denial notice\"); see also Gilbert v. Shalala, </pre><span class=\"citation\"><a href=\"/ca10/4wjY/46-socsecrepser-492-unemplinsrep-cch-p-14351b-flor/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1391</span></a></span><pre class=\"inline\">, 1394 (10th Cir.\n1995) (\"[A] plaintiff must demonstrate reliance on the allegedly defective denial notices.\"); Burks-\nMarshall v. Shalala, </pre><span class=\"citation\"><a href=\"/ca8/4mSk/42-socsecrepser-460-unemplinsrep-cch-p-17517a-melb/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1346</span></a></span><pre class=\"inline\">, 1349 (8th Cir. 1993) (The appellant has no standing to raise a due\nprocess issue where he \"has not shown that the alleged deficiency in the notice had any connection\nin fact with h[is] own failure to seek review of\" the denial of his claim.). Subsequent to VA's\nissuance of the notice in question, the record is silent regarding the appellant's claim for nearly 9\nyears. R. at 194-97. There is no indication that the appellant attempted to communicate with VA\nduring that time period. When he subsequently did contact VA, he submitted a new application for\nbenefits; he did not indicate that he was responding to the denial letter. Id. The record simply does\nnot support any assertion that the notice lulled the appellant into failing to act, and his arguments\nmust be rejected because they are not supported by any demonstrable prejudice. See Day; Gilbert;\nBurks-Marshall; all supra.\n        The appellant also argues that \"Cook [v. Principi, </pre><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1334</span></span><pre class=\"inline\"> (Fed. Cir. 2002) (en banc)]\nrecognized a third exception to the rule of finality in situations where [] 'VA failed to provide the\nveteran with information or material critical to the appellate process.'\" Appellant's Br. at 7 (quoting\nCook, 318 F.3d at 1340). He asserts that the notice provided to him on March 21, 1988, in his denial\nof benefits meets this third exception to the extent that this violation \"had the effect of extinguishing\n[his] right to appeal an adverse decision.\" Appellant's Br. at 7-8. In response, the Secretary argues\nthat the \"[a]ppellant was left with only two means by which to overcome the finality of that\nunappealed decision: (1) reopening based on the presentation of new and material evidence (which\nhe ultimately did nearly a decade later) or (2) a finding of clear and unmistakable error (which he\nhad not alleged).\" Br. at 7. At oral argument, counsel for the appellant clarified that he was not\n\n                                                    8\narguing that a previous final decision should be rendered nonfinal, but rather that inadequate notice\nof procedural rights prevented the decision on his 1987 claim from becoming final. However,\nbecause the Court has found no due process violation in this case, the time to appeal that decision\nwas    not    tolled.      See    Ingram     v.   Nicholson,      21    Vet.App.      232    (2007).\n\n\n       Finally, the appellant argues that due process considerations require more tailored notice,\nwhere as here, a claimant suffers from a mental disability. Appellant's Br. at 14-16. Essentially, his\nargument is that the RO was aware of his moderate to severe symptoms of schizophrenia near the\ntime of the March 1988 notice and that the notice should have been tailored accordingly. Id.\nHowever, save for the bald assertion that his diagnosis of schizophrenia rendered him unable to\ncomprehend the notice, the appellant proffers little convincing evidence to support his contentions.\nNor does he point to any evidence in the record to suggest that VA was aware of any incompetence\nor inability to comprehend. Cf. Covey v. Town of Somers, </pre><span class=\"citation\"><a href=\"/scotus/xk7/covey-v-town-of-somers/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span><pre class=\"inline\">, 146-47 (1956) (notice\nrendered insufficient where it is provided to a known incompetent). The appellant's principal due\nprocess argument contradicts this assertion: it assumes that he was able to comprehend the notice,\nand that the alleged defect rendered it ambiguous in that he understood it to allow for the submission\nof new evidence at any time. Hence, the Court finds that the evidence of record does not support\nthe assertion that more tailored notice was required in the instant case. Cf. Shrader v. Harris, </pre><span class=\"citation\"><a href=\"/ca4/2XDK/claude-danny-shrader-v-patricia-r-harris-secretary/\"><span class=\"volume\">631</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">297</span></a></span><pre class=\"inline\">, 302 (4th Cir. 1980) (recognizing the need for a \"claimant [to] present[] prima facie proof\nthat mental illness prevented him from understanding the procedure necessary to obtain an\nevidentiary hearing after the denial of his prior pro se claim\"); Brown v. Harris, </pre><span class=\"citation\"><a href=\"/ca4/33D2/thomas-brown-v-patricia-r-harris-secretary-of-heal/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">911</span></a></span><pre class=\"inline\">, 913\n(4th Cir. 1981) (acknowledging that \"the Secretary is not required to make an initial inquiry about\nthe mental competency of each applicant, but instead the claimant has the burden of presenting\nprima facie evidence of incompetency to the Secretary\").\n                                       B. Equitable Tolling\n       The appellant asks the Court to use its equitable tolling authority to extend the time in which\nto submit additional evidence in connection with his 1987 claim (Appellant's Br. at 16), thereby\naffording an effective date based on his July 1987 claim. Id.\n       Unless specifically provided otherwise in this chapter, the effective date of an award\n       based on an original claim, a claim reopened after final adjudication, or a claim for\n\n                                                  9\n       increase, of compensation, dependency and indemnity compensation, or pension,\n       shall be fixed in accordance with the facts found, but shall not be earlier than the date\n       of receipt of application therefor.\n38 U.S.C. § 5110(a). Evidence submitted after a claim is filed, but prior to the expiration of the\nappeal period, is considered to have been filed in connection with that claim. See 38 C.F.R.\n§ 3.156(b) (2007).\n       New and material evidence received prior to the expiration of the appeal period, or\n       prior to the appellate decision if a timely appeal has been filed (including evidence\n       received prior to an appellate decision and referred to the agency of original\n       jurisdiction by the Board of Veterans Appeals without consideration in that decision\n       in accordance with the provisions of § 20.1304(b)(1) of this chapter), will be\n       considered as having been filed in connection with the claim which was pending at\n       the beginning of the appeal period.\nId. However, the period for submitting additional evidence in connection with a claim is not a\nstatute of limitations. The U.S. Court of Appeals for the Federal Circuit has stated unequivocally\nthat \"[section] 5110 does not contain a statute of limitations [(which might implicate equitable\ntolling)], but merely indicates when benefits may begin and provides for an earlier date under certain\nlimited circumstances.\" Andrews v. Principi, </pre><span class=\"citation\"><a href=\"/cafc/52bL/holly-p-andrews-claimant-appellant-v-anthony-j-pri/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1134</span></a></span><pre class=\"inline\">, 1137-38 (Fed. Cir. 2003) (holding\nspecifically that equitable tolling does not apply to 38 U.S.C. § 5110(b)(1)), aff'g 16 Vet.App. 309\n(2002); see Rodriguez v. West, </pre><span class=\"citation\"><a href=\"/cafc/4VGt/aracelis-rodriguez-claimant-appellant-v-togo-d-wes/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1351</span></a></span><pre class=\"inline\">, 1355 (Fed. Cir. 1999) (stating that nothing in\n38 U.S.C. §§ 5102 or 7722(d) indicates or suggests a justification for \"ignoring the unequivocal\ncommand in 38 U.S.C. § 5110(a) that the effective date of benefits cannot be earlier than the filing\nof an application therefor\"); Desbrow v. Principi, 18 Vet.App. 30, 32-33 (2004) (per curiam order).\n       The appellant cites to Bailey v. West, </pre><span class=\"citation\"><a href=\"/cafc/4THc/harold-e-bailey-claimant-appellant-v-togo-d-west-j/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1360</span></a></span><pre class=\"inline\">, 1365 (Fed. Cir. 1998) (en banc); Perry\nv. West, 12 Vet.App. 365, 368 (1999); Meeks v Brown, 5 Vet.App. 284, 287 (1993); Rosler v.\nDerwinski, 1 Vet.App. 241, 246 (1991); and Anderson v. Unisys Corp., </pre><span class=\"citation\"><a href=\"/ca8/4wKe/richard-anderson-robert-eggan-carl-englehorn-norri/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">, 307-08 (8th Cir.\n1995) for the proposition that the reviewing court may toll a deadline to permit the party's case to\nproceed at the court in spite of a missed deadline that was a condition precedent to the court's\nhearing of a particular case or claim. That is not the case here. Thus, the appellant's equitable\ntolling argument must fail because he is \"ask[ing] this [C]ourt to waive the express statutory\nrequirements for an earlier effective date for [service connection], which we cannot do.\" Andrews,\n351 F.3d at 1138.\n\n\n                                                  10\n        In this case, the Court has jurisdiction over this matter regardless of whether equitable tolling\nis applicable. The appellant identifies no authority empowering the Court to grant equitable relief\nto extend a deadline other than that which permits the Court to obtain jurisdiction over the merits\nof his case. The equitable relief sought by the appellant is available solely at the discretion of the\nSecretary. The Secretary may grant equitable relief when he finds that an administrative error was\ncommitted by the Federal Government or any of its employees, or if a claimant suffered loss as a\nresult of relying on an erroneous determination by VA. See 38 U.S.C. § 503. This Court has found\nthat neither the Board nor the Court may review the grant of, or refusal to grant, equitable relief\nunder 38 U.S.C. § 503(a). See Darrow v. Derwinski, 2 Vet.App. 303, 306 (1992). Therefore,\nbecause the Court lacks the authority to grant the relief sought, the appellant's request for equitable\ntolling is denied.\n\n\n                                        III. CONCLUSION\n        The appellant's September 8, 2006, motion to file a response to the Secretary's supplemental\nbrief is granted. Upon consideration of the appellant's and the Secretary's briefs, a review of the\nrecord, and consideration of the parties' supplemental briefs, the Board's June 23, 2004, decision is\nAFFIRMED.\n\n\n\n\n                                                   11\n</pre>", "id": 817214, "judges": "", "local_path": "pdf/2008/01/10/edwards_v._peake.pdf", "nature_of_suit": "", "plain_text": "           UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                            NO . 04-1104\n\n                                  IRVIN J. EDWARDS, APPELLANT ,\n\n                                                  V.\n\n\n                                   JAMES B. PEAKE , M.D.,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                          On Appeal from the Board of Veterans' Appeals\n\n\n (Argued September 12, 2006                                     Decided     January 10, 2008        )\n\n\n\n        William S. Consovoy, of Washington, D.C.; and Mark R. Lippman, of La Jolla, California,\nfor the appellant.\n\n        Tim S. McClain, General Counsel; R. Randall Campbell, Assistant General Counsel; Joan\nE. Moriarty, Deputy Assistant General Counsel; and Mark M. McNabb, all of Washington, D.C.,\nfor the appellee.\n\n       Before MOORMAN, LANCE, and SCHOELEN, Judges.\n\n       LANCE, Judge: The appellant, Irvin J. Edwards, through counsel, appeals a June 23, 2004,\nBoard of Veterans' Appeals (Board) decision denying him an effective date prior to January 14,\n1997, for service connection for a psychiatric condition. Record (R.) at 1-22. Also pending before\nthe Court is the appellant's September 8, 2006, motion to file a response to the Secretary's\nsupplemental brief. The Secretary opposes this motion. The appellant's motion will be granted, and\nthe Court has considered his brief as filed. This appeal is timely, and the Court has jurisdiction over\nthe case pursuant to 38 U.S.C. §§ 7252(a) and 7266. For the reasons set forth below, the Court will\naffirm the June 23, 2004, Board decision.\n                                             I. FACTS\n       The appellant served on active duty for training in the U.S. Marine Corps from October 1,\n1977, to April 4, 1978. R. at 24. In July 1978, the appellant submitted a formal claim to a VA\nregional office (RO) for service connection for a psychiatric condition. R. at 48. In August 1981,\nthe RO denied the appellant's claim, finding that there was insufficient evidence that his nervous\ncondition was incurred while on active duty for training. R. at 103-05. In July 1987, the appellant\nfiled an application to reopen his claim for a \"nervous condition.\" R. at 111. He was scheduled for\na February 1988 VA medical examination. R. at 186. In a March 21, 1988, decision, the RO denied\nthe appellant's claim after he failed to appear for that examination. R. at 185, 191. The notice read:\n\"No further action will be taken unless we receive notification of willingness to report for\nexamination. If you do so, an examination will be re-scheduled and the claim will be reconsidered\nwhen the examination is completed.\" R. at 191. It also read: \"NEW EVIDENCE. You may submit\nadditional evidence to strengthen your claim. It is in your interest to send us any new evidence as\npromptly as possible. We will carefully consider it and let you know whether it changes our\ndecision.\" R. at 192.\n       On January 14, 1997, the appellant filed another application to reopen his claim. R. at 194-\n97. In July 1997, the RO declined to reopen his claim because the appellant had not submitted new\nand material evidence. R. at 194-201. In March 1999, however, on appeal of the July 1997 decision\ndenying the appellant's application to reopen his claim, the RO granted the appellant service\nconnection and a 50% disability rating for a psychiatric condition effective January 14, 1997. R.\nat 308-10. On March 22, 1999, the appellant submitted a Notice of Disagreement (NOD). R. at\n315-16. In April 1999, the RO issued a Statement of the Case (R. at 318-24), and the appellant then\nperfected his appeal to the Board (R. at 326-27).\n       On January 26, 2001, the Board found that the appellant did not meet the criteria for an\neffective date prior to January 14, 1997, for his psychiatric condition. R. at 359-65. On April 27,\n2001, pursuant to a joint motion, this Court remanded the matter to the Board. R. at 386. On June\n23, 2004, following additional development, the Board issued the decision appealed here. R. at 1-\n22. The Board found that the appellant did not meet the criteria for an effective date prior to January\n14, 1997, the date of his claim. R. at 3. Accordingly, the Board denied his claim for an earlier\neffective date. R. at 20.\n\n                                                  2\n       On appeal, the appellant solely asserts violations of his right to constitutional due process.\nFirst, he asserts he had a due process right to more complete notice of the res judicata effect of the\nfailure to appeal the March 1988 RO decision and the effect of the failure to submit additional\nevidence in support of that claim. Appellant's Brief (Br.) at 4. He specifically asks the Court to\napply the holding of Gonzalez v. Sullivan, 914 F.2d 1197, 1203 (9th Cir. 1990), to this case,\nasserting that Gonzalez supports his argument that it is a violation of his right to procedural due\nprocess for VA to provide notice that does not adequately notify a claimant of the res judicata effect\nof missing the deadline to submit additional evidence in support of an existing claim. Appellant's\nBr. at 9-10.    The appellant next asserts that the notice VA provided was constitutionally,\nprocedurally defective and asks the Court to employ equitable tolling to extend the deadline within\nwhich to submit additional evidence under the 1987 application until the time he submitted evidence\nin 1997. Id. The appellant asks the Court to vacate and remand the Board decision on appeal. Id.\nat 17. The Secretary asserts that he provided accurate notice to the appellant and that the notice\nprovided discharged his regulatory duties. Secretary's Br. at 11-12. He asks the Court to affirm the\nBoard decision. Id.\n\n\n                                          II. ANALYSIS\n       Section 5110(a) of title 38, U.S. Code, governs the assignment of an effective date for an\naward of benefits.\n       [T]he effective date of an award based on an original claim, a claim reopened after\n       final adjudication, or a claim for increase, of compensation, dependency and\n       indemnity compensation, or pension, shall be fixed in accordance with the facts\n       found, but shall not be earlier than the date of receipt of application therefor.\n38 U.S.C. § 5110(a). The implementing regulation similarly states that the effective date shall be\nthe date of receipt of the claim or the date entitlement arose, whichever is later, unless the claim is\nreceived within one year after separation from service. See 38 C.F.R. § 3.400 (2007). A Board\ndetermination of the proper effective date is a finding of fact that the Court reviews under the\n\"clearly erroneous\" standard set forth in 38 U.S.C. § 7261(a)(4). See Evans v. West, 12 Vet.App.\n396, 401 (1999); Hanson v. Brown, 9 Vet.App. 29, 32 (1996).\n       In this case, the appellant was discharged from active duty in 1978, filed a claim in 1987, and\nfiled an application to reopen that claim in 1997. Since, under 38 U.S.C. § 5110(a), the effective\n\n                                                  3\ndate of his service-connected condition cannot be earlier than the date of the claim, he asserts that\nthe effective date should be based on his 1987 claim rather than on his 1997 application to reopen.\nR. at 8-9. Further, he argues that, because of the notice deficiencies, the time for submitting\nadditional evidence in support of his 1987 claim had not expired and that the service connection\ngranted in 1999 was pursuant to the 1987 claim. Id. The Board found the appellant had neither\nappealed nor submitted additional evidence in support of his claim within one year of the March\n1988 RO decision denying his claim. R. at 11-12. It found the grant of service connection in 1999\nwas made pursuant to the 1997 application to reopen his claim rather than the 1987 claim. R. at 19.\nTherefore, the Board concluded that the earliest effective date to which the appellant was entitled\nwas January 14, 1997, the date of his application to reopen. Id.\n                                          A. Due Process\n       In the instant case, it is incumbent on the Court to determine whether the notice that the RO\nprovided the appellant was sufficient to ensure constitutional due process. See Buzinski v. Brown,\n6 Vet.App. 360 (1994). The Fifth Amendment to the U.S. Constitution provides that \"No person\nshall . . . be deprived of life, liberty, or property, without due process of law.\" U.S. CONST. amend.\nV.   \"[T]he Due Process Clause provides that certain substantive rights–life, liberty, and\nproperty–cannot be deprived except pursuant to constitutionally adequate procedures.\" Cleveland\nBd. of Educ. v. Loudermill, 470 U.S. 532, 541 (1985). An essential principle of due process is that\ndeprivation of a protected interest must \"be preceded by notice and opportunity for hearing\nappropriate to the nature of the case.\" Mullane v. Central Hanover Bank & Trust Co., 339 U.S. 306,\n313 (1950). The Court reviews questions of constitutional interpretation de novo. See Buzinski,\n6 Vet.App. at 365 (\"VA resolution of questions of constitutional interpretation are questions of law,\nto which no deference is accorded and accordingly this Court's review is de novo.\").\n       The appellant argues that he was not provided constitutionally sufficient notice because he\nwas not informed \"of the res judicata effect of failing to submit new . . . evidence within the one-\nyear period\" following the March 1988 RO decision denying his claim for service connection for\na psychiatric condition (schizophrenia). Appellant's Br. at 12. However, \"an appellant's claimed\nlack of subjective knowledge does not as a matter of course deprive him of due process. Rather, the\nCourt must inquire into the procedures that were employed in this case to determine whether they\ncomport with the Due Process Clause.\" Buzinski, 6 Vet.App. at 365.\n\n                                                  4\n       Notice is constitutionally sufficient if it is \"reasonably calculated, under all the\ncircumstances, to apprise interested parties of the pendency of the action and afford them an\nopportunity to present their objections.\" Mullane, 339 U.S. at 314; see Goldberg v. Kelly, 397 U.S.\n254, 267 (1970). If \"these conditions are reasonably met, the constitutional requirements are\nsatisfied.\" Mullane, 339 U.S. at 314-15. However, notice is of little value \"unless one is informed\nthat the matter is pending and can choose for himself whether to appear or default, acquiesce or\ncontest.\" Id. at 314; see also Dealy v. Heckler, 616 F. Supp. 880, 886 (W.D. Mo. 1984) (\"Adequate\nnotice requires accuracy in the description of legal rights and options available to parties.\").\n       In March 1988, the regulatory provision governing VA's duty to provide due process and\nnotice of appellate rights provided:\n       Notification of decisions. The claimant will be notified of any decision affecting the\n       payment of benefits or granting relief. Notice will include the reason for the decision\n       and the date it will be effectuated as well as the right to a hearing . . . . The\n       notification will also advise the claimant of his right to initiate an appeal by filing a\n       Notice of Disagreement which will entitle him to a Statement of the [C]ase for his\n       assistance in perfecting his appeal. Further, the notice will advise him of the periods\n       in which an appeal must be initiated and perfected.\n38 C.F.R. § 3.103(e) (1988). VA's statutory scheme provides that, following notification of a\ndecision denying entitlement to benefits, the claimant has \"one year from the date of mailing of\nnotice\" of such decision in which to file an NOD. 38 U.S.C. § 7105(b)(1). Further, if the claimant\ndoes not file an NOD within one year, the denial of benefits becomes final and the claim is to be\nreopened only upon the submission of new and material evidence. See 38 U.S.C. §§ 5108, 7105(c);\n38 C.F.R. § 3.156(a) (2007).\n       The March 1988 decision at issue here informed the appellant that because he failed to\nappear for a scheduled VA medical examination, the RO could \"not grant [his] claim for disability\nbenefits,\" and \"[n]o further action will be taken unless we receive notification of willingness to\nreport for examination.\" R. at 191. This letter included \"Notice of Procedural and Appellate Rights\"\nthat informed the appellant that he could be represented in his appeal and that he was entitled to a\npersonal hearing if he so desired. R. at 192. The notice further stated:\n       NEW EVIDENCE. You may submit additional evidence to strengthen your claim.\n       It is in your interest to send us any new evidence as promptly as possible. We will\n       carefully consider it and let you know whether it changes our decision.\n\n\n                                              5\n       ...\n\n       APPEAL. You may appeal our decision to the Board of Veterans['] Appeals at any\n       time within one year from the date of this letter if you believe the decision is not in\n       accord with the law and the facts now of record. You can start the appeal process by\n       filing a Notice of Disagreement. You may do this by writing a letter to this office\n       stating that you wish to appeal. . . . If you decide to appeal, we will advise you\n       further as to your procedural rights as your claim progresses through the several\n       stages of the appeal process.\nId.\n       The Court holds that the notice was \"reasonably calculated\" to provide the appellant notice\nof the denial of his claim and the opportunity to present his objections thereto1. Mullane, 339 U.S.\nat 314. As the Court finds that the challenged notice in this case is not deficient, we need not reach\nthe question of whether the appellant, as an applicant for VA benefits, has been deprived of a\nprotected property interest. Cf. Lyng v. Payne, 476 U.S. 926, 942 (1986) (citing Walters v. National\nAss'n of Radiation Survivors, 473 U.S. 305, 320 n. 8 (1985)); see also Thurber v. Brown, 5 Vet.App.\n119, 123 (1993). The RO notified the appellant of its decision on his claim (\"We cannot grant your\nclaim for disability benefits.\") and the reason for its decision (\"You failed to report for a scheduled\nexamination.\"). R. at 191. It included notice of the right to a hearing (\"If you desire a personal\nhearing to present evidence or argument on any point of importance in your claim, notify this office\nand we will arrange a time and place for the hearing.\"), and notice of the appellant's right to initiate\nthe appeals process by filing an NOD (\"You can start the appeal process by filing a Notice of\nDisagreement.\"). R. at 192. The appellant argues that this notice was inadequate because the RO\n\"failed to set forth a time deadline for the submission of new evidence.\" Appellant's. Br. at 11.\nHowever, the March 1988 notice clearly advised him of the period in which an appeal must be\ninitiated (\"You may appeal our decision to the Board of Veterans['] Appeals at any time within one\nyear from the date of this letter.\"), and promised to provide further information (\"If you decide to\nappeal we will advise you further as to your procedural rights as your claim progresses through the\nseveral stages of the appeal process.\"). R. at 192.\n\n1\n The Court also notes that the notice complied with the regulatory requirements that VA provide\nclaimants with due process and notice of appellate rights. See 38 C.F.R. § 3.103(e) (1988).\nHowever, the Court recognizes that compliance with statutory and regulatory procedures alone\ncould not cure an otherwise constitutionally deficient notice.\n\n                                                   6\n        The appellant further argues that the language in the RO notice suggesting that he should\nsubmit additional evidence \"as promptly as possible\" \"lulled [him] into thinking that the March 1988\ndecision would remain indefinitely subject to change by the submission of any new evidence.\"\nAppellant's Br. at 12. However, nothing in the notice that the RO provided was inaccurate or\naffirmatively misleading with regard to the deadline for appealing or submitting new evidence. This\ncase is thus distinguishable from those on which the appellant relies in his brief, including Gonzalez,\nin which the U.S. Court of Appeals for the Ninth Circuit held that notice from the Social Security\nAdministration that incorrectly informed Mr. Gonzalez that he had \"the right to file another\napplication at any time\" was sufficiently misleading that it violated his due process rights. 914 F.2d\nat 1203. Similarly, in Butland v. Bowen, 673 F.Supp. 638 (D. Mass. 1987), the district court held\nthat notice that specifically informed Ms. Butland that she could file another claim for social security\ndisability benefits \"at any time\"–when, in fact, she had only four years in which to do so–was\nmisleading enough that it \"clearly violates the Constitutional guarantee of due process.\" Id. at 641;\nsee also Dealy, 616 F. Supp. at 887 (finding that notice that \"serves to mislead and deceive the\ndisability applicant and denies the applicant the right to make an intelligent and informed decision\"\nwas \"constitutionally deficient\").\n        In this case, the appellant was neither specifically informed that he could submit new\nevidence \"at any time\" nor did VA suggest that he file a new application for benefits in lieu of\nappealing the denial of his current application for benefits. Rather, the notice specifically stated that\nevidence should be submitted \"as promptly as possible,\" indicating that time was of the essence.\nThe RO informed him that he could appeal the RO decision \"at any time within one year from the\ndate\" of the March 1988 notice letter. R. at 192. Appellant's argument, that he could interpret a\nportion of the notice in a manner that would be inconsistent with the clear notice that he must file\nan appeal within one year, must fail. This notice was adequate to advise the appellant that he had\none year within which to appeal the denial of his claim for benefits and to provide him the\nopportunity to choose whether to appeal. See Mullane, 339 U.S. at 314. Any information that the\nRO provided in addition to advising the appellant that he could appeal the RO decision within one\nyear is not so misleading as to rise to the level of a constitutional violation. The information\nprovided in this notice is entirely consistent with the statutory scheme for allowing a claimant the\nopportunity to reopen his claim at a later date based upon the submission of new and material\n\n                                                   7\nevidence. See 38 U.S.C. § 5108. The statute provides that when a claim is reopened after a final\nadjudication, as it was in this case 18 years after the RO's initial denial of benefits, the effective date\nof any award will be the date of the claim. See 38 U.S.C. § 5110(a).\n        Moreover, there is nothing in the record that indicates that the appellant relied to his\ndetriment on his asserted misinterpretation and misunderstanding as to the effect of submitting new\nand material evidence in the future. See Day v. Shalala, 23 F.3d 1052, 1066 (6th Cir. 1994)\n(although the denial notice that claimants received \"failed to satisfy the requirements of due process,\nthe only claimants who could have been injured by the inadequacy are those who detrimentally\nrelied on the inadequate denial notice\"); see also Gilbert v. Shalala, 45 F.3d 1391, 1394 (10th Cir.\n1995) (\"[A] plaintiff must demonstrate reliance on the allegedly defective denial notices.\"); Burks-\nMarshall v. Shalala, 7 F.3d 1346, 1349 (8th Cir. 1993) (The appellant has no standing to raise a due\nprocess issue where he \"has not shown that the alleged deficiency in the notice had any connection\nin fact with h[is] own failure to seek review of\" the denial of his claim.). Subsequent to VA's\nissuance of the notice in question, the record is silent regarding the appellant's claim for nearly 9\nyears. R. at 194-97. There is no indication that the appellant attempted to communicate with VA\nduring that time period. When he subsequently did contact VA, he submitted a new application for\nbenefits; he did not indicate that he was responding to the denial letter. Id. The record simply does\nnot support any assertion that the notice lulled the appellant into failing to act, and his arguments\nmust be rejected because they are not supported by any demonstrable prejudice. See Day; Gilbert;\nBurks-Marshall; all supra.\n        The appellant also argues that \"Cook [v. Principi, 318 F.3d 1334 (Fed. Cir. 2002) (en banc)]\nrecognized a third exception to the rule of finality in situations where [] 'VA failed to provide the\nveteran with information or material critical to the appellate process.'\" Appellant's Br. at 7 (quoting\nCook, 318 F.3d at 1340). He asserts that the notice provided to him on March 21, 1988, in his denial\nof benefits meets this third exception to the extent that this violation \"had the effect of extinguishing\n[his] right to appeal an adverse decision.\" Appellant's Br. at 7-8. In response, the Secretary argues\nthat the \"[a]ppellant was left with only two means by which to overcome the finality of that\nunappealed decision: (1) reopening based on the presentation of new and material evidence (which\nhe ultimately did nearly a decade later) or (2) a finding of clear and unmistakable error (which he\nhad not alleged).\" Br. at 7. At oral argument, counsel for the appellant clarified that he was not\n\n                                                    8\narguing that a previous final decision should be rendered nonfinal, but rather that inadequate notice\nof procedural rights prevented the decision on his 1987 claim from becoming final. However,\nbecause the Court has found no due process violation in this case, the time to appeal that decision\nwas    not    tolled.      See    Ingram     v.   Nicholson,      21    Vet.App.      232    (2007).\n\n\n       Finally, the appellant argues that due process considerations require more tailored notice,\nwhere as here, a claimant suffers from a mental disability. Appellant's Br. at 14-16. Essentially, his\nargument is that the RO was aware of his moderate to severe symptoms of schizophrenia near the\ntime of the March 1988 notice and that the notice should have been tailored accordingly. Id.\nHowever, save for the bald assertion that his diagnosis of schizophrenia rendered him unable to\ncomprehend the notice, the appellant proffers little convincing evidence to support his contentions.\nNor does he point to any evidence in the record to suggest that VA was aware of any incompetence\nor inability to comprehend. Cf. Covey v. Town of Somers, 351 U.S. 141, 146-47 (1956) (notice\nrendered insufficient where it is provided to a known incompetent). The appellant's principal due\nprocess argument contradicts this assertion: it assumes that he was able to comprehend the notice,\nand that the alleged defect rendered it ambiguous in that he understood it to allow for the submission\nof new evidence at any time. Hence, the Court finds that the evidence of record does not support\nthe assertion that more tailored notice was required in the instant case. Cf. Shrader v. Harris, 631\nF.2d 297, 302 (4th Cir. 1980) (recognizing the need for a \"claimant [to] present[] prima facie proof\nthat mental illness prevented him from understanding the procedure necessary to obtain an\nevidentiary hearing after the denial of his prior pro se claim\"); Brown v. Harris, 669 F.2d 911, 913\n(4th Cir. 1981) (acknowledging that \"the Secretary is not required to make an initial inquiry about\nthe mental competency of each applicant, but instead the claimant has the burden of presenting\nprima facie evidence of incompetency to the Secretary\").\n                                       B. Equitable Tolling\n       The appellant asks the Court to use its equitable tolling authority to extend the time in which\nto submit additional evidence in connection with his 1987 claim (Appellant's Br. at 16), thereby\naffording an effective date based on his July 1987 claim. Id.\n       Unless specifically provided otherwise in this chapter, the effective date of an award\n       based on an original claim, a claim reopened after final adjudication, or a claim for\n\n                                                  9\n       increase, of compensation, dependency and indemnity compensation, or pension,\n       shall be fixed in accordance with the facts found, but shall not be earlier than the date\n       of receipt of application therefor.\n38 U.S.C. § 5110(a). Evidence submitted after a claim is filed, but prior to the expiration of the\nappeal period, is considered to have been filed in connection with that claim. See 38 C.F.R.\n§ 3.156(b) (2007).\n       New and material evidence received prior to the expiration of the appeal period, or\n       prior to the appellate decision if a timely appeal has been filed (including evidence\n       received prior to an appellate decision and referred to the agency of original\n       jurisdiction by the Board of Veterans Appeals without consideration in that decision\n       in accordance with the provisions of § 20.1304(b)(1) of this chapter), will be\n       considered as having been filed in connection with the claim which was pending at\n       the beginning of the appeal period.\nId. However, the period for submitting additional evidence in connection with a claim is not a\nstatute of limitations. The U.S. Court of Appeals for the Federal Circuit has stated unequivocally\nthat \"[section] 5110 does not contain a statute of limitations [(which might implicate equitable\ntolling)], but merely indicates when benefits may begin and provides for an earlier date under certain\nlimited circumstances.\" Andrews v. Principi, 351 F.3d 1134, 1137-38 (Fed. Cir. 2003) (holding\nspecifically that equitable tolling does not apply to 38 U.S.C. § 5110(b)(1)), aff'g 16 Vet.App. 309\n(2002); see Rodriguez v. West, 189 F.3d 1351, 1355 (Fed. Cir. 1999) (stating that nothing in\n38 U.S.C. §§ 5102 or 7722(d) indicates or suggests a justification for \"ignoring the unequivocal\ncommand in 38 U.S.C. § 5110(a) that the effective date of benefits cannot be earlier than the filing\nof an application therefor\"); Desbrow v. Principi, 18 Vet.App. 30, 32-33 (2004) (per curiam order).\n       The appellant cites to Bailey v. West, 160 F.3d 1360, 1365 (Fed. Cir. 1998) (en banc); Perry\nv. West, 12 Vet.App. 365, 368 (1999); Meeks v Brown, 5 Vet.App. 284, 287 (1993); Rosler v.\nDerwinski, 1 Vet.App. 241, 246 (1991); and Anderson v. Unisys Corp., 47 F.3d 302, 307-08 (8th Cir.\n1995) for the proposition that the reviewing court may toll a deadline to permit the party's case to\nproceed at the court in spite of a missed deadline that was a condition precedent to the court's\nhearing of a particular case or claim. That is not the case here. Thus, the appellant's equitable\ntolling argument must fail because he is \"ask[ing] this [C]ourt to waive the express statutory\nrequirements for an earlier effective date for [service connection], which we cannot do.\" Andrews,\n351 F.3d at 1138.\n\n\n                                                  10\n        In this case, the Court has jurisdiction over this matter regardless of whether equitable tolling\nis applicable. The appellant identifies no authority empowering the Court to grant equitable relief\nto extend a deadline other than that which permits the Court to obtain jurisdiction over the merits\nof his case. The equitable relief sought by the appellant is available solely at the discretion of the\nSecretary. The Secretary may grant equitable relief when he finds that an administrative error was\ncommitted by the Federal Government or any of its employees, or if a claimant suffered loss as a\nresult of relying on an erroneous determination by VA. See 38 U.S.C. § 503. This Court has found\nthat neither the Board nor the Court may review the grant of, or refusal to grant, equitable relief\nunder 38 U.S.C. § 503(a). See Darrow v. Derwinski, 2 Vet.App. 303, 306 (1992). Therefore,\nbecause the Court lacks the authority to grant the relief sought, the appellant's request for equitable\ntolling is denied.\n\n\n                                        III. CONCLUSION\n        The appellant's September 8, 2006, motion to file a response to the Secretary's supplemental\nbrief is granted. Upon consideration of the appellant's and the Secretary's briefs, a review of the\nrecord, and consideration of the parties' supplemental briefs, the Board's June 23, 2004, decision is\nAFFIRMED.\n\n\n\n\n                                                   11\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/817214/", "sha1": "3a077a6861340f37ee6e9e1192d359d56e45d8ae", "source": "C", "time_retrieved": "2013-01-31T17:48:48.700960"}