{"absolute_url": "/opinion/817210/turk-v-peake/", "blocked": false, "citation": {"case_name": "Turk v. Peake", "docket_number": "06-0069", "document_uris": ["/api/rest/v2/document/817210/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 789970, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/789970/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2008-01-31", "date_modified": "2015-01-16T10:51:42.938620", "docket": "/api/rest/v2/docket/1077133/", "download_url": "http://www.uscourts.cavc.gov/documents/Turk_06-0069.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                           NO . 06-0069\n\n                                  NORBERT J. TURK , APPELLANT ,\n\n                                                 V.\n\n\n                                  JAMES B. PEAKE , M.D.,\n                         SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n(Argued October 10, 2007                               Decided     January 31, 2008     )\n\n\n\n       Antonio E. Bendezu, of Lincoln, Nebraska, for the appellant.\n\n      David J. Lowenstein, with whom John H. Thompson, Acting General Counsel; R. Randall\nCampbell, Assistant General Counsel; and Joan E. Moriarty, Deputy Assistant General Counsel, all\nof Washington, D.C., were on the brief for the appellee.\n\n       Before KASOLD, HAGEL, and DAVIS, Judges.\n\n       DAVIS, Judge: U.S. Army veteran Norbert J. Turk appeals through counsel from a\nSeptember 15, 2005, Board of Veterans' Appeals (Board) decision that denied, inter alia, a disability\nrating in excess of 50% for post-traumatic stress disorder (PTSD). The Board issued the decision\non appeal after Mr. Turk failed to attend two VA medical examinations scheduled to determine the\nappropriate disability level of his PTSD. On appeal, the Court considers whether the Board\nappropriately applied 38 C.F.R. § 3.655(b) (2007) in denying the veteran entitlement to a higher\ndisability rating for PTSD when the veteran failed to report for VA examinations without good\ncause. The Court concludes that this claim should have been classified as an original compensation\nclaim rather than a claim for increase, but that the Board's misapplication of the second sentence of\n38 C.F.R. § 3.655(b) is harmless error. For the reasons set forth below, we affirm the Board's\nSeptember 15, 2005, decision.\n                                       I. BACKGROUND\n       Mr. Turk served as a combat infantryman in the U.S. Army from August 1943 until February\n1945. In June 2003, Mr. Turk applied to the Lincoln, Nebraska, VA regional office (RO), claiming\nentitlement to service connection for arthritis, bilateral hip and knee disabilities, and a low-back\ndisability. In September 2003, he added a claim for service connection for PTSD. In support of his\nPTSD claim, Mr. Turk provided a letter from Dr. Melvin Canell, a private psychologist. Dr. Canell\ndiagnosed multiple Axis I disorders, including PTSD, anxiety disorder, and depressive disorder.\nOther than the diagnosis, the letter contained only one mention of PTSD. See Record (R.) at 130.\nDr. Canell assigned a Global Assessment of Functioning (GAF) score of 41.\n       On October 28, 2003, the RO issued a rating decision granting service connection for PTSD\nand assigned a 30% disability rating effective September 24, 2003. Mr. Turk filed a Notice of\nDisagreement (NOD) challenging the 30% disability rating. In March 2004, the RO increased\nMr. Turk's disability rating for PTSD to 50% and confirmed that rating with an April 2004 Statement\nof the Case. Mr. Turk timely filed a Substantive Appeal to the Board.\n       In November 2004, Dr. Canell submitted a letter reflecting that when he saw Mr. Turk in\nAugust 2004, he was even more depressed and despondent than he had been one year earlier.\nDr. Canell stated that his diagnostic impression was very similar to the one he offered in August\n2003 and again assigned a GAF score of 41.\n       In a December 2004 letter, the RO advised Mr. Turk that Dr. Canell's 2003 and 2004 letters\nwere inadequate for rating purposes because they did not include a discussion of the\nsymptomatology attributable to Mr. Turk's PTSD, and reflected multiple diagnoses without\nproviding a separate GAF score for PTSD or explaining why separate GAF assignments could not\nbe given. In that letter, the RO further informed Mr. Turk that a VA examination was being\nscheduled and stated that \"[w]hen a claimant fails to report for an examination . . . the claim shall\nbe denied.\" R. at 325. In a January 2005 letter, the RO specifically notified Mr. Turk, through\ncounsel, that a PTSD examination had been scheduled for him at the Omaha, Nebraska, VA Medical\nCenter (VAMC) and that \"failure to report for a VA medical examination may have adverse\nconsequences, including the possible denial of your claim.\" R. at 334 (emphasis in original).\n\n\n       In a January 14, 2005, letter, Mr. Turk's counsel acknowledged that VA had scheduled an\n\n                                                 2\nexamination for Mr. Turk at the Omaha, Nebraska, VAMC on January 18, 2005; however, he\nrequested that the RO provide an examination in closer proximity to Mr. Turk's residence, citing\nhis inability to travel long distances unassisted because of his medical conditions, advanced age, lack\nof finances, and unsafe automobile. Mr. Turk subsequently failed to report for the scheduled\nexamination.\n       In February 2005, Dr. Canell submitted a letter indicating that Mr. Turk's PTSD\nsymptomatology included flashbacks, nightmares, unwillingness to discuss his difficulties, startle\nreflex, and withdrawal from social experiences and intimacy. Also in February 2005, the RO\nnotified Mr. Turk that it had scheduled another PTSD examination on February 25, 2005, at the\nGrand Island, Nebraska, VAMC. Mr. Turk's counsel responded by letter stating that Mr. Turk was\nunable to travel without assistance the 25 miles to the Grand Island VAMC. He further stated that\nhe had submitted \"private medical evidence which he believes is sufficient for rating purposes.\"\nR. at 361. Despite counsel's letter to VA, outpatient treatment notes from the Grand Island VAMC\nindicate that Mr. Turk appeared \"in person\" at the Grand Island VAMC for a followup visit for\nanticoagulation management on February 25, 2005, but failed to report for the PTSD examination\nscheduled on the same day at the same facility. R. at 367, 373.\n       On September 14, 2005, the Board issued the decision here on appeal. The Board denied\nMr. Turk's claims for a disability rating of 70% or higher for his service-connected PTSD. The\nBoard noted that \"the assistance provided by VA shall include providing a medical examination or\nobtaining a medical opinion when such an examination or opinion is necessary to make a decision\non the claim.\" R. at 10. The Board stated that the record was incomplete for rating purposes, and\nthus, did not support a rating of 70% or higher, but the Board left intact the RO's award of a 50%\ndisability rating for service-connected PTSD.\n\n\n                                          II. ANALYSIS\n                                         A. Duty To Assist\n       Pursuant to 38 U.S.C. § 5103A, VA is obligated to assist the veteran in obtaining the\nevidence necessary to substantiate a claim. See 38 U.S.C. § 5103A(d); McLendon v. Nicholson,\n20 Vet.App. 79, 81 (2006); 38 C.F.R. § 3.159(c)(4) (2007). This duty to assist may include the duty\nto conduct a thorough and contemporaneous medical examination, taking into account prior medical\n\n                                                  3\nrecords, so that the evaluation of the claimed disability will be fully informed. See Green v.\nDerwinski, 1Vet.App. 121, 124 (1991). VA may not order additional development for the sole\npurpose of obtaining evidence unfavorable to a claimant. See Mariano v. Principi, 17 Vet.App. 305,\n312 (2003). Nonetheless, VA has discretion to determine when additional information is needed to\nadjudicate a claim. See Kowalski v. Nicholson, 19 Vet.App. 171 (2005) (stating that VA has\ndiscretion to schedule a veteran for a medical examination where it deems an examination necessary\nto make a determination on the veteran's claim); Shoffner v. Principi, 16 Vet.App. 208, 213 (2002)\n(holding that VA has discretion to decide when additional development is necessary). In this case,\nVA fulfilled its duty to assist Mr. Turk in developing his claim by informing him of the evidence\nthat was needed to evaluate his claim and by attempting on multiple occasions to schedule\nexaminations aimed at gathering the necessary information.\n        Corresponding to VA's duty to assist the veteran in obtaining information is a duty on the\npart of the veteran to cooperate with VA in developing a claim. See Wood v. Derwinski, 1 Vet.App.\n190, 193 (1991) (noting that \"[t]he duty to assist is not always a one-way street\"). VA's duty must\nbe understood as a duty to assist the veteran in developing his claim, rather than a duty on the part\nof VA to develop the entire claim with the veteran performing a passive role. See id. (\"If a veteran\nwishes help, he cannot passively wait for it in those circumstances where he may or should have\ninformation that is essential in obtaining the putative evidence.\"). In this instance, Mr. Turk did not\ncooperate by furnishing the requested information to the Board. In fact, he refused to attend\nexaminations scheduled to aid in the development of his claim. Mr. Turk himself is accountable for\nhis wilful failure to cooperate with VA in developing his claim. It is undisputed that Mr. Turk was\nactually present at the Grand Island VAMC on the day that his VA examination was scheduled to\ntake place there; yet he did not attend, giving the excuse that he was unable to drive to the VAMC.\n                                   B. Classification of the Claim\n        The Court must decide whether the Board appropriately applied 38 C.F.R. § 3.655 to\nMr. Turk's claim for PTSD compensation. The Board determined that Mr. Turk's disagreement with\nthe initial rating assigned to his PTSD claim resulted in a claim for increased rating. See R. at 13-14.\nMr. Turk filed a September 2003 claim for service connection for PTSD. Following a grant of\nservice connection, Mr. Turk appealed the disability rating continually until the Board issued its\nSeptember 14, 2005, decision. Where a party appeals from an original assignment of a disability\n\n                                                   4\nrating, the claim is classified as an original claim, rather than as one for an increased rating. See\nShipwash v. Brown, 8 Vet.App. 218, 225 (1995); see also Fenderson v. West, 12 Vet.App. 119\n(1999) (establishing that initial appeals of a disability rating for a service-connected disability fall\nunder the category of \"original claims\"). Accordingly, the Board should have classified the PTSD\nclaim as an original claim in appellate status, rather than as a freestanding claim for increased rating.\n        Pursuant to 38 C.F.R. § 3.655(a), individuals for whom an examination has been scheduled\nare required to report for the examination. In addition, 38 C.F.R. § 3.655(a) provides, in pertinent\npart:\n        When entitlement or continued entitlement to a benefit cannot be established or\n        confirmed without a current VA examination or reexamination and a claimant,\n        without good cause, fails to report for such examination, or reexamination, action\n        shall be taken in accordance with paragraph (b) or (c) of this paragraph as\n        appropriate.\n\n        The provisions of 38 C.F.R. § 3.655(b) address the Board's duty when a claimant has failed\nto report to a VA examination without good cause:\n        When a claimant fails to report for an examination scheduled in conjunction with an\n        original compensation claim, the claim shall be rated based on the evidence of\n        record. When the examination was scheduled in conjunction with any other original\n        claim, a reopened claim for a benefit which was previously disallowed, or a claim\n        for increase, the claim shall be denied.\n38 C.F.R. § 3.655(b) (emphasis added). Thus, § 3.655(b) creates a distinction between original\ncompensation claims, which are rated on the evidence of record, and other classes of claims, which\nare summarily denied.\n        When a veteran misses a scheduled VA examination, the Board must consider (1) whether\nthe examination was necessary to establish entitlement to the benefit sought, and (2) whether the\nveteran lacked good cause to miss the scheduled examination. See 38 C.F.R. § 3.655(a). In this\ncase, the Board determined that it needed further information in order to consider whether to grant\nan initial service-connected PTSD rating higher than 50%. It provided ample reasons and bases for\nthis determination, noting that the only medical evidence regarding Mr. Turk's symptomatology was\nDr. Canell's notation that Mr. Turk experienced flashbacks. Dr. Canell also described other\npsychological symptoms, but did not delineate the extent to which these symptoms could be\nattributed to PTSD. The Board took pains to note that the remainder of evidence of record (59 years'\n\n                                                   5\nworth) was completely devoid of any other mention of PTSD or other psychiatric disability. The\nBoard focused its analysis of the need for the examination on other matters, including the fact that\nthe evidence of record was insufficient to determine whether Mr. Turk was eligible for a 70%\ndisability rating.   Moreover, Mr. Turk clearly lacked good cause to attend his scheduled\nexaminations. Counsel admitted as much at oral argument, and this is borne out by the discrepancy\nbetween the letter contending that Mr. Turk was unable to travel to the Grand Island VAMC\nunassisted and the fact that he had been there many times, and was actually present at the facility\non the day of the scheduled appointment.\n       As noted above, 38 C.F.R. § 3.655(b) divides claims into two categories: \"[O]riginal\ncompensation claims\" to be decided by the Board based on the evidence of record; and \"any other\noriginal claim, a reopened claim for a benefit which was previously disallowed, or a claim for\nincrease,\" which are to be summarily denied. Here, the Board classified Mr. Turk's PTSD claim as\nan increased rating claim, and summarily denied it under the second sentence of § 3.655(b), which\napplies to claims other than original compensation claims. This was a clear error on the part of the\nBoard. Mr. Turk appealed the initial 50% disability rating assigned to his September 2003 PTSD\nclaim. The claim never became final, and should have been classified as an \"original compensation\nclaim.\" As such, in accordance with the first sentence of the regulation, Mr. Turk's claim must be\nrated based on the evidence of record. See 38 C.F.R. § 3.655(b).\n       Though the Board committed legal error, the Court nevertheless finds that such error is\nnonprejudicial because the Board proceeded to make findings and determinations to explain why\nthe medical evidence of record did not support a higher disability rating. See Conway v. Principi,\n</pre><span class=\"citation\"><a href=\"/cafc/52f5/henry-l-conway-jr-claimant-appellee-v-anthony-j-pr/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1369</span></a></span><pre class=\"inline\">, 1374 (Fed. Cir. 2004) (noting that the Court follows the \"harmless error\" rule);\nKowalski, supra, at 177. Thus, the analysis was sufficient to meet the \"evidence of record\" standard\nof the first prong of § 3.655(b). Contrary to Mr. Turk's contention that the decision lacked adequate\nreasons and bases, the Board explained its determination that Dr. Canell's medical reports lacked the\nsubstance to support a disability rating of 70%. The Board specifically noted that none of Mr. Turk's\nother medical reports mentioned PTSD and further noted that Dr. Canell diagnosed other non-\nservice-connected disabilities and did not adequately differentiate the symptomatology attributable\nto PTSD as opposed to those other conditions. Thus, although the Board considered Mr. Turk's\nclaim to be an increased rating claim, it nevertheless complied with the second sentence of §\n\n                                                 6\n3.655(b) and evaluated the medical evidence of record and explained why it was insufficient to\nwarrant a disability rating of 70% or higher.\n                                    C. Manipulation of the Record\n       The Court notes that the Board, in rendering its decision, commented that Mr. Turk, on the\nadvice of his attorney, may have intentionally elected not to attend the scheduled VA examinations.\nThe Board characterized such conduct as a possible attempt \"to manipulate the record so that only\nlimited evidence supportive of the claim would be considered.\" R. at 17. The consequences of\nfailure to present oneself for a medical examination are adequately addressed by VA regulations,\none of which we have discussed previously in this opinion. See 38 C.F.R. § 3.655. It is not a\n\"manipulation of the record\" for a claimant to choose one option from among those presented by a\nVA regulation. Failure to attend a scheduled VA compensation examination, however, exposes a\nveteran to the possibility of an adverse finding of fact that can be overturned only by the Court's\ndetermination that the finding was clearly erroneous–a difficult burden to meet. See Kowalski,\nsupra, at 178. Except perhaps in extreme examples of incompetence or bad faith, the Court's\nconcern on appeal is whether VA appropriately applied a VA regulation, rather than what advice\ncounsel gave his client with regard to attending the examination or the potential consequences of\nhis failure to attend. Any advice given by counsel must be presumed to be given with a knowledge\nof the state of the record and of the legal consequences and practical realities that might flow from\nthe advice given. Consequently, if Mr. Turk failed to appear at the scheduled examination based\non advice or information provided by his counsel, Mr. Turk made an informed evidentiary choice,\nthe possibility of which is assumed by the text of the regulation itself. Counsel and the client\nassume the risk of such a choice.\n       At the same time, misrepresentation of a consequential fact to a tribunal by counsel is a\nmatter of concern for the Court. In this regard, the Secretary noted certain representations made by\nMr. Turk's counsel to VA regarding his client's inability to attend the scheduled VA examinations\nbecause of his age and lack of transportation, even though Mr. Turk was present at the VA facility\nfor another appointment on the same day. See Secretary's Brief at 6. Despite the Secretary's\napparent concerns, we are unaware of any action he has taken against counsel. Moreover, at oral\nargument Mr. Turk's counsel advised the Court that the information he provided to the Secretary was\nbased on his client's representation that he could not attend the VA examination, that he (counsel)\n\n                                                 7\nwas not aware that his client had attended other VA medical appointments at the same location on\nthe date of the scheduled VA examination, and that under the circumstances it appeared that his\nclient did not have good cause after all for failure to attend his scheduled VA medical examination.\nGiven counsel's representations to the Court, we need not further address this matter.\n\n\n                                       III. CONCLUSION\n       In light of the foregoing, and in consideration of the parties' briefs and oral arguments, the\nBoard's September 15, 2005, decision is AFFIRMED.\n\n\n\n\n                                                 8\n</pre>", "id": 817210, "judges": "", "local_path": "pdf/2008/01/31/turk_v._peake.pdf", "nature_of_suit": "", "plain_text": "          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                           NO . 06-0069\n\n                                  NORBERT J. TURK , APPELLANT ,\n\n                                                 V.\n\n\n                                  JAMES B. PEAKE , M.D.,\n                         SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                         On Appeal from the Board of Veterans' Appeals\n\n\n(Argued October 10, 2007                               Decided     January 31, 2008     )\n\n\n\n       Antonio E. Bendezu, of Lincoln, Nebraska, for the appellant.\n\n      David J. Lowenstein, with whom John H. Thompson, Acting General Counsel; R. Randall\nCampbell, Assistant General Counsel; and Joan E. Moriarty, Deputy Assistant General Counsel, all\nof Washington, D.C., were on the brief for the appellee.\n\n       Before KASOLD, HAGEL, and DAVIS, Judges.\n\n       DAVIS, Judge: U.S. Army veteran Norbert J. Turk appeals through counsel from a\nSeptember 15, 2005, Board of Veterans' Appeals (Board) decision that denied, inter alia, a disability\nrating in excess of 50% for post-traumatic stress disorder (PTSD). The Board issued the decision\non appeal after Mr. Turk failed to attend two VA medical examinations scheduled to determine the\nappropriate disability level of his PTSD. On appeal, the Court considers whether the Board\nappropriately applied 38 C.F.R. § 3.655(b) (2007) in denying the veteran entitlement to a higher\ndisability rating for PTSD when the veteran failed to report for VA examinations without good\ncause. The Court concludes that this claim should have been classified as an original compensation\nclaim rather than a claim for increase, but that the Board's misapplication of the second sentence of\n38 C.F.R. § 3.655(b) is harmless error. For the reasons set forth below, we affirm the Board's\nSeptember 15, 2005, decision.\n                                       I. BACKGROUND\n       Mr. Turk served as a combat infantryman in the U.S. Army from August 1943 until February\n1945. In June 2003, Mr. Turk applied to the Lincoln, Nebraska, VA regional office (RO), claiming\nentitlement to service connection for arthritis, bilateral hip and knee disabilities, and a low-back\ndisability. In September 2003, he added a claim for service connection for PTSD. In support of his\nPTSD claim, Mr. Turk provided a letter from Dr. Melvin Canell, a private psychologist. Dr. Canell\ndiagnosed multiple Axis I disorders, including PTSD, anxiety disorder, and depressive disorder.\nOther than the diagnosis, the letter contained only one mention of PTSD. See Record (R.) at 130.\nDr. Canell assigned a Global Assessment of Functioning (GAF) score of 41.\n       On October 28, 2003, the RO issued a rating decision granting service connection for PTSD\nand assigned a 30% disability rating effective September 24, 2003. Mr. Turk filed a Notice of\nDisagreement (NOD) challenging the 30% disability rating. In March 2004, the RO increased\nMr. Turk's disability rating for PTSD to 50% and confirmed that rating with an April 2004 Statement\nof the Case. Mr. Turk timely filed a Substantive Appeal to the Board.\n       In November 2004, Dr. Canell submitted a letter reflecting that when he saw Mr. Turk in\nAugust 2004, he was even more depressed and despondent than he had been one year earlier.\nDr. Canell stated that his diagnostic impression was very similar to the one he offered in August\n2003 and again assigned a GAF score of 41.\n       In a December 2004 letter, the RO advised Mr. Turk that Dr. Canell's 2003 and 2004 letters\nwere inadequate for rating purposes because they did not include a discussion of the\nsymptomatology attributable to Mr. Turk's PTSD, and reflected multiple diagnoses without\nproviding a separate GAF score for PTSD or explaining why separate GAF assignments could not\nbe given. In that letter, the RO further informed Mr. Turk that a VA examination was being\nscheduled and stated that \"[w]hen a claimant fails to report for an examination . . . the claim shall\nbe denied.\" R. at 325. In a January 2005 letter, the RO specifically notified Mr. Turk, through\ncounsel, that a PTSD examination had been scheduled for him at the Omaha, Nebraska, VA Medical\nCenter (VAMC) and that \"failure to report for a VA medical examination may have adverse\nconsequences, including the possible denial of your claim.\" R. at 334 (emphasis in original).\n\n\n       In a January 14, 2005, letter, Mr. Turk's counsel acknowledged that VA had scheduled an\n\n                                                 2\nexamination for Mr. Turk at the Omaha, Nebraska, VAMC on January 18, 2005; however, he\nrequested that the RO provide an examination in closer proximity to Mr. Turk's residence, citing\nhis inability to travel long distances unassisted because of his medical conditions, advanced age, lack\nof finances, and unsafe automobile. Mr. Turk subsequently failed to report for the scheduled\nexamination.\n       In February 2005, Dr. Canell submitted a letter indicating that Mr. Turk's PTSD\nsymptomatology included flashbacks, nightmares, unwillingness to discuss his difficulties, startle\nreflex, and withdrawal from social experiences and intimacy. Also in February 2005, the RO\nnotified Mr. Turk that it had scheduled another PTSD examination on February 25, 2005, at the\nGrand Island, Nebraska, VAMC. Mr. Turk's counsel responded by letter stating that Mr. Turk was\nunable to travel without assistance the 25 miles to the Grand Island VAMC. He further stated that\nhe had submitted \"private medical evidence which he believes is sufficient for rating purposes.\"\nR. at 361. Despite counsel's letter to VA, outpatient treatment notes from the Grand Island VAMC\nindicate that Mr. Turk appeared \"in person\" at the Grand Island VAMC for a followup visit for\nanticoagulation management on February 25, 2005, but failed to report for the PTSD examination\nscheduled on the same day at the same facility. R. at 367, 373.\n       On September 14, 2005, the Board issued the decision here on appeal. The Board denied\nMr. Turk's claims for a disability rating of 70% or higher for his service-connected PTSD. The\nBoard noted that \"the assistance provided by VA shall include providing a medical examination or\nobtaining a medical opinion when such an examination or opinion is necessary to make a decision\non the claim.\" R. at 10. The Board stated that the record was incomplete for rating purposes, and\nthus, did not support a rating of 70% or higher, but the Board left intact the RO's award of a 50%\ndisability rating for service-connected PTSD.\n\n\n                                          II. ANALYSIS\n                                         A. Duty To Assist\n       Pursuant to 38 U.S.C. § 5103A, VA is obligated to assist the veteran in obtaining the\nevidence necessary to substantiate a claim. See 38 U.S.C. § 5103A(d); McLendon v. Nicholson,\n20 Vet.App. 79, 81 (2006); 38 C.F.R. § 3.159(c)(4) (2007). This duty to assist may include the duty\nto conduct a thorough and contemporaneous medical examination, taking into account prior medical\n\n                                                  3\nrecords, so that the evaluation of the claimed disability will be fully informed. See Green v.\nDerwinski, 1Vet.App. 121, 124 (1991). VA may not order additional development for the sole\npurpose of obtaining evidence unfavorable to a claimant. See Mariano v. Principi, 17 Vet.App. 305,\n312 (2003). Nonetheless, VA has discretion to determine when additional information is needed to\nadjudicate a claim. See Kowalski v. Nicholson, 19 Vet.App. 171 (2005) (stating that VA has\ndiscretion to schedule a veteran for a medical examination where it deems an examination necessary\nto make a determination on the veteran's claim); Shoffner v. Principi, 16 Vet.App. 208, 213 (2002)\n(holding that VA has discretion to decide when additional development is necessary). In this case,\nVA fulfilled its duty to assist Mr. Turk in developing his claim by informing him of the evidence\nthat was needed to evaluate his claim and by attempting on multiple occasions to schedule\nexaminations aimed at gathering the necessary information.\n        Corresponding to VA's duty to assist the veteran in obtaining information is a duty on the\npart of the veteran to cooperate with VA in developing a claim. See Wood v. Derwinski, 1 Vet.App.\n190, 193 (1991) (noting that \"[t]he duty to assist is not always a one-way street\"). VA's duty must\nbe understood as a duty to assist the veteran in developing his claim, rather than a duty on the part\nof VA to develop the entire claim with the veteran performing a passive role. See id. (\"If a veteran\nwishes help, he cannot passively wait for it in those circumstances where he may or should have\ninformation that is essential in obtaining the putative evidence.\"). In this instance, Mr. Turk did not\ncooperate by furnishing the requested information to the Board. In fact, he refused to attend\nexaminations scheduled to aid in the development of his claim. Mr. Turk himself is accountable for\nhis wilful failure to cooperate with VA in developing his claim. It is undisputed that Mr. Turk was\nactually present at the Grand Island VAMC on the day that his VA examination was scheduled to\ntake place there; yet he did not attend, giving the excuse that he was unable to drive to the VAMC.\n                                   B. Classification of the Claim\n        The Court must decide whether the Board appropriately applied 38 C.F.R. § 3.655 to\nMr. Turk's claim for PTSD compensation. The Board determined that Mr. Turk's disagreement with\nthe initial rating assigned to his PTSD claim resulted in a claim for increased rating. See R. at 13-14.\nMr. Turk filed a September 2003 claim for service connection for PTSD. Following a grant of\nservice connection, Mr. Turk appealed the disability rating continually until the Board issued its\nSeptember 14, 2005, decision. Where a party appeals from an original assignment of a disability\n\n                                                   4\nrating, the claim is classified as an original claim, rather than as one for an increased rating. See\nShipwash v. Brown, 8 Vet.App. 218, 225 (1995); see also Fenderson v. West, 12 Vet.App. 119\n(1999) (establishing that initial appeals of a disability rating for a service-connected disability fall\nunder the category of \"original claims\"). Accordingly, the Board should have classified the PTSD\nclaim as an original claim in appellate status, rather than as a freestanding claim for increased rating.\n        Pursuant to 38 C.F.R. § 3.655(a), individuals for whom an examination has been scheduled\nare required to report for the examination. In addition, 38 C.F.R. § 3.655(a) provides, in pertinent\npart:\n        When entitlement or continued entitlement to a benefit cannot be established or\n        confirmed without a current VA examination or reexamination and a claimant,\n        without good cause, fails to report for such examination, or reexamination, action\n        shall be taken in accordance with paragraph (b) or (c) of this paragraph as\n        appropriate.\n\n        The provisions of 38 C.F.R. § 3.655(b) address the Board's duty when a claimant has failed\nto report to a VA examination without good cause:\n        When a claimant fails to report for an examination scheduled in conjunction with an\n        original compensation claim, the claim shall be rated based on the evidence of\n        record. When the examination was scheduled in conjunction with any other original\n        claim, a reopened claim for a benefit which was previously disallowed, or a claim\n        for increase, the claim shall be denied.\n38 C.F.R. § 3.655(b) (emphasis added). Thus, § 3.655(b) creates a distinction between original\ncompensation claims, which are rated on the evidence of record, and other classes of claims, which\nare summarily denied.\n        When a veteran misses a scheduled VA examination, the Board must consider (1) whether\nthe examination was necessary to establish entitlement to the benefit sought, and (2) whether the\nveteran lacked good cause to miss the scheduled examination. See 38 C.F.R. § 3.655(a). In this\ncase, the Board determined that it needed further information in order to consider whether to grant\nan initial service-connected PTSD rating higher than 50%. It provided ample reasons and bases for\nthis determination, noting that the only medical evidence regarding Mr. Turk's symptomatology was\nDr. Canell's notation that Mr. Turk experienced flashbacks. Dr. Canell also described other\npsychological symptoms, but did not delineate the extent to which these symptoms could be\nattributed to PTSD. The Board took pains to note that the remainder of evidence of record (59 years'\n\n                                                   5\nworth) was completely devoid of any other mention of PTSD or other psychiatric disability. The\nBoard focused its analysis of the need for the examination on other matters, including the fact that\nthe evidence of record was insufficient to determine whether Mr. Turk was eligible for a 70%\ndisability rating.   Moreover, Mr. Turk clearly lacked good cause to attend his scheduled\nexaminations. Counsel admitted as much at oral argument, and this is borne out by the discrepancy\nbetween the letter contending that Mr. Turk was unable to travel to the Grand Island VAMC\nunassisted and the fact that he had been there many times, and was actually present at the facility\non the day of the scheduled appointment.\n       As noted above, 38 C.F.R. § 3.655(b) divides claims into two categories: \"[O]riginal\ncompensation claims\" to be decided by the Board based on the evidence of record; and \"any other\noriginal claim, a reopened claim for a benefit which was previously disallowed, or a claim for\nincrease,\" which are to be summarily denied. Here, the Board classified Mr. Turk's PTSD claim as\nan increased rating claim, and summarily denied it under the second sentence of § 3.655(b), which\napplies to claims other than original compensation claims. This was a clear error on the part of the\nBoard. Mr. Turk appealed the initial 50% disability rating assigned to his September 2003 PTSD\nclaim. The claim never became final, and should have been classified as an \"original compensation\nclaim.\" As such, in accordance with the first sentence of the regulation, Mr. Turk's claim must be\nrated based on the evidence of record. See 38 C.F.R. § 3.655(b).\n       Though the Board committed legal error, the Court nevertheless finds that such error is\nnonprejudicial because the Board proceeded to make findings and determinations to explain why\nthe medical evidence of record did not support a higher disability rating. See Conway v. Principi,\n353 F.3d 1369, 1374 (Fed. Cir. 2004) (noting that the Court follows the \"harmless error\" rule);\nKowalski, supra, at 177. Thus, the analysis was sufficient to meet the \"evidence of record\" standard\nof the first prong of § 3.655(b). Contrary to Mr. Turk's contention that the decision lacked adequate\nreasons and bases, the Board explained its determination that Dr. Canell's medical reports lacked the\nsubstance to support a disability rating of 70%. The Board specifically noted that none of Mr. Turk's\nother medical reports mentioned PTSD and further noted that Dr. Canell diagnosed other non-\nservice-connected disabilities and did not adequately differentiate the symptomatology attributable\nto PTSD as opposed to those other conditions. Thus, although the Board considered Mr. Turk's\nclaim to be an increased rating claim, it nevertheless complied with the second sentence of §\n\n                                                 6\n3.655(b) and evaluated the medical evidence of record and explained why it was insufficient to\nwarrant a disability rating of 70% or higher.\n                                    C. Manipulation of the Record\n       The Court notes that the Board, in rendering its decision, commented that Mr. Turk, on the\nadvice of his attorney, may have intentionally elected not to attend the scheduled VA examinations.\nThe Board characterized such conduct as a possible attempt \"to manipulate the record so that only\nlimited evidence supportive of the claim would be considered.\" R. at 17. The consequences of\nfailure to present oneself for a medical examination are adequately addressed by VA regulations,\none of which we have discussed previously in this opinion. See 38 C.F.R. § 3.655. It is not a\n\"manipulation of the record\" for a claimant to choose one option from among those presented by a\nVA regulation. Failure to attend a scheduled VA compensation examination, however, exposes a\nveteran to the possibility of an adverse finding of fact that can be overturned only by the Court's\ndetermination that the finding was clearly erroneous–a difficult burden to meet. See Kowalski,\nsupra, at 178. Except perhaps in extreme examples of incompetence or bad faith, the Court's\nconcern on appeal is whether VA appropriately applied a VA regulation, rather than what advice\ncounsel gave his client with regard to attending the examination or the potential consequences of\nhis failure to attend. Any advice given by counsel must be presumed to be given with a knowledge\nof the state of the record and of the legal consequences and practical realities that might flow from\nthe advice given. Consequently, if Mr. Turk failed to appear at the scheduled examination based\non advice or information provided by his counsel, Mr. Turk made an informed evidentiary choice,\nthe possibility of which is assumed by the text of the regulation itself. Counsel and the client\nassume the risk of such a choice.\n       At the same time, misrepresentation of a consequential fact to a tribunal by counsel is a\nmatter of concern for the Court. In this regard, the Secretary noted certain representations made by\nMr. Turk's counsel to VA regarding his client's inability to attend the scheduled VA examinations\nbecause of his age and lack of transportation, even though Mr. Turk was present at the VA facility\nfor another appointment on the same day. See Secretary's Brief at 6. Despite the Secretary's\napparent concerns, we are unaware of any action he has taken against counsel. Moreover, at oral\nargument Mr. Turk's counsel advised the Court that the information he provided to the Secretary was\nbased on his client's representation that he could not attend the VA examination, that he (counsel)\n\n                                                 7\nwas not aware that his client had attended other VA medical appointments at the same location on\nthe date of the scheduled VA examination, and that under the circumstances it appeared that his\nclient did not have good cause after all for failure to attend his scheduled VA medical examination.\nGiven counsel's representations to the Court, we need not further address this matter.\n\n\n                                       III. CONCLUSION\n       In light of the foregoing, and in consideration of the parties' briefs and oral arguments, the\nBoard's September 15, 2005, decision is AFFIRMED.\n\n\n\n\n                                                 8\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/817210/", "sha1": "a1f8f650656694a368c438693b6ec8fc3e8fe743", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2013-01-31T17:48:46.765627"}