{"absolute_url": "/opinion/817204/padgett-v-peake/", "blocked": false, "citation": {"case_name": "Padgett v. Peake", "docket_number": "02-2259", "document_uris": ["/api/rest/v2/document/817204/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 789964, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/789964/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2008-07-08", "date_modified": "2014-10-30T14:55:13.905513", "docket": "/api/rest/v2/docket/2100879/", "download_url": "http://www.uscourts.cavc.gov/documents/Padgett_02-22593.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">           UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                            NO . 02-2259\n\n                                BARNEY O. PADGETT , APPELLANT ,\n\n                                                 V.\n\n\n                                   JAMES B. PEAKE , M.D.,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n                                     SUE PADGETT , MOVANT .\n\n\n                On Remand from the U.S. Court of Appeals for the Federal Circuit\n\n  Before GREENE, Chief Judge, and KASOLD, HAGEL, MOORMAN, LANCE, DAVIS, and\n                                 SCHOELEN, Judges.\n\n                                            ORDER\n\n        Currently pending before the Court are two motions related to this World War II veteran's\nappeal. The first is the Secretary's May 19, 2005, motion to, inter alia, dismiss this appeal as moot,\nand the second is the movant's July 21, 2005, motion for substitution. The facts relevant to the\ndisposition of these motions are as follows.\n\n        In March 1993, the appellant, Barney O. Padgett, filed a disability compensation claim with\nhis VA regional office (RO) for a right-hip disorder. Nearly a decade later, in August 2002, the\nBoard of Veterans' Appeals (Board) denied that claim, finding that his disability was not service\nconnected. Mr. Padgett appealed, and a panel of judges initially vacated that Board decision.\nPadgett v. Principi, 18 Vet.App. 188 (2004) (withdrawn). However, the full Court later agreed to\nrehear the case. Padgett v. Principi, 18 Vet.App. 404 (2004) (per curiam order).\n\n        In April 2005, the full Court reversed the Board's denial of secondary service connection for\nMr. Padgett's disability, vacated the Board's denial of direct and presumptive service connection, and\nremanded his claim to VA for further adjudication. See Padgett v. Nicholson (Full Court Opinion),\n19 Vet.App. 133 (2005) (en banc). In so doing, the full Court also unanimously held that under the\n\"clearly erroneous\" standard of review, a Board finding can be reversed on appeal without\nuncontroverted evidence in the appellant's favor and overruled any suggestion to the contrary in our\nprior decisions, including Hicks v. Brown, 8 Vet.App. 417, 422 (1995) (quoting Hersey v. Derwinski,\n2 Vet.App. 91, 95 (1992)). A few days after the Full Court Opinion issued, the Court learned that,\non November 3, 2004, Mr. Padgett had died.\n        In May 2005, the Secretary filed his pending motion, under Landicho v. Brown, 7 Vet.App.\n42 (1994), to withdraw the Full Court Opinion, vacate the underlying Board decision, and dismiss\nMr. Padgett's appeal as moot. Mr. Padgett's widow, Sue Padgett, responded by filing her pending\nmotion for substitution as a party to his appeal. In September 2005, the full Court granted the\nSecretary's motion and denied Ms. Padgett's request for substitution as moot. Padgett v. Nicholson\n(Withdrawal Order), 19 Vet.App. 334 (2005) (en banc per curiam order) (Steinberg & Kasold, JJ.,\ndissenting). Ms. Padgett appealed that order to the U.S. Court of Appeals for the Federal Circuit\n(Federal Circuit).\n\n       In the meantime and while that appeal was pending, the RO began adjudicating two original\nclaims filed by Ms. Padgett. The first sought accrued benefits, i.e., the payment to a surviving\nspouse (or other eligible beneficiary) of any VA benefits owed to the veteran at the time of his or her\ndeath. The second sought dependency and indemnity compensation, i.e., an award of monthly\ncompensation to a surviving spouse (or other eligible beneficiary) in the event that a veteran dies\nfrom a service-connected disability. In November 2006, the RO denied both of those claims.\n\n        In January 2007, the Federal Circuit decided Ms. Padgett's appeal. It held that this Article\nI Court had the discretionary authority to enter a judgment nunc pro tunc as of the date of Mr.\nPadgett's death and to substitute Ms. Padgett as a party to his appeal. Padgett v. Nicholson (Federal\nCircuit Opinion), </pre><span class=\"citation\"><a href=\"/cafc/25G6/padgett-v-nicholson/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\">, 1367-70 (Fed. Cir. 2007) (Linn, J., dissenting). Accordingly, that\ncourt reversed the Withdrawal Order and remanded the matter for a determination as to whether\nnunc pro tunc relief and substitution were warranted.\n\n         Before addressing that question on remand, this Court ordered the parties to submit an update\non the status of Ms. Padgett's claims. The Secretary responded by revealing that shortly after the\nissuance of the Federal Circuit Opinion, he instructed the RO to conduct a \"special review\" of Ms.\nPadgett's accrued benefits and DIC claims. He further revealed that at the conclusion of that special\nreview, in late January 2007, the RO issued a new decision on her accrued benefits claim, and that,\nin that decision, the RO reversed the November 2006 denial of that claim and awarded Ms. Padgett\nthose benefits on the theory that her husband's right-hip disorder was directly service connected. Ms.\nPadgett did not appeal, and that decision became final.\n\n        These are all of the facts relevant to the disposition of the pending motions. With them in\nmind and for the reasons that follow, the Court will dismiss Ms. Padgett's July 21, 2005, motion for\nsubstitution as moot, and deny the Secretary's May 19, 2005, motion to, inter alia, withdraw the Full\nCourt Opinion. The Court will also order the Clerk to issue the Full Court Opinion nunc pro tunc\nas of November 2, 2004, the day prior to Mr. Padgett's death.\n\n                      I. MS. PADGETT'S MOTION TO SUBSTITUTE\n\n        This Article I Court adheres to the case-or-controversy requirement of Article III, § 2, of the\nUnited States Constitution. Mokal v. Derwinski, 1 Vet.App. 12, 15 (1990) (\"[W]e are granted power\njudicial in nature and being statutorily characterized as a 'Court' we are free, in the absence of a\n\n\n                                                  2\ncongressional directive to the contrary, to adopt as a matter of policy the jurisdictional restrictions\nof the Article III case or controversy rubric.\"). That constitutional \"limitation on federal judicial\nauthority . . . underpins both our standing and our mootness jurisprudence, but the two inquiries\ndiffer in respects critical to the proper resolution of this case.\" Friends of the Earth v. Laidlaw, </pre><span class=\"citation\"><a href=\"/scotus/Bba/friends-of-earth-inc-v-laidlaw-environmental-servi/\"><span class=\"volume\">528</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span><pre class=\"inline\">, 180 (2000).\n\n         In terms of the former, \"the party invoking federal jurisdiction bears the burden of\nestablishing [standing],\" Steel Co. v. Citizens for a Better Env't, </pre><span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></span><pre class=\"inline\">, 104 (1998) (citing\nFW/PBS, Inc. v. Dallas, </pre><span class=\"citation\"><a href=\"/scotus/zp3/fwpbs-inc-v-dallas/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, 231 (1990)), i.e., an \"injury in fact\" caused by the challenged\nconduct of the defendant and likely to be redressed by a favorable decision. See e.g., Friends of the\nEarth, 528 U.S. at 180-81; Steel Co., 523 U.S. at 102-04; Lujan v. Defenders of Wildlife, </pre><span class=\"citation\"><a href=\"/scotus/zvV/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">555</span></a></span><pre class=\"inline\">, 560-61 (1992). Standing is typically characterized as \"[t]he requisite personal interest that must\nexist at the commencement of the litigation.\" Arizonans for Official English v. Arizona, </pre><span class=\"citation\"><a href=\"/scotus/B76/arizonans-for-official-english-v-arizona/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">43</span></a></span><pre class=\"inline\">, 68 n.22 (1997) (citations and quotations omitted). However, Article III standing \"must be met\nby persons seeking appellate review, just as it must be met by persons appearing in courts of first\ninstance.\" Id. at 64 (1997) (citing Diamond v. Charles, </pre><span class=\"citation\"><a href=\"/scotus/zcc/diamond-v-charles/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 62 (1986)). Accordingly, a party\nseeking to take the place of another litigant on appeal bears the burden of demonstrating that he or\nshe has \"'a direct stake in the outcome'\" of that proceeding. Id. (quoting Diamond, 476 U.S. at 62).\n\n        With respect to the latter, a party seeking to deprive a federal court of jurisdiction bears the\nburden of establishing mootness, Friends of the Earth, 528 U.S. at 189-190, i.e., that \"[t]he\ncontroversy between the parties has thus clearly ceased to be 'definite and concrete' and no longer\n'touch(es) the legal relations of parties having adverse legal interests.'\" DeFunis v. Odegaard, </pre><span class=\"citation\"><a href=\"/scotus/ypw/defunis-v-odegaard/\"><span class=\"volume\">416</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span><pre class=\"inline\">, 317 (1974) (per curiam) (quoting Aetna Life Ins. Co. v. Haworth, </pre><span class=\"citation\"><a href=\"/scotus/wxU/aetna-life-ins-co-v-haworth/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">, 240-41\n(1937)); see Church of Scientology of Calif. v. United States, </pre><span class=\"citation\"><a href=\"/scotus/zwG/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 12 (1992) (noting that a\ncase is moot if \"an event occurs while a case is pending on appeal that makes it impossible for the\ncourt to grant 'any effectual relief whatever' to a prevailing party\"(quoting Mills v. Green, </pre><span class=\"citation\"><a href=\"/scotus/u2H/mills-v-green/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">651</span></a></span><pre class=\"inline\">, 653 (1895))); see also Friends of the Earth, 528 U.S. at 192 (stating that the Federal courts do\nnot have \"license . . . to retain jurisdiction over cases in which one or both of the parties plainly lack\na continuing interest\"). Moreover, that is a \"heavy burden\" if the party making the allegation of\nmootness also brought about that result through his or her own voluntary conduct. 528 U.S. at 189-\n190 (citing United States v. Concentrated Phosphate Export Assn., </pre><span class=\"citation\"><a href=\"/scotus/y3F/united-states-v-concentrated-phosphate-export-assn/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">199</span></a></span><pre class=\"inline\">, 203 (1968)); City\nof Mesquite v. Aladdin's Castle, Inc., </pre><span class=\"citation\"><a href=\"/scotus/yTK/city-of-mesquite-v-aladdins-castle-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span><pre class=\"inline\">, 289 (1982)). In that circumstance, the culpable\nparty \"bears the formidable burden of showing that it is absolutely clear the allegedly wrongful\nbehavior could not reasonably be expected to recur.\" Id. at 190. Otherwise, \"'the courts would be\ncompelled to leave \"[t]he defendant . . . free to return to his old ways.\"'\" City of Mesquite, 455 U.S.\nat 289, n. 10 (quoting United States v. W.T. Grant Co., </pre><span class=\"citation\"><a href=\"/scotus/xfC/united-states-v-wt-grant-co/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span><pre class=\"inline\">, 632 (1953) (internal citations\nomitted).\n\n        The Secretary argues that Ms. Padgett's motion for substitution is moot. He notes that her\nstanding to seek substitution derived from the continuing relevance and preclusive effect that the\nissues decided in this appeal would have in the adjudication of her accrued benefits claim. However,\nhe argues that Ms. Padgett's receipt of those benefits, in late January 2007, eliminated her Article III\n\n\n                                                    3\ninterest in this appeal. Ms. Padgett disagrees. She notes that, in the Full Court Opinion, we held\nthat her husband's right-hip disorder was secondarily service-connected, and that the Court's holding\nestablishes a basis for her award of accrued benefits. She further notes that our decision—unlike the\nJanuary 2007 RO decision—cannot be overturned by the Secretary. Therefore, she argues that her\nArticle III interests are served through the preservation of the Full Court Opinion to an extent\nsufficient to defeat any allegation that her motion to substitute is moot.\n\n        Before addressing the parties' arguments on the question of mootness, we must first consider\nwhether Ms. Padgett ever had standing to seek substitution. As explained in the Federal Circuit\nOpinion, a party seeking substitution before this Court must satisfy a two-part inquiry. 473 F.3d at\n1370; see also Pekular v. Mansfield, 21 Vet.App. 495, 500-502 (2007). First, he or she must have\nArticle III standing, 473 F.3d at 1370 (citing Mokal, 1 Vet.App. at 13); i.e., \"'a personal stake in the\noutcome''\" of the case or controversy on appeal. Socialist Labor Party v. Gilligan, </pre><span class=\"citation\"><a href=\"/scotus/ygx/socialist-labor-party-v-gilligan/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">583</span></a></span><pre class=\"inline\">,\n586-87 (1972) (quoting Baker v. Carr, </pre><span class=\"citation no-link\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></span><pre class=\"inline\">, 204 (1968)); see North Carolina v. Rice, </pre><span class=\"citation\"><a href=\"/scotus/yec/north-carolina-v-rice/\"><span class=\"volume\">404</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">244</span></a></span><pre class=\"inline\">, 246 (1971) (\"[F]ederal courts are without power to decide questions that cannot affect the\nrights of the litigants before them.\");U.S. Bancorp v. Bonner Mall Partnership, </pre><span class=\"citation\"><a href=\"/scotus/B3p/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 20\n(1994) (\"[A]n Article III case or controversy . . . must exist at all stages of appellate review.\");\nArizonans for Official English, 520 U.S. at 67 (Under Article III \"an actual controversy must be\nextant at all stages of review, not merely at the time the complaint is filed.\"). Second, he or she must\nhave statutory standing, i.e., be \"adversely affected\" by the Board decision on appeal. Federal\nCircuit Opinion, 473 F.3d at 1370 (citing 38 U.S.C. § 7266(a)); see also Pekular, 21 Vet.App. at\n500-502. The Federal Circuit already held that Ms. Padgett met both of those requirements when\nshe filed her motion for substitution in July 2005. 473 F.3d at 1370. As this Court is bound by those\ndeterminations on remand, we conclude that Ms. Padgett had the requisite standing to seek\nsubstitution as a party to this appeal.\n\n        Having answered that threshold question, we can properly consider whether her motion to\nsubstitute is now moot. We believe that it is. As noted above, Ms. Padgett's standing to seek\nsubstitution derived solely from her status as a prospective claimant and potential recipient of\naccrued benefits. 473 F.3d at 1370 (\"The continuing relevance and preclusive effect that the issues\ndecided in [Mr.] Padgett's appeal have for her section 5121(a) claim [for accrued benefits] are\nsufficient to meet the case or controversy requirement.\"). However, her claim for accrued benefits\nhas been granted in a final RO decision, and she is now in actual receipt of those benefits. Thus, Ms.\nPadgett can no longer invoke her prior status in either respect as the Article III interest that supports\nher substitution as a party to this appeal. In addition, the factual discrepancy between the Full Court\nOpinion and the January 2007 RO decision, in terms of the basis for granting Mr. Padgett service\nconnection, does not provide Ms. Padgett with the Article III interest needed to continue litigating\nthis appeal. Regardless of whether her husband's disability is directly (as the January 2007 RO\ndecision found) or secondarily (as the Full Court Opinion held) service connected, the amount of\naccrued benefits she would receive is exactly the same. See Roper v. Nicholson, 20 Vet.App. 173,\n177-81 (2006). Finally, the possibility that the Secretary might try to revoke his decision awarding\nMs. Padgett accrued benefits in the future does not, without more, create an Article III case or\ncontroversy. \"[S]uch speculative contingencies afford no basis for our passing on the substantive\n\n\n                                                   4\nissues [the movant] would have us decide . . . in the absence of evidence that this is a prospect of\nimmediacy and reality.\" DeFunis, 416 U.S. at 320, n. 5 (internal citations and quotations omitted);\nsee Texas v. United States, </pre><span class=\"citation\"><a href=\"/scotus/B8L/texas-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span><pre class=\"inline\">, 300 (1998) (\"A claim is not ripe for adjudication if it rests\nupon 'contingent future events that may not occur as anticipated, or indeed may not occur at all.'\"\n(quoting Thomas v. Union Carbide Agricultural Prod. Co., </pre><span class=\"citation\"><a href=\"/scotus/z9A/thomas-v-union-carbide-agricultural-products-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span><pre class=\"inline\">, 580-81 (1985) (internal\nquotations omitted)).1 We are not suggesting that the Secretary's unilateral award of benefits will\nalways moot a case on appeal. Indeed, a contrary result might arise outside the specific facts of this\ncase. For instance, Ms. Padgett's motion for substitution might not be moot if she had appealed the\nRO's January 2007 decision or if some other claim relevant to the outcome of these proceedings was\npending. However, in the absence of such circumstances and on the narrow facts presented here, the\nCourt holds that the Secretary has met his \"heavy burden\" of establishing that Ms. Padgett's motion\nis now moot.\n\n  II. THE SECRETARY'S MOTION TO WITHDRAW THE FULL COURT OPINION\n\n       The Secretary further argues that Mr. Padgett's appeal is now moot, and that the Full Court\nOpinion must be withdrawn. Though we agree with the Secretary in the first respect, we cannot\nconclude, on the facts of this case, that the use of our discretionary authority to withdraw the Full\nCourt Opinion is warranted.\n\n         This appeal no longer satisfies the requirements of Article III. Mr. Padgett's personal stake\nand continuing interest in the outcome thereof ceased upon his death, see Federal Circuit Opinion,\n473 F.3d at 1370 (noting \"the general rule that a veteran's claim for benefits ends with his\ndeath . . .\"), and Ms. Padgett's receipt of accrued benefits, in a final RO decision, ensures that neither\nshe nor any other party will be able to continue this litigation on his behalf. See Pelea v. Nicholson,\n</pre><span class=\"citation\"><a href=\"/cafc/25yG/pelea-v-nicholson/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1290</span></a></span><pre class=\"inline\">, 1292-93 (Fed. Cir. 2007). Thus, Mr. Padgett's appeal is now undeniably moot.\n\n        However, that does not mean that we must withdraw the Full Court Opinion. First, Mr.\nPadgett's appeal did not become moot until after the issuance of that decision.2 Therefore, the proper\ndisposition of the Full Court Opinion lies within our sound discretion, see Humphreys v. Drug\nEnforcement Administration, </pre><span class=\"citation\"><a href=\"/ca3/4L1Q/earl-a-humphreys-md-v-drug-enforcement-administrat/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span><pre class=\"inline\">, 113 (3d Cir. 1996) (\"Because we plainly had jurisdiction\nover the appeal at the time our opinion was filed, our decision whether to vacate is discretionary.\"),\nand must be made \"in the manner '\"most consonant to justice\" . . . in view of the nature and character\nof the conditions which have caused the case to become moot.'\" Bancorp, </pre><span class=\"citation\"><a href=\"/scotus/B3p/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span><pre class=\"inline\"> at 24 (quoting\nUnited States v. Hamburg-Amerikanische Packetfahrt-Actien Gesellschaft, </pre><span class=\"citation\"><a href=\"/scotus/vj3/united-states-v-hamburg-amerikanische-packetfahrt-/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span><pre class=\"inline\">, 477-78\n\n\n         1\n          The Court also notes that M s. Padgett would be afforded a full panoply of substantive and procedural\nprotections in the unlikely event that such an action by the Secretary ever occurred. See 38 C.F.R. § 3.500-3.669 (2008)\n(discussing reductions, discontinuances, and adjustments of benefits).\n\n          2\n           W e know this because, if the opposite were true, the Federal Circuit would have simply dismissed this case\nfor want of jurisdiction. See Steel Co., 523 U.S. at 94 (\"W ithout jurisdiction the court cannot proceed at all in any cause.\nJurisdiction is the power to declare law, and when it ceases to exist, the only function remaining to the court is that of\nannouncing the fact and dismissing the case.\") (internal citations omitted).\n\n                                                             5\n(1916) (quoting South Spring Hill Gold Mining Co. v. Amador Medean Gold Mining Co., </pre><span class=\"citation\"><a href=\"/scotus/tL2/south-spring-hill-gold-mining-co-v-amador-medean-g/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">300</span></a></span><pre class=\"inline\">, 302 (1892))). Consistent with those principles, the relevant authorities in this area distinguish\nbetween cases that become moot on appeal \"due to circumstances unattributable to any of the\nparties,\" Karcher v. May, </pre><span class=\"citation\"><a href=\"/scotus/zht/karcher-v-may/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">, 83 (1987), or other \"happenstance,\" United States v.\nMunsingwear, Inc., </pre><span class=\"citation\"><a href=\"/scotus/xah/united-states-v-munsingwear-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 40 (1950), and those that become moot on appeal due to the\nvoluntary conduct of one or both parties. See Friends of the Earth, 528 U.S. at 194, n. 6 (\"We note\nthat it is far from clear that vacatur of the District Court's judgment would be the appropriate\nresponse to a finding of mootness on appeal brought about by the voluntary conduct of the party that\nlost in the District Court.\"); Bancorp, supra; Staley v. Harris Cty., Texas, </pre><span class=\"citation\"><a href=\"/ca5/fyq/staley-v-harris-county-tx/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">305</span></a></span><pre class=\"inline\">, 311, n.2 (5th\nCir. 2007), cert. petition denied, 128 S.Ct. 650, 651 (2007) (memorandum); Mfrs. Hanover Trust\nCo. v. Yanakas, </pre><span class=\"citation\"><a href=\"/ca2/4nLm/manufacturers-hanover-trust-company-v-nicholas-yan/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span><pre class=\"inline\">, 383 (2d Cir. 1993); see also Valero Terrestrial Corp. v. Paige, </pre><span class=\"citation\"><a href=\"/ca4/4Wt6/valero-terrestrial-corporation-lackawanna-transpor/\"><span class=\"volume\">211</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span><pre class=\"inline\">, 121 (4th Cir. 2000) (holding that the U.S. Bancorp Mortgage Co. principles are applicable\nat both the district court and appellate court level when considering whether to withdraw or vacate\na decision of the court). In the first situation, the parties are (through no fault of their own)\ninvoluntarily deprived of their appellate rights. Thus, justice requires that any prior decisions in that\ncase be withdrawn or vacated. Bancorp, 513 U.S. at 25 (\"A party who seeks review of the merits\nof an adverse ruling, but is frustrated by the vagaries of circumstance, ought not in fairness be forced\nto acquiesce in the judgment.\"). Conversely, in the second situation, the culpable party (through his\nor her own voluntary conduct) effectively forfeits his or her right to further appellate review.\nAccordingly, justice may require a contrary disposition of any prior decisions. See Bancorp, 513\nU.S. at 29 (\"[H]old[ing] that mootness by reason of settlement does not justify vacatur of a judgment\nunder review.\"); Staley, 485 F.3d at 311, n.2 (\"[I]n cases mooted by the voluntary action or inaction\nof a party, we have decided the vacatur question in favor of the party that did not cause the case to\nbecome moot.\"); Mfrs. Hanover Trust Co., 11 F.3d at 383 (\"If we were to vacate where the party that\nlost in the district court has taken action to moot the controversy, the result would be to allow that\nparty to eliminate its loss without an appeal and to deprive the winning party of the judicial\nprotection it has fairly won.\").\n\n         We believe that Mr. Padgett's appeal became moot because of the voluntary conduct of the\nSecretary. At the time of the Federal Circuit Opinion, this appeal satisfied the requirements of\nArticle III because of Ms. Padgett's ability to seek substitution. However, the Secretary eliminated\nthat possibility with his award of accrued benefits, thereby depriving Ms. Padgett of the Article III\ninterest needed for substitution. Thus, it was the Secretary's decision to award Ms. Padgett accrued\nbenefits, not the death of Mr. Padgett or other happenstance, that ultimately caused this appeal to\nbecome moot. Moreover, the Secretary's conduct in that regard was entirely voluntary. He was not\nobliged to order the \"special review\" that ended with the RO decision awarding—in a reversal of\nVA's long-standing position—Mr. Padgett service connection and Ms. Padgett accrued benefits.\nAccordingly, he pursued that course of action at the risk of impairing, or even sacrificing, his rights\nin this parallel proceeding. Moreover, even if the Secretary believed he was obliged to order that\nspecial review, the prudent course of action—and the one not taken here—would have been to\nrequest a stay of the RO proceeding pending a resolution of the remand ordered in the Federal\nCircuit Opinion. See Ribaudo v. Nicholson, 20 Vet.App. 552 (2007). For these reasons, the Court\n\n\n\n                                                   6\nholds that the Secretary's voluntary conduct in awarding Ms. Padgett accrued benefits caused this\nappeal to become moot.\n\n         We further believe that the Secretary has not met his burden of showing entitlement to the\nequitable remedy of withdrawal. Bancorp, 513 U.S. at 26.3 His primary argument in that respect\nis that a failure to grant a withdrawal effectively precludes his ability to seek further appellate review\nof the Full Court Opinion. However, the Secretary forfeited that right by his own voluntary conduct,\nand in any event he can seek review of the merits of the legal holdings in the Full Court Opinion in\nother future cases brought before the Federal Circuit. In contrast, Ms. Padgett's countervailing\ninterest in preserving the Full Court Opinion is unusually strong, see Winsett v. Principi, </pre><span class=\"citation\"><a href=\"/cafc/51SP/shelia-winsett-v-anthony-j-principi-secretary-of-v/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">1329</span></a></span><pre class=\"inline\">, 1331 (holding that final Board decisions appealed to and decided by the Court are not subject\nto revision on the basis of clear and unmistakable error), and it coincides with that of the public.\nJudicial decisions \"'are not merely the property of private litigants and should stand unless a court\nconcludes that'\" a contrary result would serve \"the public interest.'\" U.S. Bancorp Mortgage Co., 513\nU.S. at 26 (quoting Izumi Seimitsu Kogyo Kabushiki Kaisha v. U.S. Philips Corp., </pre><span class=\"citation\"><a href=\"/scotus/zyL/izumi-seimitsu-kogyo-kabushiki-kaisha-v-us-philips/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">, 40\n(1993) (Stevens, J., dissenting)). As noted above, the Full Court Opinion clarified the proper\napplication of the \"clearly erroneous\" standard of review in cases on appeal to this Court and\nunanimously overruled any possible contrary interpretation in our prior decisions, including Hicks,\nsupra. That holding, effective for several months, in 2005, and since the issuance of the Federal\nCircuit Opinion, is part of a decision that the law presumes was correct. See Bancorp, 513 U.S. at\n26; Federal Circuit Opinion, 473 F.3d at 1369. The Court also notes that granting the Secretary's\nmotion to withdraw might sanction his use of an equitable remedy \"as a refined form of collateral\nattack,\" thereby \"disturb[ing] the orderly operation\" of the existing statutory system for obtaining\nappellate review. Bancorp, 513 U.S. at 27. That suggestion must be scrupulously avoided in light\nof the facts of this case. For the foregoing reasons, the Court holds that the Secretary has failed to\ndemonstrate entitlement to the equitable remedies sought in his motion to withdraw. Accordingly,\nthat motion will be denied.\n\n             III. NUNC PRO TUNC AUTHORITY AND MR. PADGETT'S APPEAL\n\n        Having concluded that a withdrawal is not warranted, the Court will issue the Full Court\nOpinion nunc pro tunc on the day before Mr. Padgett's death. We recognize that this might seem\ncontrary to the Federal Circuit's admonition that \"if Mrs. Padgett could not be substituted, nunc pro\ntunc relief would be inappropriate.\" Federal Circuit Opinion, 473 F.3d at 1370. However, the Court\nconcludes that the Federal Circuit did not intend that rule to extend to cases rendered moot on appeal\nby the Secretary's voluntary conduct. In that circumstance, an award of nunc pro tunc relief is\nentirely appropriate. See BLACK'S LAW DICTIONARY 1100 (8th ed. 2004) (\"'When an order is signed\n'nunc pro tunc' as of a specified date, it means that a thing is now done which should have been done\n\n         3\n           W e recognize that most of the Bancorp-type cases cited herein involve a superior tribunal's refusal to vacate\nan inferior tribunal's decision where the voluntary conduct of a party causes a case to becomes moot on appeal. But see\nMfrs. Hanover Trust Co., supra. However, we do not believe that distinction is significant. Id. The underlying principle\nin all of these cases is that a losing litigant should not be able to erase an unfavorable decision by mooting the case\nthrough voluntary, post-decisional conduct.\n\n                                                           7\non the specified date.'\" (quoting 35A C.J.S. Federal Civil Procedure § 370 (1960))); see also\nFederal Circuit Opinion, 473 F.3d at 1370-71.\n\n                                       IV. CONCLUSION\n\n       Upon consideration of the foregoing, it is\n\n        ORDERED that Ms. Padgett's July 21, 2005, motion to substitute is DISMISSED for lack\nof jurisdiction.\n\n       ORDERED that the Secretary's May 19, 2005, motion to withdraw the Full Court Opinion,\ndismiss the appeal, and vacate the underlying Board decision is DENIED. It is further\n\n       ORDERED that the Full Court Opinion is issued nunc pro tunc on November 2, 2004.\n\nDATED:         July 8, 2008                            PER CURIAM.\n\n         MOORMAN, Judge, concurring: I concur in the result reached by the Court that vacatur of\nthe Full Court Opinion is not warranted under the circumstances presented here. I write separately\nto emphasize that the Court here adheres to the \"case or controversy\" requirement of Article III of\nthe U.S. Constitution. See Mokal v. Derwinski, 1 Vet.App. 12, 13 (1990). The procedural posture\nof this case makes it virtually impossible to read our decision as supporting a finding that a \"case or\ncontroversy\" need not exist in order to establish our jurisdiction. Indeed, at the time that the Court\nissued its Full Court Opinion in April 2005, the Court decided issues in Mr. Padgett's appeal that\nhad relevant and preclusive effect on Mrs. Padgett's accrued benefits claim. See Haines v. West, </pre><span class=\"citation\"><a href=\"/cafc/4Tf4/barbara-haines-claimant-appellant-v-togo-d-west-jr/\"><span class=\"volume\">154</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1298</span></a></span><pre class=\"inline\"> (Fed. Cir. 1998). Accordingly, the appeal and issue of service connection were not moot\nat the time the Court issued its Full Court Opinion. The fact that Mrs. Padgett has, subsequent to\nthe issuance of that opinion, been awarded accrued benefits does not change the fact that at the time\nthe opinion was filed, we had jurisdiction over the appeal. Despite Mr. Padgett's death, at that time\nthere was a potential accrued benefits claimant, Mrs. Padgett, and Mrs. Padgett sought substitution\nshortly after the filing of the Full Court Opinion. See Pekular v. Mansfield, 21 Vet.App. 495, 501\n(2007) (noting that the Court's holding in Landicho v. Brown, 7 Vet.App. 42 (1994)–that when an\nappellant died while his case was on appeal to this Court, the appeal must be dismissed for lack of\njurisdiction–was overruled in cases where an eligible accrued benefits recipient seeks substitution,\nboth by implication in Zevalkink v. Brown, </pre><span class=\"citation\"><a href=\"/cafc/4Koy/ophel-h-zevalkink-claimant-appellant-v-jesse-brown/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1236</span></a></span><pre class=\"inline\"> (Fed. Cir. 1996), and by the express\nfinding in Padgett v. Nicholson, </pre><span class=\"citation\"><a href=\"/cafc/25G6/padgett-v-nicholson/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\"> (Fed. Cir. 2007)).\n\n        Regardless of my own view as to whether the Full Court Opinion is a correct statement of\nthe law or correct application of the law, the issue now before the Court is whether the Secretary has\ndemonstrated that a balancing of public policies favors the vacatur by this Court of its own\npreviously issued precedential decision. In the unique posture of this case, neither \"mootness by\nreason of settlement,\" U.S. Bancorp Mortgage Co. v. Bonner Mall P'ship, </pre><span class=\"citation\"><a href=\"/scotus/B3p/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 29 (1994),\nnor mootness due to the voluntary act of a losing party, Karcher v. May, </pre><span class=\"citation\"><a href=\"/scotus/zht/karcher-v-may/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">, 82-83 (1987)\n\n\n                                                  8\n(holding United States v. Munsingwear, Inc., </pre><span class=\"citation\"><a href=\"/scotus/xah/united-states-v-munsingwear-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 39 (1950), procedure inapplicable because\n\"controversy did not become moot due to circumstances unattributable to any of the parties\"),\njustifies vacatur of our previously released Full Court Opinion.\n\n\n        KASOLD, Judge, concurring in the result: I write separately to note that I do not believe\nMrs. Padgett's motion for substitution is moot. Succinctly stated, the Secretary has awarded benefits\nbased on direct service connection, whereas the Court found that service connection was warranted\nbased on secondary service connection. See Padgett v. Nicholson (Full Court Opinion), 19 Vet.App.\n133, 152 (2005) (en banc). Although an award of service connection based on one theory, as\nopposed to another, generally results in the same benefit and moots a direct appeal, Roebuck v.\nNicholson, 20 Vet.App. 307, 315 (2006) (\"A claimant need only succeed on one theory of the claim\nin order to prevail on the underlying claim . . . .\"), in this instance the Court has rendered a decision\nthat will be fully binding on the Secretary once finalized, see Padgett v. Nicholson, </pre><span class=\"citation\"><a href=\"/cafc/25G6/padgett-v-nicholson/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\">,\n1369 (Fed. Cir. 2007) (noting the certainty of a final judgment relating to issues in the veteran's\nclaim after a decision is rendered by the Court and that \"judicial precedents are 'presumptively\ncorrect'\"), whereas the Secretary's decision is always subject to revision, see 38 C.F.R. § 3.500-3.669\n(2008) (discussing reductions, discontinuances, and adjustments of benefits); cf. Winsett v. Principi,\n</pre><span class=\"citation\"><a href=\"/cafc/51SP/shelia-winsett-v-anthony-j-principi-secretary-of-v/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1329</span></a></span><pre class=\"inline\">, 1331 (Fed. Cir. 2003) (holding that final Board decisions appealed to and decided\nby the Court are not subject to revision on the basis of clear and unmistakable error).\n\n        Moreover, the Secretary in this case denied benefits even after the full Court had determined\nservice connection was warranted and withdrew its opinion on other grounds–a situation envisioned\nby the Federal Circuit. See Padgett, 473 F.3d at 1370 (noting that it was \"reasonable to suspect\" that\nthe Secretary would deny an accrued benefits award to Mrs. Padgett absent the controlling effect of\nthe Full Court Opinion). The Secretary only granted benefits after the Federal Circuit reinstated the\nFull Court Opinion, and then did so on a separate theory, leaving open the possibility that it could\nbe changed. Under these circumstances, Mrs. Padgett has a legitimate interest in sustaining the Full\nCourt Opinion and the matter therefore is not moot. Compare City of Erie v. Pap's A.M., </pre><span class=\"citation\"><a href=\"/scotus/Bbz/erie-v-paps-am/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">277</span></a></span><pre class=\"inline\">, 287-88 (2000) (finding matter not moot when underlying basis for litigation could be renewed\nand other party had an interest in preserving judgment), with City News & Novelty, Inc. v. City of\nWaukesha, </pre><span class=\"citation\"><a href=\"/scotus/Bcq/city-news-novelty-inc-v-waukesha/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span><pre class=\"inline\">, 283 (2001) (Speculation alone cannot \"shield [a] case from a mootness\ndetermination.\").\n\n        Nevertheless, assuming arguendo that the case is now moot, it certainly was not moot at the\ntime Mrs. Padgett originally sought substitution. Thus, to do now that \"'which should have been\ndone on the specified date,'\" I would grant Mrs. Padgett's motion for substitution nunc pro tunc to\nJuly 21, 2005, the date she filed it. See BLACK'S LAW DICTIONARY 1100 (8th ed. 2004) (\"'When an\norder is signed \"nunc pro tunc\" as of a specified date, it means that a thing is now done which should\nhave been done on the specified date.'\" (quoting 35A C.J.S. Federal Civil Procedure § 370 (1960))).\nFinally, I emphasize that regardless of whether or not Mrs. Padgett's interests in the appeal have been\nmooted by the Secretary's award of accrued benefits, I fully concur that the Full Court Opinion\nshould not be withdrawn.\n\n\n                                                   9\n        HAGEL, Judge, with whom SCHOELEN, Judge, joins, dissenting: Although I agree with\nthe majority's determination that Sue Padgett's motion for substitution is moot, I write separately to\nexpress my disagreement with the majority's application of the Federal Circuit's recent opinion in\nthis matter and the majority's denial of the Secretary's motion to withdraw the Full Court Opinion\nin the appeal of Barney Padgett.\n\n        In this case, Sue Padgett filed a claim for accrued benefits, which a VA regional office\ngranted in January 2007. As a result of this disposition, the Secretary asserts that Sue Padgett’s\nmotion to be substituted for her deceased husband, Barney, in his separate appeal before this Court\nshould be denied. The Secretary further contends that because Barney Padgett is now deceased, his\nappeal (in which Sue Padgett had sought substitution) is now moot and should be dismissed,\nresulting in the withdrawal of this Court's April 2005 Full Court Opinion in Barney Padgett's appeal.\nSue Padgett opposes the Secretary's motion on the basis that, if the Court's April 2005 opinion is\nwithdrawn, the Secretary would have the authority to rescind the award of accrued benefits by\nvacating the decision that her husband's disability was service connected. See 38 C.F.R. § 3.105\n(2008). Despite the majority's conclusion that Barney Padgett's motion before this Court is moot,\nit holds that withdrawal of the April 2005 Full Court Opinion is unwarranted in this case. The result\nof this action is the reinstatement of the Full Court Opinion that was issued after the death of the\nappellant and, hence, after the termination of the claim upon which the appeal was based. In doing\nso, the majority departs from well established legal precedent and issues an advisory opinion in its\npurest form.\n\n        Although the majority provides the facts it finds relevant to this case, this appeal is more\ninvolved than the majority's decision portrays and it is important that we recall clearly the facts of\nthis case and the established precedent governing such situations to put the majority's opinion, and\nthis dissent, into their proper context.\n\n\n                                  I. PROCEDURAL HISTORY\n\n        The procedural history of this case is far from tidy. It is important to keep in mind, however,\nwhen reviewing this history that it involves two separate but related claims–Barney Padgett's claim\nfor disability compensation under 38 U.S.C. § 1110 and his widow, Sue Padgett's, claim to receive\nany benefits that were due Barney Padgett on that claim, but unpaid at his death, otherwise known\nas accrued benefits under 38 U.S.C. § 5121.\n\n       In December 2002, Barney Padgett appealed the Board's denial of his claim for disability\ncompensation for a right hip disability. In July 2004, a panel of this Court issued a decision\nremanding Barney Padgett's appeal to VA for its failure to consider certain evidence. Both parties\nmoved for full court consideration of the appeal. The motions were granted in September 2004 and\nthe Court withdrew its July 2004 panel opinion at that time. In November 2004, Barney Padgett\ndied. In June 2006, Sue Padgett filed her own claim for accrued benefits based on her deceased\nhusband's claim.\n\n\n                                                  10\n        VA denied Sue Padgett's accrued benefits claim in November of 2006. Despite the fact that\nthe July 2004 opinion had been withdrawn in September 2004, VA erroneously cited that opinion\nas evidence it considered in the adjudication of Sue Padgett's claim.4\n\n        Neither of the parties notified the Court of Barney Padgett's death and, because the Court was\nnot aware of that fact, the full Court proceeded to consider Barney Padgett's appeal of the Board's\ndecision denying entitlement to disability compensation, issuing its decision in April 2005. The\nApril 2005 Full Court Opinion reversed the Board's decision, finding that Barney Padgett was\nentitled to secondary service connection for his right hip disability, and remanded the claim for VA\nto consider the issues of entitlement to benefits on direct and presumptive theories. Following\nnotification to the Court of Barney Padgett's death, in September 2005, the Court withdrew the April\n2005 Full Court Opinion, citing Landicho v. Brown, 7 Vet.App. 42 (1994) and Zevalkink v. Brown,\n</pre><span class=\"citation\"><a href=\"/cafc/4Koy/ophel-h-zevalkink-claimant-appellant-v-jesse-brown/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1236</span></a></span><pre class=\"inline\"> (Fed. Cir. 1996). Unlike the July 2004 withdrawn Panel Opinion and despite its\nwithdrawal, for unknown reasons the Full Court Opinion was erroneously published in the bound\nvolume of the Veterans Appeals Reporter at </pre><span class=\"citation\"><a href=\"/cavc/5bT3/pelea-v-nicholson/\"><span class=\"volume\">19</span> <span class=\"reporter\">Vet. App.</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">. Compare </pre><span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">Vet. App.</span> <span class=\"page\">188</span></span><pre class=\"inline\">-204. The\norder withdrawing the April 2005 Full Court Opinion also denied a motion by Sue Padgett to\nsubstitute for her deceased husband in his appeal or to intervene therein. It was the Court's\nSeptember 2005 order, withdrawing its earlier opinion and denying Sue Padgett's motions, that was\nappealed to the Federal Circuit. On January 5, 2007, the Federal Circuit issued its opinion, reversing\nthis Court's September 2005 order withdrawing the April 2005 Full Court Opinion, and remanding\nthe case to this Court for action consistent with that opinion. </pre><span class=\"citation\"><a href=\"/cafc/25G6/padgett-v-nicholson/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\"> (Fed. Cir. 2007). In its\ndecision, the Federal Circuit specifically identified two issues which it had to decide:\n\n         This case presents two [questions of law]. First, where a veteran dies after his case\n         is submitted for decision, but before the opinion issues, does the Veterans Court have\n         authority to issue the judgment nunc pro tunc as of the time of his death? Second,\n         and intertwined with the first, is whether, under these circumstances, the surviving\n         spouse, as accrued-benefits claimant, may be substituted on her husband's appeal?\n\nId. at 1367 (emphasis added). As discussed more fully below, the Federal Circuit answered both\nquestions in the affirmative. Id.\n\n       Twelve days after the Federal Circuit's opinion was published, VA, apparently acting on its\nown initiative, conducted a special review of Sue Padgett's accrued benefits claim.5 As a result of\n\n\n         4\n           The regional office noted Barney Padgett's death and indicated that the matter was being decided to determine\nSue Padgett's entitlement to compensation that may have accrued from the alleged service-connected disability. The\nregional office decision, however, did not mention either the April or September 2005 actions of the full Court, described\nbelow. Sue Padgett's representative, who actively communicated with the regional office regarding her claim for accrued\nbenefits, also failed to call the regional office's attention to them.\n\n         5\n           Although the rating decision necessarily speaks in terms of Barney Padgett's injury, because Barney Padgett\nwas deceased at that time the only viable claim upon which the regional office could act was Sue Padgett's 2006 accrued\nbenefits claim. In its letter notifying Sue Padgett of her award of benefits, the regional office clearly indicated that it was\nadjudicating only Sue Padgett's accrued benefits claim.\n\n                                                             11\nthat review, the regional office found that its prior decision denying VA benefits to Barney Padgett\nfor his right hip disability was clearly and unmistakably erroneous. The regional office found that\nBarney Padgett's right hip disability was service connected on a direct basis and awarded Barney\nPadgett a disability rating of 30%, effective March 5, 1993, the date he filed his claim. Significantly,\nhowever, the decision noted that its findings were made for the purposes of calculating accrued\nbenefits for a claim filed by Sue Padgett. On January 18, 2007, Sue Padgett was notified that, based\non her claim for accrued benefits, she would receive a sum of $58,225.00 in accrued benefits. The\nregional office cited both the Full Court Opinion and the Federal Circuit’s January 2007 decision,\npermitting substitution of an accrued benefits claimant in a claim submitted to the Court for decision,\nas evidence that it considered in reaching its decision.\n\n\n    II. EXISTING PRECEDENT REGARDING VACATUR ON THE DEATH OF AN\n                              APPELLANT\n\n        Since our 1994 decision in Landicho (approved two years later by the Federal Circuit in\nZevalkink) this Court has recognized the statutory reality that a claim by a veteran for disability\ncompensation and a claim by a widow for accrued benefits due a deceased veteran or for dependency\nand indemnity compensation, while related, are separate claims, each emanating from its own\nstatutory basis and each with a different claimant. Further, the Court has recognized that a veteran's\nclaims for disability compensation terminate at his death. See Landicho, 7 Vet.App. at 47. Landicho\nalso changed the language of Rule 43 of the Court's Rules of Practice and Procedure to permit\nsubstitution for a deceased claimant only to the extent permitted by law.\n\n        Consequently, since 1994, the Court's standard practice in resolving pending appeals where\nan appellant dies is to dismiss the appeal as moot and vacate the underlying Board decision. By\ntaking these actions, the Court sought to ensure that an accrued benefits or dependency and\nindemnity compensation claimant would have his or her independent claims adjudicated without\nbeing encumbered by a non-final Board decision on the deceased veteran's underlying claim upon\nwhich those benefits might depend. In short, after Landicho, the general rule upon the death of an\nappellant has been to dismiss the appeal, vacate the Board decision that was the subject of that\nappeal, and deny motions for substitution. See Pekular v. Mansfield, 21 Vet.App. 495, 501 (2007).\nThe majority seems to ignore this precedent, instead finding that this Court's authority to withdraw\na prior judgment following the death of an appellant is \"discretionary.\" Supra at 5.\n\n\n    III. THE PADGETT EXCEPTION TO THE GENERAL RULE ESTABLISHED IN\n                        LANDICHO AND ZEVALKINK\n\n        In its January 2007 decision, the Federal Circuit held that, if certain conditions were met, this\nCourt could depart from the general rule established in Landicho, permit the substitution of a bona\nfide accrued benefits claimant for a deceased appellant, and issue its decision nunc pro tunc, as if\nit were decided before the veteran-claimant's death. In doing so, the Federal Circuit recognized the\n\n\n\n                                                   12\ninterrelationship between the veteran's disability compensation claim and a survivor's claim for\nbenefits that had accrued to the veteran before his death.6\n\n        The Federal Circuit began its discussion of this Court's authority to issue a decision nunc pro\ntunc by citing Mitchell v. Overman, </pre><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></span><pre class=\"inline\">, 64-66 (1880), for the proposition that when delay\nin deciding a case is for the convenience of the Court and not the fault of the parties, the Court's\ndecision may be entered retrospectively. Importantly, the Federal Circuit noted that the purpose for\nsuch an irregular action was that, \"[i]n such cases, . . . it is the duty of the court to see that the parties\nshall not suffer by delay.\" Padgett, 473 F.3d at 1367 (quoting Mitchell, 103 U.S. at 65) (emphasis\nadded). The Court went on to cite a number of cases indicating that the purpose of a nunc pro tunc\norder is to ensure fundamental fairness for the parties. Id. at 1368.\n\n        The Federal Circuit next noted a significant factual difference between the underlying claims\nin Padgett and Landicho. Mr. Landicho died after a Notice of Appeal had been filed with the Court,\nbut before the case had been submitted to the Court for decision. On the contrary, Barney Padgett\ndied after his appeal had been submitted to this Court. Consequently, the Federal Circuit reasoned,\nit was proper to dismiss Mr. Landicho's appeal, because dismissal of that appeal accompanied by\nsetting aside the underlying Board decision, which was rendered a nullity by virtue of his death,\nwould permit Mrs. Landicho to pursue an accrued benefits claim from the same point that Mr.\nLandicho was in presenting his claim at the time of his death. Id. at 1369. In contrast, the Federal\nCircuit found that, because Barney Padgett died after his case had been submitted to the Court, the\nunderlying Board decision was in a different state of finality than in Landicho. Thus, to place Sue\nPadgett in the same position as her husband in pursuing her claim, the Court could, if circumstances\nwarranted, issue the Full Court Opinion nunc pro tunc to the time prior to Barney Padgett's death.\nAs explained by the Federal Circuit, under these circumstances, Barney Padgett's disability claim\nwould be wholly analogous to the accrued benefits claim of Sue Padgett. Id. at 1370.\n\n         The Federal Circuit next considered the question of the appropriateness of granting Sue\nPadgett's motion to substitute for her deceased husband. In so doing it made another specific and\nimportant finding that, \"[b]ecause of the general rule that a veteran's claim for benefits ends with his\ndeath, if Sue Padgett could not be substituted, nunc pro tunc relief would be inappropriate.\" Id. The\nFederal Circuit then explained the two-part test that must be satisfied for substitution to be\nconsidered. First, a case or controversy must exist, specifically that the underlying appeal is not\nmoot. Id. Second, the party seeking to be substituted must have standing, or be \"adversely affected\"\nby the Board decision on appeal, under 38 U.S.C. § 7266(a). Id. Lastly, the Court noted a third\nconsideration, whether such relief is required to provide justice and fairness to the parties. I note\nthat in its analysis regarding the appropriateness of substitution in this case, the majority fails to cite\n\n\n         6\n           Although the reasoning is not entirely clear, the Federal Circuit found that to overcome the termination of a\nveteran's claim at his death when considering a claim for accrued benefits, a Court decision rendered after the death of\na veteran would have to be issued nunc pro tunc to the date immediately prior to the veteran's death and that the live\nperson seeking accrued benefits would have to be substituted as the appellant. In my view, the reason for these\nrequirements would be to prevent the termination, by operation of law, of the appeal of a decedent at his death by means\nof substituting a live person with standing as the appellant in that appeal. A panel of this Court has discussed this\napparent incongruity. See Pekular, 21 Vet.App. at 501.\n\n                                                          13\nthe Federal Circuit's decision, in particular the test for substitution. Applying its test, the Federal\nCircuit’s findings and analysis are as follows: the authority to issue a decision nunc pro tunc in the\ncase of a deceased veteran depends first upon satisfying the test to substitute a bona fide accrued\nbenefits claimant, and even if substitution could be made, whether the issuance of a decision nunc\npro tunc is necessary to provide justice to the parties.\n\n\n               IV. APPLICATION TO THE ISSUES BEFORE THE COURT\n\n        First, it is important to note that Barney Padgett's claim died with him, hence, his appeal\nbecame moot upon his death in November 2004. See Landicho, 7 Vet.App. at 47. The majority\nseems to ignore this fact in stating \"it was the Secretary's decision to award Ms. Padgett accrued\nbenefits, not the death of Barney Padgett or other happenstance, that ultimately caused this appeal\nto become moot.\" Supra at [xx]. Under the precedent of the Court, Barney Padgett's appeal became\nmoot upon his death, but, as a potential accrued benefits claimant, Sue Padgett, through her motion\nto substitute, had the potential to revive a case or controversy in Barney Padgett's case. However,\nbecause Sue Padgett has now prevailed in her separate claim for accrued benefits, she has already\nreceived all the benefits available to her had she prevailed in her motion to be substituted in her\ndeceased husband's appeal to this Court. Thus, the underlying purpose for her motion to substitute,\nto eliminate unnecessary delay in a decision on her claim for accrued benefits, ceased to exist when\nher 2006 claim for accrued benefits was granted in January 2007. In short, there is simply no reason\nnow to permit substitution in Barney Padgett's appeal. In terms of the Federal Circuit's test, Sue\nPadgett fails that test because she is no longer adversely affected by anything that may have occurred\nin VA's adjudication of her deceased husband's claim. Consequently, her motion to substitute is now\nmoot and Barney Padgett's original appeal remains moot because there is no person with standing\nto revive it. The majority appears to agree with this analysis and would also deny Sue Padgett's\nmotion to substitute. However, in doing so, the majority fails to recognize that without substitution,\nonly Barney Padgett's underlying appeal is still before the Court. Because his claim terminated at\nhis death, the proper course is to dismiss his appeal and vacate the underlying Board decision. See\nLandicho, 7 Vet.App. at 47.\n\n        Although my colleagues writing separately to concur with the majority's disposition of this\ncase would look back to the time that Sue Padgett originally sought substitution to decide the issue\nof mootness, such a view is not supported by law. See Arizonans for Official English v. Ariz., </pre><span class=\"citation\"><a href=\"/scotus/B76/arizonans-for-official-english-v-arizona/\"><span class=\"volume\">520</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 68 (1997) (citing United States Parole Comm'n v. Gerghty, </pre><span class=\"citation\"><a href=\"/scotus/yLu/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span><pre class=\"inline\">, 397 (1980)\n(describing mootness as \"the doctrine of standing set in a time frame: The requisite personal interest\nthat must exist at the commencement of the litigation (standing) must continue throughout its\nexistence (mootness)\" (quoting Monaghan, Constitutional Adjudication: The Who and When, 82\nYale L. J. 1363, 1384 (1973)). An appellant must have standing throughout the entire appellate\nprocess or the case becomes moot. Id. As a result, I disagree with my concurring colleagues'\nretroactive focus to the time that Sue Padgett filed her original motion for substitution.\n\n       Following the dictate of the Federal Circuit's January 2007 decision, because Sue Padgett\ncannot be substituted for her husband in his claim for benefits, the 2005 Full Court Opinion may not\n\n\n                                                  14\nbe given nunc pro tunc effect under authority of that case. Padgett, 473 F.3d at 1370. As a result,\nI would grant the Secretary's motion to dismiss Barney Padgett's appeal and to withdraw the April\n2005 Full Court Opinion. The majority, however, ignores the Federal Circuit's January 2007\ndecision in this case and gives the April 2005 Full Court Opinion nunc pro tunc effect. This result\nis not sanctioned by the Federal Circuit. In so doing, the majority avoids discussing the Federal\nCircuit's analysis in its decision in Padgett and relies on a series of cases emanating from U.S.\nBancorp Mortgage Co. v. Bonner Mall Partnership, </pre><span class=\"citation\"><a href=\"/scotus/B3p/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span><pre class=\"inline\"> (1994).\n\n        As explained in Bancorp, the disposition of moot cases rests on concepts of equity and the\nconditions that rendered the case moot. Bancorp, 513 U.S. at 24. In Bancorp, the Supreme Court\ndecided the narrow issue of whether it was appropriate to order vacatur of a lower appellate court\ndecision when the appeal became moot by reason of settlement. Although the language in Bancorp,\nif taken out of context, could be used to support the majority's position, Bancorp cannot be separated\nfrom its facts. Furthermore, Bancorp and the cases relying on it do not alter this Court's well-\nestablished practice of ordering vacatur in moot cases. See Landicho, 7 Vet.App. at 47; see also\nBancorp, 513 U.S. at 23; United States v. Munsingwear, Inc., </pre><span class=\"citation\"><a href=\"/scotus/xah/united-states-v-munsingwear-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 95 (1950).\n\n         Indeed, the Bancorp line of cases is distinguishable from Padgett in that those cases do not\ninvolve the fact situation that we have here: two separate claims, each asserted by a different\nindividual in his or her own right, and a motion by one individual to substitute for the other at death.\nThe Bancorp line of cases focus on fairness to the parties who have a demonstrated interest in the\nlitigation. In this case, the only parties who had any interest in this litigation at any time are Barney\nand Sue Padgett. However, Barney Padgett has no further interest in this litigation because any\nentitlement to benefits was extinguished at his death. Sue Padgett no longer has an interest in this\nlitigation because she has been awarded all of the benefits that she sought.\n\n        Furthermore, the cases cited by the majority are not governed by law dictating that a veteran's\nclaim dies with the veteran. See Landicho, 7 Vet.App. at 47. Barney Padgett's appeal, not Sue\nPadgett's accrued benefits claim, was considered by the Court in April 2005. Indeed, the appeal\nremains Barney Padgett's even if Sue Padgett were to be substituted for him following the guidance\nprovided by the Federal Circuit. The only purpose of substitution would be to avoid any unnecessary\ndelay in a decision on Sue Padgett's claim, which was derivative of her husband's underlying claim\nnow on appeal. However, when Sue Padgett's separate claim for accrued benefits was granted, any\nreason for substitution of Sue Padgett in Barney Padgett's underlying appeal ceased to exist.\n\n         If the course set by the Federal Circuit were followed, there could be no substitution and\nconsequently no action that would warrant issuing our April 2005 decision nunc pro tunc. Rather,\nin this situation, the Court's standard and consistent practice of dismissing the appeal and vacating\nthe offending Board decision is the appropriate course of action. Such actions would eliminate the\n2002 Board decision that, if left in place, would conflict with the 2007 regional office decision\ngranting Sue Padgett's claim for accrued benefits and there would be no resulting injustice to the\nparties. Any other course, no matter how well intentioned, amounts to an advisory opinion on issues\nno longer before this Court.\n\n\n\n                                                   15\n        Assuming that this Court could, through the exercise of some inherent power, permit its\ndecision in a moot appeal to remain as precedential authority based on concepts of equity, the cases\ncited simply do not support such action. Should the majority wish to establish a new exception to\nthe general rule in Landicho, it should do so clearly, instead of ignoring the well-established\nprecedent of the Court.\n\n         The majority states that the Full Court Opinion clarified the application of the \"clearly\nerroneous\" standard of review in cases on appeal to this Court.7 However, although I agree with the\narticulation of the \"clearly erroneous\" standard of review expressed therein, a review of the cases\ncited in the Full Court Opinion does not compel the conclusion that a clarification of the appropriate\napplication of the \"clearly erroneous\" standard of review was necessary. See Hicks v. Brown, 8\nVet.App. 417, 422 (1995); see also Gilbert v. Derwinski, 1 Vet.App. 49, 53 (1990). Further,\nassuming that clarification is needed, the issue of the application of the \"clearly erroneous\" standard\nof review arises with great frequency in appeals before this Court and could be clarified in other\ncases that present the Court with a true conflict involving parties with standing and in which the\nCourt's pronouncement will have an actual effect on the necessary parties, as opposed to this case,\nin which the Court is reinstating a free-standing, advisory opinion unattached to any existing case\nor controversy. Certainly, the majority does not explain why the facts of this case demand such a\ndrastic departure from our precedent, which in turn would only set a bad, or at least inexact,\nprecedent that may itself one day require further clarification.\n\n        By this dissent, I do not say that I would never deny a motion to vacate a decision of this\nCourt. However, the facts of this case do not support abandoning our traditional adherence to the\nconcept of mootness in favor of applying equitable principles. For these reasons, I respectfully\ndissent.\n\n\n\n\n        7\n          The majority states that the Full Court Opinion was \"effective for several months, in 2005, and since the\nFederal Circuit Decision.\" Supra at 7. To be more specific, the Full Court Opinion was issued April 19, 2005, and\nwithdrawn on September 7, 2005, slightly more than 5 months.\n\n                                                        16\n</pre>", "id": 817204, "judges": "", "local_path": "pdf/2008/07/08/padgett_v._peake.pdf", "nature_of_suit": "", "plain_text": "           UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                            NO . 02-2259\n\n                                BARNEY O. PADGETT , APPELLANT ,\n\n                                                 V.\n\n\n                                   JAMES B. PEAKE , M.D.,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n                                     SUE PADGETT , MOVANT .\n\n\n                On Remand from the U.S. Court of Appeals for the Federal Circuit\n\n  Before GREENE, Chief Judge, and KASOLD, HAGEL, MOORMAN, LANCE, DAVIS, and\n                                 SCHOELEN, Judges.\n\n                                            ORDER\n\n        Currently pending before the Court are two motions related to this World War II veteran's\nappeal. The first is the Secretary's May 19, 2005, motion to, inter alia, dismiss this appeal as moot,\nand the second is the movant's July 21, 2005, motion for substitution. The facts relevant to the\ndisposition of these motions are as follows.\n\n        In March 1993, the appellant, Barney O. Padgett, filed a disability compensation claim with\nhis VA regional office (RO) for a right-hip disorder. Nearly a decade later, in August 2002, the\nBoard of Veterans' Appeals (Board) denied that claim, finding that his disability was not service\nconnected. Mr. Padgett appealed, and a panel of judges initially vacated that Board decision.\nPadgett v. Principi, 18 Vet.App. 188 (2004) (withdrawn). However, the full Court later agreed to\nrehear the case. Padgett v. Principi, 18 Vet.App. 404 (2004) (per curiam order).\n\n        In April 2005, the full Court reversed the Board's denial of secondary service connection for\nMr. Padgett's disability, vacated the Board's denial of direct and presumptive service connection, and\nremanded his claim to VA for further adjudication. See Padgett v. Nicholson (Full Court Opinion),\n19 Vet.App. 133 (2005) (en banc). In so doing, the full Court also unanimously held that under the\n\"clearly erroneous\" standard of review, a Board finding can be reversed on appeal without\nuncontroverted evidence in the appellant's favor and overruled any suggestion to the contrary in our\nprior decisions, including Hicks v. Brown, 8 Vet.App. 417, 422 (1995) (quoting Hersey v. Derwinski,\n2 Vet.App. 91, 95 (1992)). A few days after the Full Court Opinion issued, the Court learned that,\non November 3, 2004, Mr. Padgett had died.\n        In May 2005, the Secretary filed his pending motion, under Landicho v. Brown, 7 Vet.App.\n42 (1994), to withdraw the Full Court Opinion, vacate the underlying Board decision, and dismiss\nMr. Padgett's appeal as moot. Mr. Padgett's widow, Sue Padgett, responded by filing her pending\nmotion for substitution as a party to his appeal. In September 2005, the full Court granted the\nSecretary's motion and denied Ms. Padgett's request for substitution as moot. Padgett v. Nicholson\n(Withdrawal Order), 19 Vet.App. 334 (2005) (en banc per curiam order) (Steinberg & Kasold, JJ.,\ndissenting). Ms. Padgett appealed that order to the U.S. Court of Appeals for the Federal Circuit\n(Federal Circuit).\n\n       In the meantime and while that appeal was pending, the RO began adjudicating two original\nclaims filed by Ms. Padgett. The first sought accrued benefits, i.e., the payment to a surviving\nspouse (or other eligible beneficiary) of any VA benefits owed to the veteran at the time of his or her\ndeath. The second sought dependency and indemnity compensation, i.e., an award of monthly\ncompensation to a surviving spouse (or other eligible beneficiary) in the event that a veteran dies\nfrom a service-connected disability. In November 2006, the RO denied both of those claims.\n\n        In January 2007, the Federal Circuit decided Ms. Padgett's appeal. It held that this Article\nI Court had the discretionary authority to enter a judgment nunc pro tunc as of the date of Mr.\nPadgett's death and to substitute Ms. Padgett as a party to his appeal. Padgett v. Nicholson (Federal\nCircuit Opinion), 473 F.3d 1364, 1367-70 (Fed. Cir. 2007) (Linn, J., dissenting). Accordingly, that\ncourt reversed the Withdrawal Order and remanded the matter for a determination as to whether\nnunc pro tunc relief and substitution were warranted.\n\n         Before addressing that question on remand, this Court ordered the parties to submit an update\non the status of Ms. Padgett's claims. The Secretary responded by revealing that shortly after the\nissuance of the Federal Circuit Opinion, he instructed the RO to conduct a \"special review\" of Ms.\nPadgett's accrued benefits and DIC claims. He further revealed that at the conclusion of that special\nreview, in late January 2007, the RO issued a new decision on her accrued benefits claim, and that,\nin that decision, the RO reversed the November 2006 denial of that claim and awarded Ms. Padgett\nthose benefits on the theory that her husband's right-hip disorder was directly service connected. Ms.\nPadgett did not appeal, and that decision became final.\n\n        These are all of the facts relevant to the disposition of the pending motions. With them in\nmind and for the reasons that follow, the Court will dismiss Ms. Padgett's July 21, 2005, motion for\nsubstitution as moot, and deny the Secretary's May 19, 2005, motion to, inter alia, withdraw the Full\nCourt Opinion. The Court will also order the Clerk to issue the Full Court Opinion nunc pro tunc\nas of November 2, 2004, the day prior to Mr. Padgett's death.\n\n                      I. MS. PADGETT'S MOTION TO SUBSTITUTE\n\n        This Article I Court adheres to the case-or-controversy requirement of Article III, § 2, of the\nUnited States Constitution. Mokal v. Derwinski, 1 Vet.App. 12, 15 (1990) (\"[W]e are granted power\njudicial in nature and being statutorily characterized as a 'Court' we are free, in the absence of a\n\n\n                                                  2\ncongressional directive to the contrary, to adopt as a matter of policy the jurisdictional restrictions\nof the Article III case or controversy rubric.\"). That constitutional \"limitation on federal judicial\nauthority . . . underpins both our standing and our mootness jurisprudence, but the two inquiries\ndiffer in respects critical to the proper resolution of this case.\" Friends of the Earth v. Laidlaw, 528\nU.S. 167, 180 (2000).\n\n         In terms of the former, \"the party invoking federal jurisdiction bears the burden of\nestablishing [standing],\" Steel Co. v. Citizens for a Better Env't, 523 U.S. 83, 104 (1998) (citing\nFW/PBS, Inc. v. Dallas, 493 U.S. 215, 231 (1990)), i.e., an \"injury in fact\" caused by the challenged\nconduct of the defendant and likely to be redressed by a favorable decision. See e.g., Friends of the\nEarth, 528 U.S. at 180-81; Steel Co., 523 U.S. at 102-04; Lujan v. Defenders of Wildlife, 504 U.S.\n555, 560-61 (1992). Standing is typically characterized as \"[t]he requisite personal interest that must\nexist at the commencement of the litigation.\" Arizonans for Official English v. Arizona, 520 U.S.\n43, 68 n.22 (1997) (citations and quotations omitted). However, Article III standing \"must be met\nby persons seeking appellate review, just as it must be met by persons appearing in courts of first\ninstance.\" Id. at 64 (1997) (citing Diamond v. Charles, 476 U.S. 54, 62 (1986)). Accordingly, a party\nseeking to take the place of another litigant on appeal bears the burden of demonstrating that he or\nshe has \"'a direct stake in the outcome'\" of that proceeding. Id. (quoting Diamond, 476 U.S. at 62).\n\n        With respect to the latter, a party seeking to deprive a federal court of jurisdiction bears the\nburden of establishing mootness, Friends of the Earth, 528 U.S. at 189-190, i.e., that \"[t]he\ncontroversy between the parties has thus clearly ceased to be 'definite and concrete' and no longer\n'touch(es) the legal relations of parties having adverse legal interests.'\" DeFunis v. Odegaard, 416\nU.S. 312, 317 (1974) (per curiam) (quoting Aetna Life Ins. Co. v. Haworth, 300 U.S. 227, 240-41\n(1937)); see Church of Scientology of Calif. v. United States, 506 U.S. 9, 12 (1992) (noting that a\ncase is moot if \"an event occurs while a case is pending on appeal that makes it impossible for the\ncourt to grant 'any effectual relief whatever' to a prevailing party\"(quoting Mills v. Green, 159 U.S.\n651, 653 (1895))); see also Friends of the Earth, 528 U.S. at 192 (stating that the Federal courts do\nnot have \"license . . . to retain jurisdiction over cases in which one or both of the parties plainly lack\na continuing interest\"). Moreover, that is a \"heavy burden\" if the party making the allegation of\nmootness also brought about that result through his or her own voluntary conduct. 528 U.S. at 189-\n190 (citing United States v. Concentrated Phosphate Export Assn., 393 U.S. 199, 203 (1968)); City\nof Mesquite v. Aladdin's Castle, Inc., 455 U.S. 283, 289 (1982)). In that circumstance, the culpable\nparty \"bears the formidable burden of showing that it is absolutely clear the allegedly wrongful\nbehavior could not reasonably be expected to recur.\" Id. at 190. Otherwise, \"'the courts would be\ncompelled to leave \"[t]he defendant . . . free to return to his old ways.\"'\" City of Mesquite, 455 U.S.\nat 289, n. 10 (quoting United States v. W.T. Grant Co., 345 U.S. 629, 632 (1953) (internal citations\nomitted).\n\n        The Secretary argues that Ms. Padgett's motion for substitution is moot. He notes that her\nstanding to seek substitution derived from the continuing relevance and preclusive effect that the\nissues decided in this appeal would have in the adjudication of her accrued benefits claim. However,\nhe argues that Ms. Padgett's receipt of those benefits, in late January 2007, eliminated her Article III\n\n\n                                                    3\ninterest in this appeal. Ms. Padgett disagrees. She notes that, in the Full Court Opinion, we held\nthat her husband's right-hip disorder was secondarily service-connected, and that the Court's holding\nestablishes a basis for her award of accrued benefits. She further notes that our decision—unlike the\nJanuary 2007 RO decision—cannot be overturned by the Secretary. Therefore, she argues that her\nArticle III interests are served through the preservation of the Full Court Opinion to an extent\nsufficient to defeat any allegation that her motion to substitute is moot.\n\n        Before addressing the parties' arguments on the question of mootness, we must first consider\nwhether Ms. Padgett ever had standing to seek substitution. As explained in the Federal Circuit\nOpinion, a party seeking substitution before this Court must satisfy a two-part inquiry. 473 F.3d at\n1370; see also Pekular v. Mansfield, 21 Vet.App. 495, 500-502 (2007). First, he or she must have\nArticle III standing, 473 F.3d at 1370 (citing Mokal, 1 Vet.App. at 13); i.e., \"'a personal stake in the\noutcome''\" of the case or controversy on appeal. Socialist Labor Party v. Gilligan, 406 U.S. 583,\n586-87 (1972) (quoting Baker v. Carr, 369 U.S. 186, 204 (1968)); see North Carolina v. Rice, 404\nU.S. 244, 246 (1971) (\"[F]ederal courts are without power to decide questions that cannot affect the\nrights of the litigants before them.\");U.S. Bancorp v. Bonner Mall Partnership, 513 U.S. 18, 20\n(1994) (\"[A]n Article III case or controversy . . . must exist at all stages of appellate review.\");\nArizonans for Official English, 520 U.S. at 67 (Under Article III \"an actual controversy must be\nextant at all stages of review, not merely at the time the complaint is filed.\"). Second, he or she must\nhave statutory standing, i.e., be \"adversely affected\" by the Board decision on appeal. Federal\nCircuit Opinion, 473 F.3d at 1370 (citing 38 U.S.C. § 7266(a)); see also Pekular, 21 Vet.App. at\n500-502. The Federal Circuit already held that Ms. Padgett met both of those requirements when\nshe filed her motion for substitution in July 2005. 473 F.3d at 1370. As this Court is bound by those\ndeterminations on remand, we conclude that Ms. Padgett had the requisite standing to seek\nsubstitution as a party to this appeal.\n\n        Having answered that threshold question, we can properly consider whether her motion to\nsubstitute is now moot. We believe that it is. As noted above, Ms. Padgett's standing to seek\nsubstitution derived solely from her status as a prospective claimant and potential recipient of\naccrued benefits. 473 F.3d at 1370 (\"The continuing relevance and preclusive effect that the issues\ndecided in [Mr.] Padgett's appeal have for her section 5121(a) claim [for accrued benefits] are\nsufficient to meet the case or controversy requirement.\"). However, her claim for accrued benefits\nhas been granted in a final RO decision, and she is now in actual receipt of those benefits. Thus, Ms.\nPadgett can no longer invoke her prior status in either respect as the Article III interest that supports\nher substitution as a party to this appeal. In addition, the factual discrepancy between the Full Court\nOpinion and the January 2007 RO decision, in terms of the basis for granting Mr. Padgett service\nconnection, does not provide Ms. Padgett with the Article III interest needed to continue litigating\nthis appeal. Regardless of whether her husband's disability is directly (as the January 2007 RO\ndecision found) or secondarily (as the Full Court Opinion held) service connected, the amount of\naccrued benefits she would receive is exactly the same. See Roper v. Nicholson, 20 Vet.App. 173,\n177-81 (2006). Finally, the possibility that the Secretary might try to revoke his decision awarding\nMs. Padgett accrued benefits in the future does not, without more, create an Article III case or\ncontroversy. \"[S]uch speculative contingencies afford no basis for our passing on the substantive\n\n\n                                                   4\nissues [the movant] would have us decide . . . in the absence of evidence that this is a prospect of\nimmediacy and reality.\" DeFunis, 416 U.S. at 320, n. 5 (internal citations and quotations omitted);\nsee Texas v. United States, 523 U.S. 296, 300 (1998) (\"A claim is not ripe for adjudication if it rests\nupon 'contingent future events that may not occur as anticipated, or indeed may not occur at all.'\"\n(quoting Thomas v. Union Carbide Agricultural Prod. Co., 473 U.S. 568, 580-81 (1985) (internal\nquotations omitted)).1 We are not suggesting that the Secretary's unilateral award of benefits will\nalways moot a case on appeal. Indeed, a contrary result might arise outside the specific facts of this\ncase. For instance, Ms. Padgett's motion for substitution might not be moot if she had appealed the\nRO's January 2007 decision or if some other claim relevant to the outcome of these proceedings was\npending. However, in the absence of such circumstances and on the narrow facts presented here, the\nCourt holds that the Secretary has met his \"heavy burden\" of establishing that Ms. Padgett's motion\nis now moot.\n\n  II. THE SECRETARY'S MOTION TO WITHDRAW THE FULL COURT OPINION\n\n       The Secretary further argues that Mr. Padgett's appeal is now moot, and that the Full Court\nOpinion must be withdrawn. Though we agree with the Secretary in the first respect, we cannot\nconclude, on the facts of this case, that the use of our discretionary authority to withdraw the Full\nCourt Opinion is warranted.\n\n         This appeal no longer satisfies the requirements of Article III. Mr. Padgett's personal stake\nand continuing interest in the outcome thereof ceased upon his death, see Federal Circuit Opinion,\n473 F.3d at 1370 (noting \"the general rule that a veteran's claim for benefits ends with his\ndeath . . .\"), and Ms. Padgett's receipt of accrued benefits, in a final RO decision, ensures that neither\nshe nor any other party will be able to continue this litigation on his behalf. See Pelea v. Nicholson,\n497 F.3d 1290, 1292-93 (Fed. Cir. 2007). Thus, Mr. Padgett's appeal is now undeniably moot.\n\n        However, that does not mean that we must withdraw the Full Court Opinion. First, Mr.\nPadgett's appeal did not become moot until after the issuance of that decision.2 Therefore, the proper\ndisposition of the Full Court Opinion lies within our sound discretion, see Humphreys v. Drug\nEnforcement Administration, 105 F.3d 112, 113 (3d Cir. 1996) (\"Because we plainly had jurisdiction\nover the appeal at the time our opinion was filed, our decision whether to vacate is discretionary.\"),\nand must be made \"in the manner '\"most consonant to justice\" . . . in view of the nature and character\nof the conditions which have caused the case to become moot.'\" Bancorp, 513 U.S. 18 at 24 (quoting\nUnited States v. Hamburg-Amerikanische Packetfahrt-Actien Gesellschaft, 239 U.S. 466, 477-78\n\n\n         1\n          The Court also notes that M s. Padgett would be afforded a full panoply of substantive and procedural\nprotections in the unlikely event that such an action by the Secretary ever occurred. See 38 C.F.R. § 3.500-3.669 (2008)\n(discussing reductions, discontinuances, and adjustments of benefits).\n\n          2\n           W e know this because, if the opposite were true, the Federal Circuit would have simply dismissed this case\nfor want of jurisdiction. See Steel Co., 523 U.S. at 94 (\"W ithout jurisdiction the court cannot proceed at all in any cause.\nJurisdiction is the power to declare law, and when it ceases to exist, the only function remaining to the court is that of\nannouncing the fact and dismissing the case.\") (internal citations omitted).\n\n                                                             5\n(1916) (quoting South Spring Hill Gold Mining Co. v. Amador Medean Gold Mining Co., 145 U.S.\n300, 302 (1892))). Consistent with those principles, the relevant authorities in this area distinguish\nbetween cases that become moot on appeal \"due to circumstances unattributable to any of the\nparties,\" Karcher v. May, 484 U.S. 72, 83 (1987), or other \"happenstance,\" United States v.\nMunsingwear, Inc., 340 U.S. 36, 40 (1950), and those that become moot on appeal due to the\nvoluntary conduct of one or both parties. See Friends of the Earth, 528 U.S. at 194, n. 6 (\"We note\nthat it is far from clear that vacatur of the District Court's judgment would be the appropriate\nresponse to a finding of mootness on appeal brought about by the voluntary conduct of the party that\nlost in the District Court.\"); Bancorp, supra; Staley v. Harris Cty., Texas, 485 F.3d 305, 311, n.2 (5th\nCir. 2007), cert. petition denied, 128 S.Ct. 650, 651 (2007) (memorandum); Mfrs. Hanover Trust\nCo. v. Yanakas, 11 F.3d 381, 383 (2d Cir. 1993); see also Valero Terrestrial Corp. v. Paige, 211\nF.3d 112, 121 (4th Cir. 2000) (holding that the U.S. Bancorp Mortgage Co. principles are applicable\nat both the district court and appellate court level when considering whether to withdraw or vacate\na decision of the court). In the first situation, the parties are (through no fault of their own)\ninvoluntarily deprived of their appellate rights. Thus, justice requires that any prior decisions in that\ncase be withdrawn or vacated. Bancorp, 513 U.S. at 25 (\"A party who seeks review of the merits\nof an adverse ruling, but is frustrated by the vagaries of circumstance, ought not in fairness be forced\nto acquiesce in the judgment.\"). Conversely, in the second situation, the culpable party (through his\nor her own voluntary conduct) effectively forfeits his or her right to further appellate review.\nAccordingly, justice may require a contrary disposition of any prior decisions. See Bancorp, 513\nU.S. at 29 (\"[H]old[ing] that mootness by reason of settlement does not justify vacatur of a judgment\nunder review.\"); Staley, 485 F.3d at 311, n.2 (\"[I]n cases mooted by the voluntary action or inaction\nof a party, we have decided the vacatur question in favor of the party that did not cause the case to\nbecome moot.\"); Mfrs. Hanover Trust Co., 11 F.3d at 383 (\"If we were to vacate where the party that\nlost in the district court has taken action to moot the controversy, the result would be to allow that\nparty to eliminate its loss without an appeal and to deprive the winning party of the judicial\nprotection it has fairly won.\").\n\n         We believe that Mr. Padgett's appeal became moot because of the voluntary conduct of the\nSecretary. At the time of the Federal Circuit Opinion, this appeal satisfied the requirements of\nArticle III because of Ms. Padgett's ability to seek substitution. However, the Secretary eliminated\nthat possibility with his award of accrued benefits, thereby depriving Ms. Padgett of the Article III\ninterest needed for substitution. Thus, it was the Secretary's decision to award Ms. Padgett accrued\nbenefits, not the death of Mr. Padgett or other happenstance, that ultimately caused this appeal to\nbecome moot. Moreover, the Secretary's conduct in that regard was entirely voluntary. He was not\nobliged to order the \"special review\" that ended with the RO decision awarding—in a reversal of\nVA's long-standing position—Mr. Padgett service connection and Ms. Padgett accrued benefits.\nAccordingly, he pursued that course of action at the risk of impairing, or even sacrificing, his rights\nin this parallel proceeding. Moreover, even if the Secretary believed he was obliged to order that\nspecial review, the prudent course of action—and the one not taken here—would have been to\nrequest a stay of the RO proceeding pending a resolution of the remand ordered in the Federal\nCircuit Opinion. See Ribaudo v. Nicholson, 20 Vet.App. 552 (2007). For these reasons, the Court\n\n\n\n                                                   6\nholds that the Secretary's voluntary conduct in awarding Ms. Padgett accrued benefits caused this\nappeal to become moot.\n\n         We further believe that the Secretary has not met his burden of showing entitlement to the\nequitable remedy of withdrawal. Bancorp, 513 U.S. at 26.3 His primary argument in that respect\nis that a failure to grant a withdrawal effectively precludes his ability to seek further appellate review\nof the Full Court Opinion. However, the Secretary forfeited that right by his own voluntary conduct,\nand in any event he can seek review of the merits of the legal holdings in the Full Court Opinion in\nother future cases brought before the Federal Circuit. In contrast, Ms. Padgett's countervailing\ninterest in preserving the Full Court Opinion is unusually strong, see Winsett v. Principi, 341 F.3d\n1329, 1331 (holding that final Board decisions appealed to and decided by the Court are not subject\nto revision on the basis of clear and unmistakable error), and it coincides with that of the public.\nJudicial decisions \"'are not merely the property of private litigants and should stand unless a court\nconcludes that'\" a contrary result would serve \"the public interest.'\" U.S. Bancorp Mortgage Co., 513\nU.S. at 26 (quoting Izumi Seimitsu Kogyo Kabushiki Kaisha v. U.S. Philips Corp., 510 U.S. 27, 40\n(1993) (Stevens, J., dissenting)). As noted above, the Full Court Opinion clarified the proper\napplication of the \"clearly erroneous\" standard of review in cases on appeal to this Court and\nunanimously overruled any possible contrary interpretation in our prior decisions, including Hicks,\nsupra. That holding, effective for several months, in 2005, and since the issuance of the Federal\nCircuit Opinion, is part of a decision that the law presumes was correct. See Bancorp, 513 U.S. at\n26; Federal Circuit Opinion, 473 F.3d at 1369. The Court also notes that granting the Secretary's\nmotion to withdraw might sanction his use of an equitable remedy \"as a refined form of collateral\nattack,\" thereby \"disturb[ing] the orderly operation\" of the existing statutory system for obtaining\nappellate review. Bancorp, 513 U.S. at 27. That suggestion must be scrupulously avoided in light\nof the facts of this case. For the foregoing reasons, the Court holds that the Secretary has failed to\ndemonstrate entitlement to the equitable remedies sought in his motion to withdraw. Accordingly,\nthat motion will be denied.\n\n             III. NUNC PRO TUNC AUTHORITY AND MR. PADGETT'S APPEAL\n\n        Having concluded that a withdrawal is not warranted, the Court will issue the Full Court\nOpinion nunc pro tunc on the day before Mr. Padgett's death. We recognize that this might seem\ncontrary to the Federal Circuit's admonition that \"if Mrs. Padgett could not be substituted, nunc pro\ntunc relief would be inappropriate.\" Federal Circuit Opinion, 473 F.3d at 1370. However, the Court\nconcludes that the Federal Circuit did not intend that rule to extend to cases rendered moot on appeal\nby the Secretary's voluntary conduct. In that circumstance, an award of nunc pro tunc relief is\nentirely appropriate. See BLACK'S LAW DICTIONARY 1100 (8th ed. 2004) (\"'When an order is signed\n'nunc pro tunc' as of a specified date, it means that a thing is now done which should have been done\n\n         3\n           W e recognize that most of the Bancorp-type cases cited herein involve a superior tribunal's refusal to vacate\nan inferior tribunal's decision where the voluntary conduct of a party causes a case to becomes moot on appeal. But see\nMfrs. Hanover Trust Co., supra. However, we do not believe that distinction is significant. Id. The underlying principle\nin all of these cases is that a losing litigant should not be able to erase an unfavorable decision by mooting the case\nthrough voluntary, post-decisional conduct.\n\n                                                           7\non the specified date.'\" (quoting 35A C.J.S. Federal Civil Procedure § 370 (1960))); see also\nFederal Circuit Opinion, 473 F.3d at 1370-71.\n\n                                       IV. CONCLUSION\n\n       Upon consideration of the foregoing, it is\n\n        ORDERED that Ms. Padgett's July 21, 2005, motion to substitute is DISMISSED for lack\nof jurisdiction.\n\n       ORDERED that the Secretary's May 19, 2005, motion to withdraw the Full Court Opinion,\ndismiss the appeal, and vacate the underlying Board decision is DENIED. It is further\n\n       ORDERED that the Full Court Opinion is issued nunc pro tunc on November 2, 2004.\n\nDATED:         July 8, 2008                            PER CURIAM.\n\n         MOORMAN, Judge, concurring: I concur in the result reached by the Court that vacatur of\nthe Full Court Opinion is not warranted under the circumstances presented here. I write separately\nto emphasize that the Court here adheres to the \"case or controversy\" requirement of Article III of\nthe U.S. Constitution. See Mokal v. Derwinski, 1 Vet.App. 12, 13 (1990). The procedural posture\nof this case makes it virtually impossible to read our decision as supporting a finding that a \"case or\ncontroversy\" need not exist in order to establish our jurisdiction. Indeed, at the time that the Court\nissued its Full Court Opinion in April 2005, the Court decided issues in Mr. Padgett's appeal that\nhad relevant and preclusive effect on Mrs. Padgett's accrued benefits claim. See Haines v. West, 154\nF.3d 1298 (Fed. Cir. 1998). Accordingly, the appeal and issue of service connection were not moot\nat the time the Court issued its Full Court Opinion. The fact that Mrs. Padgett has, subsequent to\nthe issuance of that opinion, been awarded accrued benefits does not change the fact that at the time\nthe opinion was filed, we had jurisdiction over the appeal. Despite Mr. Padgett's death, at that time\nthere was a potential accrued benefits claimant, Mrs. Padgett, and Mrs. Padgett sought substitution\nshortly after the filing of the Full Court Opinion. See Pekular v. Mansfield, 21 Vet.App. 495, 501\n(2007) (noting that the Court's holding in Landicho v. Brown, 7 Vet.App. 42 (1994)–that when an\nappellant died while his case was on appeal to this Court, the appeal must be dismissed for lack of\njurisdiction–was overruled in cases where an eligible accrued benefits recipient seeks substitution,\nboth by implication in Zevalkink v. Brown, 102 F.3d 1236 (Fed. Cir. 1996), and by the express\nfinding in Padgett v. Nicholson, 473 F.3d 1364 (Fed. Cir. 2007)).\n\n        Regardless of my own view as to whether the Full Court Opinion is a correct statement of\nthe law or correct application of the law, the issue now before the Court is whether the Secretary has\ndemonstrated that a balancing of public policies favors the vacatur by this Court of its own\npreviously issued precedential decision. In the unique posture of this case, neither \"mootness by\nreason of settlement,\" U.S. Bancorp Mortgage Co. v. Bonner Mall P'ship, 513 U.S. 18, 29 (1994),\nnor mootness due to the voluntary act of a losing party, Karcher v. May, 484 U.S. 72, 82-83 (1987)\n\n\n                                                  8\n(holding United States v. Munsingwear, Inc., 340 U.S. 36, 39 (1950), procedure inapplicable because\n\"controversy did not become moot due to circumstances unattributable to any of the parties\"),\njustifies vacatur of our previously released Full Court Opinion.\n\n\n        KASOLD, Judge, concurring in the result: I write separately to note that I do not believe\nMrs. Padgett's motion for substitution is moot. Succinctly stated, the Secretary has awarded benefits\nbased on direct service connection, whereas the Court found that service connection was warranted\nbased on secondary service connection. See Padgett v. Nicholson (Full Court Opinion), 19 Vet.App.\n133, 152 (2005) (en banc). Although an award of service connection based on one theory, as\nopposed to another, generally results in the same benefit and moots a direct appeal, Roebuck v.\nNicholson, 20 Vet.App. 307, 315 (2006) (\"A claimant need only succeed on one theory of the claim\nin order to prevail on the underlying claim . . . .\"), in this instance the Court has rendered a decision\nthat will be fully binding on the Secretary once finalized, see Padgett v. Nicholson, 473 F.3d 1364,\n1369 (Fed. Cir. 2007) (noting the certainty of a final judgment relating to issues in the veteran's\nclaim after a decision is rendered by the Court and that \"judicial precedents are 'presumptively\ncorrect'\"), whereas the Secretary's decision is always subject to revision, see 38 C.F.R. § 3.500-3.669\n(2008) (discussing reductions, discontinuances, and adjustments of benefits); cf. Winsett v. Principi,\n341 F.3d 1329, 1331 (Fed. Cir. 2003) (holding that final Board decisions appealed to and decided\nby the Court are not subject to revision on the basis of clear and unmistakable error).\n\n        Moreover, the Secretary in this case denied benefits even after the full Court had determined\nservice connection was warranted and withdrew its opinion on other grounds–a situation envisioned\nby the Federal Circuit. See Padgett, 473 F.3d at 1370 (noting that it was \"reasonable to suspect\" that\nthe Secretary would deny an accrued benefits award to Mrs. Padgett absent the controlling effect of\nthe Full Court Opinion). The Secretary only granted benefits after the Federal Circuit reinstated the\nFull Court Opinion, and then did so on a separate theory, leaving open the possibility that it could\nbe changed. Under these circumstances, Mrs. Padgett has a legitimate interest in sustaining the Full\nCourt Opinion and the matter therefore is not moot. Compare City of Erie v. Pap's A.M., 529 U.S.\n277, 287-88 (2000) (finding matter not moot when underlying basis for litigation could be renewed\nand other party had an interest in preserving judgment), with City News & Novelty, Inc. v. City of\nWaukesha, 531 U.S. 278, 283 (2001) (Speculation alone cannot \"shield [a] case from a mootness\ndetermination.\").\n\n        Nevertheless, assuming arguendo that the case is now moot, it certainly was not moot at the\ntime Mrs. Padgett originally sought substitution. Thus, to do now that \"'which should have been\ndone on the specified date,'\" I would grant Mrs. Padgett's motion for substitution nunc pro tunc to\nJuly 21, 2005, the date she filed it. See BLACK'S LAW DICTIONARY 1100 (8th ed. 2004) (\"'When an\norder is signed \"nunc pro tunc\" as of a specified date, it means that a thing is now done which should\nhave been done on the specified date.'\" (quoting 35A C.J.S. Federal Civil Procedure § 370 (1960))).\nFinally, I emphasize that regardless of whether or not Mrs. Padgett's interests in the appeal have been\nmooted by the Secretary's award of accrued benefits, I fully concur that the Full Court Opinion\nshould not be withdrawn.\n\n\n                                                   9\n        HAGEL, Judge, with whom SCHOELEN, Judge, joins, dissenting: Although I agree with\nthe majority's determination that Sue Padgett's motion for substitution is moot, I write separately to\nexpress my disagreement with the majority's application of the Federal Circuit's recent opinion in\nthis matter and the majority's denial of the Secretary's motion to withdraw the Full Court Opinion\nin the appeal of Barney Padgett.\n\n        In this case, Sue Padgett filed a claim for accrued benefits, which a VA regional office\ngranted in January 2007. As a result of this disposition, the Secretary asserts that Sue Padgett’s\nmotion to be substituted for her deceased husband, Barney, in his separate appeal before this Court\nshould be denied. The Secretary further contends that because Barney Padgett is now deceased, his\nappeal (in which Sue Padgett had sought substitution) is now moot and should be dismissed,\nresulting in the withdrawal of this Court's April 2005 Full Court Opinion in Barney Padgett's appeal.\nSue Padgett opposes the Secretary's motion on the basis that, if the Court's April 2005 opinion is\nwithdrawn, the Secretary would have the authority to rescind the award of accrued benefits by\nvacating the decision that her husband's disability was service connected. See 38 C.F.R. § 3.105\n(2008). Despite the majority's conclusion that Barney Padgett's motion before this Court is moot,\nit holds that withdrawal of the April 2005 Full Court Opinion is unwarranted in this case. The result\nof this action is the reinstatement of the Full Court Opinion that was issued after the death of the\nappellant and, hence, after the termination of the claim upon which the appeal was based. In doing\nso, the majority departs from well established legal precedent and issues an advisory opinion in its\npurest form.\n\n        Although the majority provides the facts it finds relevant to this case, this appeal is more\ninvolved than the majority's decision portrays and it is important that we recall clearly the facts of\nthis case and the established precedent governing such situations to put the majority's opinion, and\nthis dissent, into their proper context.\n\n\n                                  I. PROCEDURAL HISTORY\n\n        The procedural history of this case is far from tidy. It is important to keep in mind, however,\nwhen reviewing this history that it involves two separate but related claims–Barney Padgett's claim\nfor disability compensation under 38 U.S.C. § 1110 and his widow, Sue Padgett's, claim to receive\nany benefits that were due Barney Padgett on that claim, but unpaid at his death, otherwise known\nas accrued benefits under 38 U.S.C. § 5121.\n\n       In December 2002, Barney Padgett appealed the Board's denial of his claim for disability\ncompensation for a right hip disability. In July 2004, a panel of this Court issued a decision\nremanding Barney Padgett's appeal to VA for its failure to consider certain evidence. Both parties\nmoved for full court consideration of the appeal. The motions were granted in September 2004 and\nthe Court withdrew its July 2004 panel opinion at that time. In November 2004, Barney Padgett\ndied. In June 2006, Sue Padgett filed her own claim for accrued benefits based on her deceased\nhusband's claim.\n\n\n                                                  10\n        VA denied Sue Padgett's accrued benefits claim in November of 2006. Despite the fact that\nthe July 2004 opinion had been withdrawn in September 2004, VA erroneously cited that opinion\nas evidence it considered in the adjudication of Sue Padgett's claim.4\n\n        Neither of the parties notified the Court of Barney Padgett's death and, because the Court was\nnot aware of that fact, the full Court proceeded to consider Barney Padgett's appeal of the Board's\ndecision denying entitlement to disability compensation, issuing its decision in April 2005. The\nApril 2005 Full Court Opinion reversed the Board's decision, finding that Barney Padgett was\nentitled to secondary service connection for his right hip disability, and remanded the claim for VA\nto consider the issues of entitlement to benefits on direct and presumptive theories. Following\nnotification to the Court of Barney Padgett's death, in September 2005, the Court withdrew the April\n2005 Full Court Opinion, citing Landicho v. Brown, 7 Vet.App. 42 (1994) and Zevalkink v. Brown,\n102 F.3d 1236 (Fed. Cir. 1996). Unlike the July 2004 withdrawn Panel Opinion and despite its\nwithdrawal, for unknown reasons the Full Court Opinion was erroneously published in the bound\nvolume of the Veterans Appeals Reporter at 19 Vet. App. 133. Compare 18 Vet. App. 188-204. The\norder withdrawing the April 2005 Full Court Opinion also denied a motion by Sue Padgett to\nsubstitute for her deceased husband in his appeal or to intervene therein. It was the Court's\nSeptember 2005 order, withdrawing its earlier opinion and denying Sue Padgett's motions, that was\nappealed to the Federal Circuit. On January 5, 2007, the Federal Circuit issued its opinion, reversing\nthis Court's September 2005 order withdrawing the April 2005 Full Court Opinion, and remanding\nthe case to this Court for action consistent with that opinion. 473 F.3d 1364 (Fed. Cir. 2007). In its\ndecision, the Federal Circuit specifically identified two issues which it had to decide:\n\n         This case presents two [questions of law]. First, where a veteran dies after his case\n         is submitted for decision, but before the opinion issues, does the Veterans Court have\n         authority to issue the judgment nunc pro tunc as of the time of his death? Second,\n         and intertwined with the first, is whether, under these circumstances, the surviving\n         spouse, as accrued-benefits claimant, may be substituted on her husband's appeal?\n\nId. at 1367 (emphasis added). As discussed more fully below, the Federal Circuit answered both\nquestions in the affirmative. Id.\n\n       Twelve days after the Federal Circuit's opinion was published, VA, apparently acting on its\nown initiative, conducted a special review of Sue Padgett's accrued benefits claim.5 As a result of\n\n\n         4\n           The regional office noted Barney Padgett's death and indicated that the matter was being decided to determine\nSue Padgett's entitlement to compensation that may have accrued from the alleged service-connected disability. The\nregional office decision, however, did not mention either the April or September 2005 actions of the full Court, described\nbelow. Sue Padgett's representative, who actively communicated with the regional office regarding her claim for accrued\nbenefits, also failed to call the regional office's attention to them.\n\n         5\n           Although the rating decision necessarily speaks in terms of Barney Padgett's injury, because Barney Padgett\nwas deceased at that time the only viable claim upon which the regional office could act was Sue Padgett's 2006 accrued\nbenefits claim. In its letter notifying Sue Padgett of her award of benefits, the regional office clearly indicated that it was\nadjudicating only Sue Padgett's accrued benefits claim.\n\n                                                             11\nthat review, the regional office found that its prior decision denying VA benefits to Barney Padgett\nfor his right hip disability was clearly and unmistakably erroneous. The regional office found that\nBarney Padgett's right hip disability was service connected on a direct basis and awarded Barney\nPadgett a disability rating of 30%, effective March 5, 1993, the date he filed his claim. Significantly,\nhowever, the decision noted that its findings were made for the purposes of calculating accrued\nbenefits for a claim filed by Sue Padgett. On January 18, 2007, Sue Padgett was notified that, based\non her claim for accrued benefits, she would receive a sum of $58,225.00 in accrued benefits. The\nregional office cited both the Full Court Opinion and the Federal Circuit’s January 2007 decision,\npermitting substitution of an accrued benefits claimant in a claim submitted to the Court for decision,\nas evidence that it considered in reaching its decision.\n\n\n    II. EXISTING PRECEDENT REGARDING VACATUR ON THE DEATH OF AN\n                              APPELLANT\n\n        Since our 1994 decision in Landicho (approved two years later by the Federal Circuit in\nZevalkink) this Court has recognized the statutory reality that a claim by a veteran for disability\ncompensation and a claim by a widow for accrued benefits due a deceased veteran or for dependency\nand indemnity compensation, while related, are separate claims, each emanating from its own\nstatutory basis and each with a different claimant. Further, the Court has recognized that a veteran's\nclaims for disability compensation terminate at his death. See Landicho, 7 Vet.App. at 47. Landicho\nalso changed the language of Rule 43 of the Court's Rules of Practice and Procedure to permit\nsubstitution for a deceased claimant only to the extent permitted by law.\n\n        Consequently, since 1994, the Court's standard practice in resolving pending appeals where\nan appellant dies is to dismiss the appeal as moot and vacate the underlying Board decision. By\ntaking these actions, the Court sought to ensure that an accrued benefits or dependency and\nindemnity compensation claimant would have his or her independent claims adjudicated without\nbeing encumbered by a non-final Board decision on the deceased veteran's underlying claim upon\nwhich those benefits might depend. In short, after Landicho, the general rule upon the death of an\nappellant has been to dismiss the appeal, vacate the Board decision that was the subject of that\nappeal, and deny motions for substitution. See Pekular v. Mansfield, 21 Vet.App. 495, 501 (2007).\nThe majority seems to ignore this precedent, instead finding that this Court's authority to withdraw\na prior judgment following the death of an appellant is \"discretionary.\" Supra at 5.\n\n\n    III. THE PADGETT EXCEPTION TO THE GENERAL RULE ESTABLISHED IN\n                        LANDICHO AND ZEVALKINK\n\n        In its January 2007 decision, the Federal Circuit held that, if certain conditions were met, this\nCourt could depart from the general rule established in Landicho, permit the substitution of a bona\nfide accrued benefits claimant for a deceased appellant, and issue its decision nunc pro tunc, as if\nit were decided before the veteran-claimant's death. In doing so, the Federal Circuit recognized the\n\n\n\n                                                   12\ninterrelationship between the veteran's disability compensation claim and a survivor's claim for\nbenefits that had accrued to the veteran before his death.6\n\n        The Federal Circuit began its discussion of this Court's authority to issue a decision nunc pro\ntunc by citing Mitchell v. Overman, 103 U.S. 62, 64-66 (1880), for the proposition that when delay\nin deciding a case is for the convenience of the Court and not the fault of the parties, the Court's\ndecision may be entered retrospectively. Importantly, the Federal Circuit noted that the purpose for\nsuch an irregular action was that, \"[i]n such cases, . . . it is the duty of the court to see that the parties\nshall not suffer by delay.\" Padgett, 473 F.3d at 1367 (quoting Mitchell, 103 U.S. at 65) (emphasis\nadded). The Court went on to cite a number of cases indicating that the purpose of a nunc pro tunc\norder is to ensure fundamental fairness for the parties. Id. at 1368.\n\n        The Federal Circuit next noted a significant factual difference between the underlying claims\nin Padgett and Landicho. Mr. Landicho died after a Notice of Appeal had been filed with the Court,\nbut before the case had been submitted to the Court for decision. On the contrary, Barney Padgett\ndied after his appeal had been submitted to this Court. Consequently, the Federal Circuit reasoned,\nit was proper to dismiss Mr. Landicho's appeal, because dismissal of that appeal accompanied by\nsetting aside the underlying Board decision, which was rendered a nullity by virtue of his death,\nwould permit Mrs. Landicho to pursue an accrued benefits claim from the same point that Mr.\nLandicho was in presenting his claim at the time of his death. Id. at 1369. In contrast, the Federal\nCircuit found that, because Barney Padgett died after his case had been submitted to the Court, the\nunderlying Board decision was in a different state of finality than in Landicho. Thus, to place Sue\nPadgett in the same position as her husband in pursuing her claim, the Court could, if circumstances\nwarranted, issue the Full Court Opinion nunc pro tunc to the time prior to Barney Padgett's death.\nAs explained by the Federal Circuit, under these circumstances, Barney Padgett's disability claim\nwould be wholly analogous to the accrued benefits claim of Sue Padgett. Id. at 1370.\n\n         The Federal Circuit next considered the question of the appropriateness of granting Sue\nPadgett's motion to substitute for her deceased husband. In so doing it made another specific and\nimportant finding that, \"[b]ecause of the general rule that a veteran's claim for benefits ends with his\ndeath, if Sue Padgett could not be substituted, nunc pro tunc relief would be inappropriate.\" Id. The\nFederal Circuit then explained the two-part test that must be satisfied for substitution to be\nconsidered. First, a case or controversy must exist, specifically that the underlying appeal is not\nmoot. Id. Second, the party seeking to be substituted must have standing, or be \"adversely affected\"\nby the Board decision on appeal, under 38 U.S.C. § 7266(a). Id. Lastly, the Court noted a third\nconsideration, whether such relief is required to provide justice and fairness to the parties. I note\nthat in its analysis regarding the appropriateness of substitution in this case, the majority fails to cite\n\n\n         6\n           Although the reasoning is not entirely clear, the Federal Circuit found that to overcome the termination of a\nveteran's claim at his death when considering a claim for accrued benefits, a Court decision rendered after the death of\na veteran would have to be issued nunc pro tunc to the date immediately prior to the veteran's death and that the live\nperson seeking accrued benefits would have to be substituted as the appellant. In my view, the reason for these\nrequirements would be to prevent the termination, by operation of law, of the appeal of a decedent at his death by means\nof substituting a live person with standing as the appellant in that appeal. A panel of this Court has discussed this\napparent incongruity. See Pekular, 21 Vet.App. at 501.\n\n                                                          13\nthe Federal Circuit's decision, in particular the test for substitution. Applying its test, the Federal\nCircuit’s findings and analysis are as follows: the authority to issue a decision nunc pro tunc in the\ncase of a deceased veteran depends first upon satisfying the test to substitute a bona fide accrued\nbenefits claimant, and even if substitution could be made, whether the issuance of a decision nunc\npro tunc is necessary to provide justice to the parties.\n\n\n               IV. APPLICATION TO THE ISSUES BEFORE THE COURT\n\n        First, it is important to note that Barney Padgett's claim died with him, hence, his appeal\nbecame moot upon his death in November 2004. See Landicho, 7 Vet.App. at 47. The majority\nseems to ignore this fact in stating \"it was the Secretary's decision to award Ms. Padgett accrued\nbenefits, not the death of Barney Padgett or other happenstance, that ultimately caused this appeal\nto become moot.\" Supra at [xx]. Under the precedent of the Court, Barney Padgett's appeal became\nmoot upon his death, but, as a potential accrued benefits claimant, Sue Padgett, through her motion\nto substitute, had the potential to revive a case or controversy in Barney Padgett's case. However,\nbecause Sue Padgett has now prevailed in her separate claim for accrued benefits, she has already\nreceived all the benefits available to her had she prevailed in her motion to be substituted in her\ndeceased husband's appeal to this Court. Thus, the underlying purpose for her motion to substitute,\nto eliminate unnecessary delay in a decision on her claim for accrued benefits, ceased to exist when\nher 2006 claim for accrued benefits was granted in January 2007. In short, there is simply no reason\nnow to permit substitution in Barney Padgett's appeal. In terms of the Federal Circuit's test, Sue\nPadgett fails that test because she is no longer adversely affected by anything that may have occurred\nin VA's adjudication of her deceased husband's claim. Consequently, her motion to substitute is now\nmoot and Barney Padgett's original appeal remains moot because there is no person with standing\nto revive it. The majority appears to agree with this analysis and would also deny Sue Padgett's\nmotion to substitute. However, in doing so, the majority fails to recognize that without substitution,\nonly Barney Padgett's underlying appeal is still before the Court. Because his claim terminated at\nhis death, the proper course is to dismiss his appeal and vacate the underlying Board decision. See\nLandicho, 7 Vet.App. at 47.\n\n        Although my colleagues writing separately to concur with the majority's disposition of this\ncase would look back to the time that Sue Padgett originally sought substitution to decide the issue\nof mootness, such a view is not supported by law. See Arizonans for Official English v. Ariz., 520\nU.S. 43, 68 (1997) (citing United States Parole Comm'n v. Gerghty, 445 U.S. 388, 397 (1980)\n(describing mootness as \"the doctrine of standing set in a time frame: The requisite personal interest\nthat must exist at the commencement of the litigation (standing) must continue throughout its\nexistence (mootness)\" (quoting Monaghan, Constitutional Adjudication: The Who and When, 82\nYale L. J. 1363, 1384 (1973)). An appellant must have standing throughout the entire appellate\nprocess or the case becomes moot. Id. As a result, I disagree with my concurring colleagues'\nretroactive focus to the time that Sue Padgett filed her original motion for substitution.\n\n       Following the dictate of the Federal Circuit's January 2007 decision, because Sue Padgett\ncannot be substituted for her husband in his claim for benefits, the 2005 Full Court Opinion may not\n\n\n                                                  14\nbe given nunc pro tunc effect under authority of that case. Padgett, 473 F.3d at 1370. As a result,\nI would grant the Secretary's motion to dismiss Barney Padgett's appeal and to withdraw the April\n2005 Full Court Opinion. The majority, however, ignores the Federal Circuit's January 2007\ndecision in this case and gives the April 2005 Full Court Opinion nunc pro tunc effect. This result\nis not sanctioned by the Federal Circuit. In so doing, the majority avoids discussing the Federal\nCircuit's analysis in its decision in Padgett and relies on a series of cases emanating from U.S.\nBancorp Mortgage Co. v. Bonner Mall Partnership, 513 U.S. 18 (1994).\n\n        As explained in Bancorp, the disposition of moot cases rests on concepts of equity and the\nconditions that rendered the case moot. Bancorp, 513 U.S. at 24. In Bancorp, the Supreme Court\ndecided the narrow issue of whether it was appropriate to order vacatur of a lower appellate court\ndecision when the appeal became moot by reason of settlement. Although the language in Bancorp,\nif taken out of context, could be used to support the majority's position, Bancorp cannot be separated\nfrom its facts. Furthermore, Bancorp and the cases relying on it do not alter this Court's well-\nestablished practice of ordering vacatur in moot cases. See Landicho, 7 Vet.App. at 47; see also\nBancorp, 513 U.S. at 23; United States v. Munsingwear, Inc., 340 U.S. 36, 95 (1950).\n\n         Indeed, the Bancorp line of cases is distinguishable from Padgett in that those cases do not\ninvolve the fact situation that we have here: two separate claims, each asserted by a different\nindividual in his or her own right, and a motion by one individual to substitute for the other at death.\nThe Bancorp line of cases focus on fairness to the parties who have a demonstrated interest in the\nlitigation. In this case, the only parties who had any interest in this litigation at any time are Barney\nand Sue Padgett. However, Barney Padgett has no further interest in this litigation because any\nentitlement to benefits was extinguished at his death. Sue Padgett no longer has an interest in this\nlitigation because she has been awarded all of the benefits that she sought.\n\n        Furthermore, the cases cited by the majority are not governed by law dictating that a veteran's\nclaim dies with the veteran. See Landicho, 7 Vet.App. at 47. Barney Padgett's appeal, not Sue\nPadgett's accrued benefits claim, was considered by the Court in April 2005. Indeed, the appeal\nremains Barney Padgett's even if Sue Padgett were to be substituted for him following the guidance\nprovided by the Federal Circuit. The only purpose of substitution would be to avoid any unnecessary\ndelay in a decision on Sue Padgett's claim, which was derivative of her husband's underlying claim\nnow on appeal. However, when Sue Padgett's separate claim for accrued benefits was granted, any\nreason for substitution of Sue Padgett in Barney Padgett's underlying appeal ceased to exist.\n\n         If the course set by the Federal Circuit were followed, there could be no substitution and\nconsequently no action that would warrant issuing our April 2005 decision nunc pro tunc. Rather,\nin this situation, the Court's standard and consistent practice of dismissing the appeal and vacating\nthe offending Board decision is the appropriate course of action. Such actions would eliminate the\n2002 Board decision that, if left in place, would conflict with the 2007 regional office decision\ngranting Sue Padgett's claim for accrued benefits and there would be no resulting injustice to the\nparties. Any other course, no matter how well intentioned, amounts to an advisory opinion on issues\nno longer before this Court.\n\n\n\n                                                   15\n        Assuming that this Court could, through the exercise of some inherent power, permit its\ndecision in a moot appeal to remain as precedential authority based on concepts of equity, the cases\ncited simply do not support such action. Should the majority wish to establish a new exception to\nthe general rule in Landicho, it should do so clearly, instead of ignoring the well-established\nprecedent of the Court.\n\n         The majority states that the Full Court Opinion clarified the application of the \"clearly\nerroneous\" standard of review in cases on appeal to this Court.7 However, although I agree with the\narticulation of the \"clearly erroneous\" standard of review expressed therein, a review of the cases\ncited in the Full Court Opinion does not compel the conclusion that a clarification of the appropriate\napplication of the \"clearly erroneous\" standard of review was necessary. See Hicks v. Brown, 8\nVet.App. 417, 422 (1995); see also Gilbert v. Derwinski, 1 Vet.App. 49, 53 (1990). Further,\nassuming that clarification is needed, the issue of the application of the \"clearly erroneous\" standard\nof review arises with great frequency in appeals before this Court and could be clarified in other\ncases that present the Court with a true conflict involving parties with standing and in which the\nCourt's pronouncement will have an actual effect on the necessary parties, as opposed to this case,\nin which the Court is reinstating a free-standing, advisory opinion unattached to any existing case\nor controversy. Certainly, the majority does not explain why the facts of this case demand such a\ndrastic departure from our precedent, which in turn would only set a bad, or at least inexact,\nprecedent that may itself one day require further clarification.\n\n        By this dissent, I do not say that I would never deny a motion to vacate a decision of this\nCourt. However, the facts of this case do not support abandoning our traditional adherence to the\nconcept of mootness in favor of applying equitable principles. For these reasons, I respectfully\ndissent.\n\n\n\n\n        7\n          The majority states that the Full Court Opinion was \"effective for several months, in 2005, and since the\nFederal Circuit Decision.\" Supra at 7. To be more specific, the Full Court Opinion was issued April 19, 2005, and\nwithdrawn on September 7, 2005, slightly more than 5 months.\n\n                                                        16\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/817204/", "sha1": "85dc72867df33991d8f8b997b7d37d6fb79ad147", "source": "C", "time_retrieved": "2013-01-31T17:48:44.430966"}