{"absolute_url": "/opinion/2768602/swainv-mcdonald/", "blocked": false, "citation": {"case_name": "Swainv. McDonald", "docket_number": "14-0947", "document_uris": ["/api/rest/v2/document/2768602/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 2741377, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2741377/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2015-01-08", "date_modified": "2015-01-09T08:27:50.257797", "docket": "/api/rest/v2/docket/2622959/", "download_url": "http://www.uscourts.cavc.gov/documents/Swain14-0947.pdf", "extracted_by_ocr": false, "html": null, "html_lawbox": null, "html_with_citations": "<pre class=\"inline\">           UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                            NO. 14-0947\n\n                                   ALAN R. SWAIN, APPELLANT,\n\n                                                  V.\n\n                                   ROBERT A. MCDONALD,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                          On Appeal from the Board of Veterans' Appeals\n\n\n(Argued October 22, 20141                                                 Decided January 8, 2015)\n\n\n        Amy F. Odom and Christine M. Cote Hill, with whom Barton F. Stichman, was on the briefs,\nall of Washington, D.C., for the appellant.\n\n         Brandon A. Jonas, and Richard Mayerick, Deputy Assistant General Counsel, with whom\nTammy L. Kennedy, General Counsel; and Mary Ann Flynn, Assistant General Counsel, were on the\nbrief, all of Washington, D.C., for the appellee.\n\n       Before KASOLD, Chief Judge, and HAGEL and SCHOELEN, Judges.\n\n       KASOLD, Chief Judge: Veteran Alan R. Swain appeals through counsel a December 6,\n2013, Board of Veterans' Appeals (Board) decision that denied a compensable disability rating prior\nto June 12, 2013, for his service-connected bilateral hearing loss. Mr. Swain argues that the Board\nincorrectly interpreted the requirement in 38 C.F.R. § 4.85(a) (2013) that an examination for hearing\nimpairment \"must include a controlled speech discrimination test (Maryland CNC)\" to mean that the\neffective date of a claim for an increased disability rating could be no earlier than the date on which\nthe veteran obtained the Maryland CNC test showing an increased disability rating was warranted.\nBecause this issue has not yet been addressed in a precedential decision, a panel decision is\nwarranted. See Frankel v. Derwinski, 1 Vet.App. 23, 25-26 (1990); INTERNAL OPERATING\n\n\n       1\n          Oral argument was held on October 22, 2014, at the George Washington University Law School in\nWashington, D.C. The Court extends its appreciation to the law school for its hospitality.\nPROCEDURE (IOP) I(b)(2) and (4). For the reasons stated below, the Court will reverse the Board\ndetermination that Mr. Swain is not entitled to a compensable disability rating prior to June 12, 2013,\nand remand this matter for the Board to assign a 10% disability rating effective November 10, 2009.\n\n\n                                I. BACKGROUND AND FACTS\n       Mr. Swain served in the U.S. Army from March 1953 until March 1955. In May 1956, he\nwas granted service connection for high tone deafness (later redesignated as bilateral hearing loss),\nand was given a noncompensable disability rating, effective the day after he was discharged from\nservice. Mr. Swain filed for an increased disability rating in October 2007; however, a February\n2008 VA audiometric examination that utilized the Maryland CNC test did not reveal a compensable\nhearing loss, and a March 2008 regional office (RO) decision continued Mr. Swain's\nnoncompensable disability rating.\n       Mr. Swain appealed the 2008 RO decision, and obtained and submitted two private\naudiometric examinations to VA. A November 10, 2009, private audiometric examination\ndiagnosed \"normal precipitously sloping to profound\" hearing loss (Record (R.) at 210), and a\nDecember 9, 2010, private audiometric examination diagnosed \"mild to profound\" hearing loss in\nhis right ear, and \"mild to severe\" hearing loss in his left ear (R. at 196). Neither examination noted\nwhich test was used to obtain the results, and the data demonstrating Mr. Swain's hearing threshold\nlevel in decibels was presented in graphical format.\n       In April 2013, the Board remanded the hearing loss claim for, inter alia, a VA audiometric\nexamination, and requested that the examiner interpret the 2009 and 2010 private audiometric test\nresults in relation to the examiner's own results of Mr. Swain's hearing loss. A VA audiometric\nexamination using the Maryland CNC test was conducted on June 12, 2013. The results reflect a\n\"normal precipitously sloping to profound\" hearing loss in both ears, and the examiner opined that\nthese results were \"consistent with\" Mr. Swain's November 2009 and December 2010 audiometric\ntest results. R. at 105. A June 2013 RO decision granted Mr. Swain a 10% disability rating for\nbilateral hearing loss, with an effective date of June 12, 2013, the date of the VA audiometric\nexamination.\n\n\n\n\n                                                  2\n        Mr. Swain appealed the effective date of this decision, and the Board remanded the decision\nto determine the type of hearing tests used in the 2009 and 2010 private audiometric examinations,\nand to have a VA examiner interpret the numeric results of the 2009 and 2010 examinations. The\n2009 examiner responded that she had used the NU-6 Word List, and not the Maryland CNC test,\nbut the 2010 examiner failed to respond to multiple VA inquiries. The 2013 VA examiner identified\nthe numeric results obtained in the 2009 and 2010 examinations, which he opined were consistent\nwith the 2013 examination results.\n        In the decision on appeal, the Board noted that disability ratings for hearing loss are required\nby regulation to be based on the results of a Maryland CNC test, and viewed the effective date of a\nrating to be tied to the date of the test. Thus, because the June 12, 2013, audiometric examination\nwas the only favorable examination known to have used the Maryland CNC test, the Board assigned\nthe date of that examination as the effective date for a 10% disability rating for Mr. Swain's hearing\nloss.\n                               II. THE PARTIES' ARGUMENTS\n                                              Appellant\n        Mr. Swain argues that reversal is required because the Board incorrectly interpreted the\nrequirement for use of the Maryland CNC test contained in § 4.85(a) as a requirement for\nestablishing the effective date of an increased disability rating as of the date of the test. Mr. Swain\nacknowledges that the Maryland CNC test is required to determine the disability rating, but he\ncontends that the effective date should be set in accordance with \"the facts found,\" and that the\nSecretary must consider \"all of the evidence of record from the time of the veteran's application.\"\nAppellant's Brief (Br.) at 5 (quoting Hart v. Mansfield, 21 Vet.App. 505, 509 (2007) (internal\nquotation marks and citations omitted)).\n        More specifically, Mr. Swain does not contend that the 2009 and 2010 examinations alone\nwere sufficient to support his application for increased benefits. Rather, he argues that the 2013\nexaminer's opinion that the 2009 and 2010 examinations were consistent with the 2013 examination\n\n\n\n\n                                                   3\nwas sufficient to support a finding that the effective date of his compensable disability rating should\nbe the date of the 2009 audiometric examination.2\n        In the alternative, Mr. Swain argues that remand is warranted because the Board failed to\nprovide an adequate statement of reasons or bases for rejecting the medical examiner's retrospective\nopinion that the 2009 and 2010 audiometric test results were consistent with the 2013 audiometric\ntest results, which warranted a 10% disability rating.\n                                                    Appellee\n        The Secretary argues that the effective date for an increased rating claim for hearing loss is\ncontingent upon the date that the veteran received a hearing loss examination that complies with\n§ 4.85(a), which includes the requirement that a Maryland CNC test be utilized. The Secretary\nfurther argues that for disability ratings that require the use of a specific test, retrospective medical\nopinions are not for application because the examiner necessarily would have to speculate as to the\nlevel of past disability because the required, specific test cannot be conducted retroactively. Thus,\nthe Secretary argues that Chotta v. Peake, 22 Vet.App. 80 (2008) (recognizing that a retrospective\nexamination might permit an examiner to provide a retroactive diagnosis), and its progeny are not\nfor application in the hearing disability context. Rather, he contends that the holding in Chotta is\nlimited to claims for benefits for post-traumatic stress disorder (PTSD) and other disabilities in\nwhich the symptoms are readily observable and can be diagnosed retroactively. The Secretary\nfurther points out that the Court's language in Chotta referring to retrospective opinions is only\npermissive.\n        At oral argument, counsel for the Secretary stated that with an original claim for benefits for\nhearing loss, the date the claim was filed may be assigned as the effective date if the Maryland CNC\ntest was conducted within a reasonable time after the claim was filed. In response to questions\nconcerning why an increased rating claim would be treated any differently, counsel suggested that\nthe effective dates for original claims and increased rating claims are controlled by different laws.\n\n\n\n\n        2\n          Mr. Swain asks only for an effective date as of the November 2009 examination and no earlier. Furthermore,\nhe does not contest the 10% disability rating.\n\n                                                         4\n                                         III. DISCUSSION\n       There is no dispute that § 4.85(a), in effect both at the time of the underlying Board decision\nand today, requires use of the Maryland CNC test to determine the degree of a veteran's hearing loss,\nunless the examiner certifies that use of the test is not appropriate – which is not an issue here.\nRather, the issue is whether the requirement of § 4.85(a) that an examination for hearing impairment\npurposes \"include a controlled speech discrimination test (Maryland CNC)\" means that the effective\ndate of a claim for an increased disability rating for hearing loss may not be earlier than the date on\nwhich the veteran obtained the Maryland CNC test showing an increased disability rating was\nwarranted.\n       The \"interpretation of a statute or regulation is a question of law,\" Lane v. Principi, </pre><span class=\"citation\" data-id=\"783152\"><a href=\"/opinion/783152/bruce-e-lane-claimant-appellant-v-anthony-j-princi/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">1331</span></a></span><pre class=\"inline\">, 1339 (Fed. Cir. 2003), and our review is performed de novo, Kent v. Principi, </pre><span class=\"citation\" data-id=\"788440\"><a href=\"/opinion/788440/peter-r-kent-claimant-appellant-v-anthony-j-princi/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1380</span></a></span><pre class=\"inline\">,\n1384 (Fed. Cir. 2004). \"Statutory [and regulatory] interpretation begins with the language of the\nstatute, the plain meaning of which we derive from its text and its structure.\" McEntee v. Merit Sys.\nProt. Bd., </pre><span class=\"citation\" data-id=\"211931\"><a href=\"/opinion/211931/mcentee-v-merit-systems-protection-board/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1320</span></a></span><pre class=\"inline\">, 1328 (Fed. Cir. 2005); see Sharp v. Shinseki, 23 Vet.App. 267, 271 (2009);\nsee also McGee v. Peake, </pre><span class=\"citation\" data-id=\"210143\"><a href=\"/opinion/210143/mcgee-v-peake/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1352</span></a></span><pre class=\"inline\">, 1356 (Fed. Cir. 2008); Gardner v. Derwinski, 1 Vet.App.\n584, 586 (1991) (\"Determining a statute's plain meaning requires examining the specific language\nat issue and the overall structure of the statute.\" (citing Bethesda Hosp. Ass'n v. Bowen, </pre><span class=\"citation\" data-id=\"112034\"><a href=\"/opinion/112034/bethesda-hospital-assn-v-bowen/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">399</span></a></span><pre class=\"inline\">, 403-05 (1988))), aff'd sub nom. Gardner v. Brown, </pre><span class=\"citation\" data-id=\"653737\"><a href=\"/opinion/653737/fred-p-gardner-claimant-appellee-v-jesse-brown-sec/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1456</span></a></span><pre class=\"inline\"> (Fed. Cir.1993), aff'd, </pre><span class=\"citation\" data-id=\"117884\"><a href=\"/opinion/117884/brown-v-gardner/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">115</span></a></span><pre class=\"inline\">, 115 (1994). A fundamental canon of statutory construction is that the words of a statute are\ngiven \"their 'ordinary, contemporary, common meaning,' absent an indication Congress intended\nthem to bear some different import.\" Williams v. Taylor, </pre><span class=\"citation\" data-id=\"118356\"><a href=\"/opinion/118356/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span><pre class=\"inline\">, 431 (2000) (quoting Walters\nv. Metro. Ed. Enters., Inc., </pre><span class=\"citation\" data-id=\"118075\"><a href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span><pre class=\"inline\">, 207 (1997)); see also Perrin v. United States, </pre><span class=\"citation\" data-id=\"110155\"><a href=\"/opinion/110155/perrin-v-united-states/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">,\n42 (1979) (stating that \"unless otherwise defined, words [in a statute] will be interpreted as taking\ntheir ordinary, contemporary, common meaning\") (citing Burns v. Alcala, </pre><span class=\"citation\" data-id=\"109215\"><a href=\"/opinion/109215/burns-v-alcala/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span><pre class=\"inline\">, 580-81\n(1975)); McGee, 511 F.3d at 1356; Trafter, 26 Vet.App. at 284.              The canons of statutory\ninterpretation also apply to interpreting regulations. Smith v. Brown, </pre><span class=\"citation\" data-id=\"678574\"><a href=\"/opinion/678574/william-a-smith-claimant-appellee-v-jesse-brown-se/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1516</span></a></span><pre class=\"inline\">, 1523 (Fed. Cir.\n1994), superseded by statute as stated in Samish Indian Nation v. United States, </pre><span class=\"citation\" data-id=\"211716\"><a href=\"/opinion/211716/samish-indian-nation-v-united-states/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1355</span></a></span><pre class=\"inline\"> (Fed.\nCir. 2005).\n       Title 38, section 4.85(a) of the Code of Federal Regulations provides:\n\n\n                                                  5\n         An examination for hearing impairment for VA purposes must be conducted by a\n         state-licensed audiologist and must include a controlled speech discrimination test\n         (Maryland CNC) and a puretone audiometry test.\n         38 C.F.R. § 4.85(a) (2014).\n         In the remaining subsections, § 4.85 defines how to determine the disability rating based on\nthe percent of speech discrimination and puretone threshold average obtained during an audiometric\nexamination. Significantly, the plain language of the regulation does not mention the effective date\nof disability ratings for hearing loss or otherwise indicate that the effective date for the assignment\nof benefits for hearing loss is tied to the date of a Maryland CNC examination. Therefore, based on\nthe plain language of the regulation, 38 C.F.R. § 4.85 does not control the effective date of the\nappellant's claim.\n         Although the Secretary and the Board note that § 4.85(a) requires ratings for hearing loss to\nbe based on a mechanical application of the rating schedule as held in Lendenmann v. Principi,\n3 Vet.App. 345, 349 (1992) (addressing the requirement for a puetone audiometry test), both fail to\nappreciate that § 4.85(a) says nothing about an effective date, and nothing in Lendenmann suggests\nthat the assignment of an effective date is based on a mechanical application of the rating schedule.\nIndeed, read in context, the Lendenmann statement regarding the \"mechanical application\" of the\nrating schedule refers to the assignment of disability ratings, and not the effective date. Id. Thus,\nneither the plain language of § 4.85(a) nor prior caselaw supports an interpretation that the effective\ndate of a claim for benefits for hearing loss is controlled by § 4.85(a).3\n         In contrast, both 38 U.S.C. § 5110 and 38 C.F.R. § 3.400 (2014) explicitly address and\ngovern the effective dates for disability compensation claims, including increased rating claims, and\nthese provisions generally tie an effective date to the earliest date a disability or an increase in\n\n\n\n\n         3\n            On September 8, 2014, after briefing in this case had concluded, the U.S. Court of Appeals for the Federal\nCircuit (Federal Circuit) decided Young v. McDonald, </pre><span class=\"citation\" data-id=\"2724223\"><a href=\"/opinion/2724223/young-v-mcdonald/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1348</span></a></span><pre class=\"inline\"> (Fed. Cir. 2014). At oral argument, neither party\nwas aware of the decision and, therefore, it could not be discussed. Neither party has since sought to file supplemental\nbriefing on Young's applicability to this case. The Court considered Young and finds that it does not alter this decision.\n\n                                                            6\ndisability is ascertainable or to the date the claim was received, whichever is later.4 Specifically, as\nto an increased rating claim, section 5110(b)(3) provides that \"[t]he effective date of an award of\nincreased compensation shall be the earliest date as of which it is ascertainable that an increase in\ndisability had occurred, if application is received within one year from such date.\" See also\n38 C.F.R. § 3.400(o)(2) (same). Thus, we have held that an \"effective date should not be assigned\nmechanically based on the date of a diagnosis. Rather, all of the facts should be examined to\ndetermine the date that [the veteran's disability] first manifested.\" DeLisio v. Shinseki, 25 Vet.App.\n45, 58 (2011); Hazan v. Gober, 10 Vet.App. 511, 521 (1997) (noting that for increased ratings\nclaims, section 5110(b)(2) requires VA to \"review all the evidence of record\" (emphasis in\noriginal)). Therefore, the effective date for an increased rating, indeed, as well as for an initial rating\nor for staged ratings, is predicated on when the increase in the level of hearing loss can be\nascertained. See 38 U.S.C. § 5110; 38 C.F.R. § 3.400 (2014); Fenderson v. West, 12 Vet.App. 119,\n126 (1999) (recognizing that \"separate ratings can be assigned for separate periods of time based on\nfacts found\"); see also Gaston v. Shinseki, </pre><span class=\"citation\" data-id=\"146812\"><a href=\"/opinion/146812/gaston-v-shinseki/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span><pre class=\"inline\">, 983 (Fed. Cir. 2010) (noting that section\n5110(b)(2) specifies that the \"effective date of an increase 'shall be the earliest date' that the evidence\nshows 'an increase in disability had occurred'\") (citing section 5110(b)(2)); DeLisio, supra.\n         Succinctly stated, the Secretary's contention that § 4.85(a) requires the effective date for an\nincreased disability claim to be set in accordance with the date a Maryland CNC test is administered\nnot only adds words to the regulation that are not there, but it also conflicts with the plain meaning\nof section 5110(b)(3), which requires the effective date of an award of increased compensation to\nbe \"the earliest date as of which it is ascertainable that an increase in disability had occurred.\"\n38 U.S.C. § 5110(b)(3) (emphasis added).\n\n\n         4\n              Although counsel for the Secretary is correct in stating that the law governing the effective date for an\nincreased rating claim differs from that governing the effective date for an initial claim, the only substantive difference\nis that the effective date for an increased rating may be up to one year earlier than the date of the claim, while the earliest\neffective date for an initial claim is the date the veteran left service if the claim is filed within one year of service,\notherwise the effective date is the date of the claim. For both initial claims and increased rating claims, the effective date\ncan be no earlier than the date it was factually ascertainable that the veteran had a hearing disability or an increase in a\nhearing disability. Compare 38 U.S.C. § 5110(b)(1) (tying effective date to day after separation from service if claim\nis filed within one year of such separation), and 38 C.F.R. § 3.400(b)(2) (2014) (same), with 38 U.S.C. § 5110(b) (tying\neffective date to date increase in disability can be ascertained if claim is filed within one year of that increase), and 38\nC.F.R. § 3.400(o) (same). See also 38 U.S.C. § 5110(a) (stating general rule that effective date is date of claim or fixed\nin accordance with facts found, whichever is later); 38 C.F.R. § 3.400 (same).\n\n                                                              7\n        It is axiomatic that a regulation may not trump the plain language of a statute. See Robbins\nv. Bentsen, </pre><span class=\"citation\" data-id=\"683562\"><a href=\"/opinion/683562/v-carol-robbins-v-lloyd-bentsen-in-his-capacity-as/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1195</span></a></span><pre class=\"inline\">, 1198 (7th Cir. 1994). Thus, even if § 4.85(a) were read to require the\neffective date for an increased rating claim for hearing loss to be tied to the date of a Maryland CNC\ntest without weighing other evidence in the record, the regulation could not stand. See Kilpatrick\nv. Principi, 16 Vet.App. 1, 7-8 (2002) (invalidating a regulation to the extent that such regulation\nconflicted with a statute). Here, however, § 4.85(a) is silent with regard to effective dates, and we\nneed not, and will not, read it as in conflict with section 5110(b)(3). See Robbins, supra (refusing\nto read statute and regulation as in conflict where such reading is not necessary); see also Smith v.\nBrown, </pre><span class=\"citation\" data-id=\"678574\"><a href=\"/opinion/678574/william-a-smith-claimant-appellee-v-jesse-brown-se/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1516</span></a></span><pre class=\"inline\">, 1526 (Fed. Cir. 1994) (citing LaVallee Northside Civic Ass'n v. V.I. Coastal\nZone Mgmt. Comm'n, </pre><span class=\"citation\" data-id=\"517611\"><a href=\"/opinion/517611/lavallee-northside-civic-association-and-lavallee-/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></a></span><pre class=\"inline\">, 623 (3d Cir.1989), for the proposition that \"regulations must\nbe construed to avoid conflict with a statute if fairly possible\"); Passamaquoddy Tribe v. Maine,\n</pre><span class=\"citation\" data-id=\"1470539\"><a href=\"/opinion/1470539/passamaquoddy-tribe-v-state-of-me/\"><span class=\"volume\">897</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">632</span></a></span><pre class=\"inline\">, 635 (D. Me. 1995) (\"unequivocal language\" of statute trumps general provisions\nthat are silent on an issue).\n        In sum, we find no basis for the Secretary's contention that § 4.85(a) governs the effective\ndate for hearing loss ratings or that the effective date for hearing loss for an increased rating claim\ncan be no earlier than the date of a Maryland CNC test. As described above, unless otherwise\nspecifically noted in the statute or regulation, section 5110 and § 3.400 govern the effective date for\ndisability benefits claims.\n        Although a misapplication of law generally warrants remanding a matter for the Board to\napply the correct law, remand is not required when the facts found by the Board support only one\nconclusion. See Johnson v. Brown, 9 Vet.App. 7, 10 (1996) (noting that \"when the only permissible\nview of the evidence is contrary to that found by the [Board], reversal is the appropriate remedy\").\nThis is the case here. The unrefuted record, as found by the Board, includes hearing test results from\nNovember 10, 2009, and December 9, 2010, that were determined by a medical examiner to reflect\nhearing loss consistent with the June 2013 Maryland CNC test results. The only reason the Board\ndid not assign an effective date as of the November 10, 2009, audiometric test is because the Board\nthought it could assign an effective date only as of the date of a Maryland CNC test. The Board, as\nexplained above, was wrong. The ascertained fact is that Mr. Swain had hearing loss as of\nNovember 10, 2009, consistent with the June 2013 Maryland CNC test results, and, inasmuch as that\n\n\n                                                  8\nis the effective date sought by Mr. Swain, we will reverse the Board decision and remand this matter\nfor assignment of an effective date for a 10% disability rating as of November 10, 2009.5\n\n\n                                               IV. CONCLUSION\n         Upon consideration of the foregoing, the Board's December 6, 2013, decision that Mr. Swain\nis not entitled to an effective date prior to June 12, 2013, is REVERSED, and this matter is\nREMANDED for the Board to assign a 10% disability rating effective November 10, 2009.\n\n\n\n\n         5\n             Although both parties have referred to the 2013 examination report as a retrospective opinion, we note that\nthe report contains a medical examiner's interpretation of contemporary reports from 2009 and 2010, and equates the\ntest results reflected in those reports to the test results obtained during the 2013 examination. Otherwise stated, based\non the previous medical evidence, the VA examiner was able to state an opinion establishing entitlement to a\ncompensable disability rating. Therefore, the Secretary's attempt to distinguish this case from Chotta, supra, is baseless.\n\n\n\n\n                                                            9\n</pre>", "id": 2768602, "judges": "", "local_path": "pdf/2015/01/08/swainv._mcdonald.pdf", "nature_of_suit": "", "plain_text": "           UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                            NO. 14-0947\n\n                                   ALAN R. SWAIN, APPELLANT,\n\n                                                  V.\n\n                                   ROBERT A. MCDONALD,\n                          SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                          On Appeal from the Board of Veterans' Appeals\n\n\n(Argued October 22, 20141                                                 Decided January 8, 2015)\n\n\n        Amy F. Odom and Christine M. Cote Hill, with whom Barton F. Stichman, was on the briefs,\nall of Washington, D.C., for the appellant.\n\n         Brandon A. Jonas, and Richard Mayerick, Deputy Assistant General Counsel, with whom\nTammy L. Kennedy, General Counsel; and Mary Ann Flynn, Assistant General Counsel, were on the\nbrief, all of Washington, D.C., for the appellee.\n\n       Before KASOLD, Chief Judge, and HAGEL and SCHOELEN, Judges.\n\n       KASOLD, Chief Judge: Veteran Alan R. Swain appeals through counsel a December 6,\n2013, Board of Veterans' Appeals (Board) decision that denied a compensable disability rating prior\nto June 12, 2013, for his service-connected bilateral hearing loss. Mr. Swain argues that the Board\nincorrectly interpreted the requirement in 38 C.F.R. § 4.85(a) (2013) that an examination for hearing\nimpairment \"must include a controlled speech discrimination test (Maryland CNC)\" to mean that the\neffective date of a claim for an increased disability rating could be no earlier than the date on which\nthe veteran obtained the Maryland CNC test showing an increased disability rating was warranted.\nBecause this issue has not yet been addressed in a precedential decision, a panel decision is\nwarranted. See Frankel v. Derwinski, 1 Vet.App. 23, 25-26 (1990); INTERNAL OPERATING\n\n\n       1\n          Oral argument was held on October 22, 2014, at the George Washington University Law School in\nWashington, D.C. The Court extends its appreciation to the law school for its hospitality.\nPROCEDURE (IOP) I(b)(2) and (4). For the reasons stated below, the Court will reverse the Board\ndetermination that Mr. Swain is not entitled to a compensable disability rating prior to June 12, 2013,\nand remand this matter for the Board to assign a 10% disability rating effective November 10, 2009.\n\n\n                                I. BACKGROUND AND FACTS\n       Mr. Swain served in the U.S. Army from March 1953 until March 1955. In May 1956, he\nwas granted service connection for high tone deafness (later redesignated as bilateral hearing loss),\nand was given a noncompensable disability rating, effective the day after he was discharged from\nservice. Mr. Swain filed for an increased disability rating in October 2007; however, a February\n2008 VA audiometric examination that utilized the Maryland CNC test did not reveal a compensable\nhearing loss, and a March 2008 regional office (RO) decision continued Mr. Swain's\nnoncompensable disability rating.\n       Mr. Swain appealed the 2008 RO decision, and obtained and submitted two private\naudiometric examinations to VA. A November 10, 2009, private audiometric examination\ndiagnosed \"normal precipitously sloping to profound\" hearing loss (Record (R.) at 210), and a\nDecember 9, 2010, private audiometric examination diagnosed \"mild to profound\" hearing loss in\nhis right ear, and \"mild to severe\" hearing loss in his left ear (R. at 196). Neither examination noted\nwhich test was used to obtain the results, and the data demonstrating Mr. Swain's hearing threshold\nlevel in decibels was presented in graphical format.\n       In April 2013, the Board remanded the hearing loss claim for, inter alia, a VA audiometric\nexamination, and requested that the examiner interpret the 2009 and 2010 private audiometric test\nresults in relation to the examiner's own results of Mr. Swain's hearing loss. A VA audiometric\nexamination using the Maryland CNC test was conducted on June 12, 2013. The results reflect a\n\"normal precipitously sloping to profound\" hearing loss in both ears, and the examiner opined that\nthese results were \"consistent with\" Mr. Swain's November 2009 and December 2010 audiometric\ntest results. R. at 105. A June 2013 RO decision granted Mr. Swain a 10% disability rating for\nbilateral hearing loss, with an effective date of June 12, 2013, the date of the VA audiometric\nexamination.\n\n\n\n\n                                                  2\n        Mr. Swain appealed the effective date of this decision, and the Board remanded the decision\nto determine the type of hearing tests used in the 2009 and 2010 private audiometric examinations,\nand to have a VA examiner interpret the numeric results of the 2009 and 2010 examinations. The\n2009 examiner responded that she had used the NU-6 Word List, and not the Maryland CNC test,\nbut the 2010 examiner failed to respond to multiple VA inquiries. The 2013 VA examiner identified\nthe numeric results obtained in the 2009 and 2010 examinations, which he opined were consistent\nwith the 2013 examination results.\n        In the decision on appeal, the Board noted that disability ratings for hearing loss are required\nby regulation to be based on the results of a Maryland CNC test, and viewed the effective date of a\nrating to be tied to the date of the test. Thus, because the June 12, 2013, audiometric examination\nwas the only favorable examination known to have used the Maryland CNC test, the Board assigned\nthe date of that examination as the effective date for a 10% disability rating for Mr. Swain's hearing\nloss.\n                               II. THE PARTIES' ARGUMENTS\n                                              Appellant\n        Mr. Swain argues that reversal is required because the Board incorrectly interpreted the\nrequirement for use of the Maryland CNC test contained in § 4.85(a) as a requirement for\nestablishing the effective date of an increased disability rating as of the date of the test. Mr. Swain\nacknowledges that the Maryland CNC test is required to determine the disability rating, but he\ncontends that the effective date should be set in accordance with \"the facts found,\" and that the\nSecretary must consider \"all of the evidence of record from the time of the veteran's application.\"\nAppellant's Brief (Br.) at 5 (quoting Hart v. Mansfield, 21 Vet.App. 505, 509 (2007) (internal\nquotation marks and citations omitted)).\n        More specifically, Mr. Swain does not contend that the 2009 and 2010 examinations alone\nwere sufficient to support his application for increased benefits. Rather, he argues that the 2013\nexaminer's opinion that the 2009 and 2010 examinations were consistent with the 2013 examination\n\n\n\n\n                                                   3\nwas sufficient to support a finding that the effective date of his compensable disability rating should\nbe the date of the 2009 audiometric examination.2\n        In the alternative, Mr. Swain argues that remand is warranted because the Board failed to\nprovide an adequate statement of reasons or bases for rejecting the medical examiner's retrospective\nopinion that the 2009 and 2010 audiometric test results were consistent with the 2013 audiometric\ntest results, which warranted a 10% disability rating.\n                                                    Appellee\n        The Secretary argues that the effective date for an increased rating claim for hearing loss is\ncontingent upon the date that the veteran received a hearing loss examination that complies with\n§ 4.85(a), which includes the requirement that a Maryland CNC test be utilized. The Secretary\nfurther argues that for disability ratings that require the use of a specific test, retrospective medical\nopinions are not for application because the examiner necessarily would have to speculate as to the\nlevel of past disability because the required, specific test cannot be conducted retroactively. Thus,\nthe Secretary argues that Chotta v. Peake, 22 Vet.App. 80 (2008) (recognizing that a retrospective\nexamination might permit an examiner to provide a retroactive diagnosis), and its progeny are not\nfor application in the hearing disability context. Rather, he contends that the holding in Chotta is\nlimited to claims for benefits for post-traumatic stress disorder (PTSD) and other disabilities in\nwhich the symptoms are readily observable and can be diagnosed retroactively. The Secretary\nfurther points out that the Court's language in Chotta referring to retrospective opinions is only\npermissive.\n        At oral argument, counsel for the Secretary stated that with an original claim for benefits for\nhearing loss, the date the claim was filed may be assigned as the effective date if the Maryland CNC\ntest was conducted within a reasonable time after the claim was filed. In response to questions\nconcerning why an increased rating claim would be treated any differently, counsel suggested that\nthe effective dates for original claims and increased rating claims are controlled by different laws.\n\n\n\n\n        2\n          Mr. Swain asks only for an effective date as of the November 2009 examination and no earlier. Furthermore,\nhe does not contest the 10% disability rating.\n\n                                                         4\n                                         III. DISCUSSION\n       There is no dispute that § 4.85(a), in effect both at the time of the underlying Board decision\nand today, requires use of the Maryland CNC test to determine the degree of a veteran's hearing loss,\nunless the examiner certifies that use of the test is not appropriate – which is not an issue here.\nRather, the issue is whether the requirement of § 4.85(a) that an examination for hearing impairment\npurposes \"include a controlled speech discrimination test (Maryland CNC)\" means that the effective\ndate of a claim for an increased disability rating for hearing loss may not be earlier than the date on\nwhich the veteran obtained the Maryland CNC test showing an increased disability rating was\nwarranted.\n       The \"interpretation of a statute or regulation is a question of law,\" Lane v. Principi, 339 F.3d\n1331, 1339 (Fed. Cir. 2003), and our review is performed de novo, Kent v. Principi, 389 F.3d 1380,\n1384 (Fed. Cir. 2004). \"Statutory [and regulatory] interpretation begins with the language of the\nstatute, the plain meaning of which we derive from its text and its structure.\" McEntee v. Merit Sys.\nProt. Bd., 404 F.3d 1320, 1328 (Fed. Cir. 2005); see Sharp v. Shinseki, 23 Vet.App. 267, 271 (2009);\nsee also McGee v. Peake, 511 F.3d 1352, 1356 (Fed. Cir. 2008); Gardner v. Derwinski, 1 Vet.App.\n584, 586 (1991) (\"Determining a statute's plain meaning requires examining the specific language\nat issue and the overall structure of the statute.\" (citing Bethesda Hosp. Ass'n v. Bowen, 485 U.S.\n399, 403-05 (1988))), aff'd sub nom. Gardner v. Brown, 5 F.3d 1456 (Fed. Cir.1993), aff'd, 513 U.S.\n115, 115 (1994). A fundamental canon of statutory construction is that the words of a statute are\ngiven \"their 'ordinary, contemporary, common meaning,' absent an indication Congress intended\nthem to bear some different import.\" Williams v. Taylor, 529 U.S. 420, 431 (2000) (quoting Walters\nv. Metro. Ed. Enters., Inc., 519 U.S. 202, 207 (1997)); see also Perrin v. United States, 444 U.S. 37,\n42 (1979) (stating that \"unless otherwise defined, words [in a statute] will be interpreted as taking\ntheir ordinary, contemporary, common meaning\") (citing Burns v. Alcala, 420 U.S. 575, 580-81\n(1975)); McGee, 511 F.3d at 1356; Trafter, 26 Vet.App. at 284.              The canons of statutory\ninterpretation also apply to interpreting regulations. Smith v. Brown, 35 F.3d 1516, 1523 (Fed. Cir.\n1994), superseded by statute as stated in Samish Indian Nation v. United States, 419 F.3d 1355 (Fed.\nCir. 2005).\n       Title 38, section 4.85(a) of the Code of Federal Regulations provides:\n\n\n                                                  5\n         An examination for hearing impairment for VA purposes must be conducted by a\n         state-licensed audiologist and must include a controlled speech discrimination test\n         (Maryland CNC) and a puretone audiometry test.\n         38 C.F.R. § 4.85(a) (2014).\n         In the remaining subsections, § 4.85 defines how to determine the disability rating based on\nthe percent of speech discrimination and puretone threshold average obtained during an audiometric\nexamination. Significantly, the plain language of the regulation does not mention the effective date\nof disability ratings for hearing loss or otherwise indicate that the effective date for the assignment\nof benefits for hearing loss is tied to the date of a Maryland CNC examination. Therefore, based on\nthe plain language of the regulation, 38 C.F.R. § 4.85 does not control the effective date of the\nappellant's claim.\n         Although the Secretary and the Board note that § 4.85(a) requires ratings for hearing loss to\nbe based on a mechanical application of the rating schedule as held in Lendenmann v. Principi,\n3 Vet.App. 345, 349 (1992) (addressing the requirement for a puetone audiometry test), both fail to\nappreciate that § 4.85(a) says nothing about an effective date, and nothing in Lendenmann suggests\nthat the assignment of an effective date is based on a mechanical application of the rating schedule.\nIndeed, read in context, the Lendenmann statement regarding the \"mechanical application\" of the\nrating schedule refers to the assignment of disability ratings, and not the effective date. Id. Thus,\nneither the plain language of § 4.85(a) nor prior caselaw supports an interpretation that the effective\ndate of a claim for benefits for hearing loss is controlled by § 4.85(a).3\n         In contrast, both 38 U.S.C. § 5110 and 38 C.F.R. § 3.400 (2014) explicitly address and\ngovern the effective dates for disability compensation claims, including increased rating claims, and\nthese provisions generally tie an effective date to the earliest date a disability or an increase in\n\n\n\n\n         3\n            On September 8, 2014, after briefing in this case had concluded, the U.S. Court of Appeals for the Federal\nCircuit (Federal Circuit) decided Young v. McDonald, 766 F.3d 1348 (Fed. Cir. 2014). At oral argument, neither party\nwas aware of the decision and, therefore, it could not be discussed. Neither party has since sought to file supplemental\nbriefing on Young's applicability to this case. The Court considered Young and finds that it does not alter this decision.\n\n                                                            6\ndisability is ascertainable or to the date the claim was received, whichever is later.4 Specifically, as\nto an increased rating claim, section 5110(b)(3) provides that \"[t]he effective date of an award of\nincreased compensation shall be the earliest date as of which it is ascertainable that an increase in\ndisability had occurred, if application is received within one year from such date.\" See also\n38 C.F.R. § 3.400(o)(2) (same). Thus, we have held that an \"effective date should not be assigned\nmechanically based on the date of a diagnosis. Rather, all of the facts should be examined to\ndetermine the date that [the veteran's disability] first manifested.\" DeLisio v. Shinseki, 25 Vet.App.\n45, 58 (2011); Hazan v. Gober, 10 Vet.App. 511, 521 (1997) (noting that for increased ratings\nclaims, section 5110(b)(2) requires VA to \"review all the evidence of record\" (emphasis in\noriginal)). Therefore, the effective date for an increased rating, indeed, as well as for an initial rating\nor for staged ratings, is predicated on when the increase in the level of hearing loss can be\nascertained. See 38 U.S.C. § 5110; 38 C.F.R. § 3.400 (2014); Fenderson v. West, 12 Vet.App. 119,\n126 (1999) (recognizing that \"separate ratings can be assigned for separate periods of time based on\nfacts found\"); see also Gaston v. Shinseki, 605 F.3d 979, 983 (Fed. Cir. 2010) (noting that section\n5110(b)(2) specifies that the \"effective date of an increase 'shall be the earliest date' that the evidence\nshows 'an increase in disability had occurred'\") (citing section 5110(b)(2)); DeLisio, supra.\n         Succinctly stated, the Secretary's contention that § 4.85(a) requires the effective date for an\nincreased disability claim to be set in accordance with the date a Maryland CNC test is administered\nnot only adds words to the regulation that are not there, but it also conflicts with the plain meaning\nof section 5110(b)(3), which requires the effective date of an award of increased compensation to\nbe \"the earliest date as of which it is ascertainable that an increase in disability had occurred.\"\n38 U.S.C. § 5110(b)(3) (emphasis added).\n\n\n         4\n              Although counsel for the Secretary is correct in stating that the law governing the effective date for an\nincreased rating claim differs from that governing the effective date for an initial claim, the only substantive difference\nis that the effective date for an increased rating may be up to one year earlier than the date of the claim, while the earliest\neffective date for an initial claim is the date the veteran left service if the claim is filed within one year of service,\notherwise the effective date is the date of the claim. For both initial claims and increased rating claims, the effective date\ncan be no earlier than the date it was factually ascertainable that the veteran had a hearing disability or an increase in a\nhearing disability. Compare 38 U.S.C. § 5110(b)(1) (tying effective date to day after separation from service if claim\nis filed within one year of such separation), and 38 C.F.R. § 3.400(b)(2) (2014) (same), with 38 U.S.C. § 5110(b) (tying\neffective date to date increase in disability can be ascertained if claim is filed within one year of that increase), and 38\nC.F.R. § 3.400(o) (same). See also 38 U.S.C. § 5110(a) (stating general rule that effective date is date of claim or fixed\nin accordance with facts found, whichever is later); 38 C.F.R. § 3.400 (same).\n\n                                                              7\n        It is axiomatic that a regulation may not trump the plain language of a statute. See Robbins\nv. Bentsen, 41 F.3d 1195, 1198 (7th Cir. 1994). Thus, even if § 4.85(a) were read to require the\neffective date for an increased rating claim for hearing loss to be tied to the date of a Maryland CNC\ntest without weighing other evidence in the record, the regulation could not stand. See Kilpatrick\nv. Principi, 16 Vet.App. 1, 7-8 (2002) (invalidating a regulation to the extent that such regulation\nconflicted with a statute). Here, however, § 4.85(a) is silent with regard to effective dates, and we\nneed not, and will not, read it as in conflict with section 5110(b)(3). See Robbins, supra (refusing\nto read statute and regulation as in conflict where such reading is not necessary); see also Smith v.\nBrown, 35 F.3d 1516, 1526 (Fed. Cir. 1994) (citing LaVallee Northside Civic Ass'n v. V.I. Coastal\nZone Mgmt. Comm'n, 866 F.2d 616, 623 (3d Cir.1989), for the proposition that \"regulations must\nbe construed to avoid conflict with a statute if fairly possible\"); Passamaquoddy Tribe v. Maine,\n897 F. Supp. 632, 635 (D. Me. 1995) (\"unequivocal language\" of statute trumps general provisions\nthat are silent on an issue).\n        In sum, we find no basis for the Secretary's contention that § 4.85(a) governs the effective\ndate for hearing loss ratings or that the effective date for hearing loss for an increased rating claim\ncan be no earlier than the date of a Maryland CNC test. As described above, unless otherwise\nspecifically noted in the statute or regulation, section 5110 and § 3.400 govern the effective date for\ndisability benefits claims.\n        Although a misapplication of law generally warrants remanding a matter for the Board to\napply the correct law, remand is not required when the facts found by the Board support only one\nconclusion. See Johnson v. Brown, 9 Vet.App. 7, 10 (1996) (noting that \"when the only permissible\nview of the evidence is contrary to that found by the [Board], reversal is the appropriate remedy\").\nThis is the case here. The unrefuted record, as found by the Board, includes hearing test results from\nNovember 10, 2009, and December 9, 2010, that were determined by a medical examiner to reflect\nhearing loss consistent with the June 2013 Maryland CNC test results. The only reason the Board\ndid not assign an effective date as of the November 10, 2009, audiometric test is because the Board\nthought it could assign an effective date only as of the date of a Maryland CNC test. The Board, as\nexplained above, was wrong. The ascertained fact is that Mr. Swain had hearing loss as of\nNovember 10, 2009, consistent with the June 2013 Maryland CNC test results, and, inasmuch as that\n\n\n                                                  8\nis the effective date sought by Mr. Swain, we will reverse the Board decision and remand this matter\nfor assignment of an effective date for a 10% disability rating as of November 10, 2009.5\n\n\n                                               IV. CONCLUSION\n         Upon consideration of the foregoing, the Board's December 6, 2013, decision that Mr. Swain\nis not entitled to an effective date prior to June 12, 2013, is REVERSED, and this matter is\nREMANDED for the Board to assign a 10% disability rating effective November 10, 2009.\n\n\n\n\n         5\n             Although both parties have referred to the 2013 examination report as a retrospective opinion, we note that\nthe report contains a medical examiner's interpretation of contemporary reports from 2009 and 2010, and equates the\ntest results reflected in those reports to the test results obtained during the 2013 examination. Otherwise stated, based\non the previous medical evidence, the VA examiner was able to state an opinion establishing entitlement to a\ncompensable disability rating. Therefore, the Secretary's attempt to distinguish this case from Chotta, supra, is baseless.\n\n\n\n\n                                                            9\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2768602/", "sha1": "3d2192ae6f05a73d355c0f1e52e4be531b420e9b", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2015-01-09T08:01:30.431462"}