{"absolute_url": "/opinion/2796990/westfallv-mcdonald/", "blocked": false, "citation": {"case_name": "Westfallv. McDonald", "docket_number": "13-0575(E)", "document_uris": ["/api/rest/v2/document/2796990/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 2769765, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2769765/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2015-04-28", "date_modified": "2015-04-28T11:21:00.110927", "docket": "/api/rest/v2/docket/2652821/", "download_url": "http://www.uscourts.cavc.gov/documents/Westfall13-0575.pdf", "extracted_by_ocr": false, "html": null, "html_lawbox": null, "html_with_citations": "<pre class=\"inline\">            UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\nNO. 13-0575(E)\n\nCARROLL B. WESTFALL,                                           APPELLANT,\n\n       V.\n\nROBERT A. MCDONALD,\nSECRETARY OF VETERANS AFFAIRS,                                 APPELLEE.\n\n\n\n                     Before HAGEL, PIETSCH, and GREENBERG, Judges.\n\n                                             ORDER\n\n       Before the Court is Carroll B. Westfall's July 1, 2014, application pursuant to the Equal\nAccess to Justice Act, 28 U.S.C. § 2412 (EAJA), for an award of attorney fees and expenses. On\nSeptember 15, 2014, the Secretary filed a motion to dismiss Mr. Westfall's application as untimely,\nalong with a motion to stay proceedings.\n\n         This matter was referred to a panel of the Court to decide two questions: Whether this Court's\ngranting of the appellant's motion to expedite the issuance of mandate results in a final judgment and\nthus reduces the amount of time that the Secretary has to appeal a decision from this Court to the\nU.S. Court of Appeals for the Federal Circuit (Federal Circuit); and whether the timeliness of the\nfiling of an EAJA application is affected by the Court's granting of an unopposed motion to expedite\nthe issuance of mandate. The Court has not yet resolved these issues, thus the case meets the criteria\nfor a panel decision. See Frankel v. Derwinski, 1 Vet.App. 23, 25-26 (1990); INTERNAL OPERATING\nPROCEDURE (IOP) I(b)(2) and (4). Oral argument was held on February 9, 2015.\n\n        Because the Secretary's lack of opposition to Mr. Westfall's motion to expedite the issuance\nof mandate cannot be considered a clear and unequivocal waiver of his right to appeal to the Federal\nCircuit, the Court holds that Mr. Westfall's EAJA application is timely.\n\n                                              I. FACTS\n\n        On April 25, 2014, the Court issued a memorandum decision vacating and remanding a\nJanuary 2013 Board of Veterans' Appeals (Board) decision that had denied Mr. Westfall's claim for\nan increased disability rating for post-traumatic stress disorder. See Westfall v. Shinseki, No. 13-0575\n(Vet. App. April 25, 2014). On May 19, 2014, judgment entered. Mr. Westfall filed a motion\nrequesting that the Court expedite the issuance of mandate due to Mr. Westfall's age and poor health.\nThe Secretary did not oppose the motion. The Court granted the unopposed motion and mandate\nissued on May 29, 2014.\n       On July 1, 2014, Mr. Westfall filed an EAJA application. The Secretary opposes that\napplication, asserting that, because it was not filed within 30 days of the issuance of mandate, it is\nuntimely.\n\n                                           II. ANALYSIS\n\n                                     A. Judgment and Mandate\n\n        The Court has previously counseled that the precise use of legal terms promotes clear\nthinking and analysis regarding both an appeal to this Court and in the adjudication of claims before\nVA. See Hillyard v. Shinseki, 24 Vet.App. 343, 355 (2011) (\"The Court finds it important to clarify\nthe use of the terms that appear in this decision and decisions cited herein in the hope that these\ndefinitions will bring some uniformity to the use of these terms in future adjudications and Court\ndecisions.\").\n\n        As in Hillyard, before beginning an analysis of the issues in this case, the Court believes that\nit is important to clarify and define the relevant terms, specifically: \"judgment,\" \"final judgment,\"\n\"mandate,\" and \"entry of mandate.\" All of these terms are used in this case, either by the parties, the\nCourt's Rule of Practice and Procedure (Rules), or the statutes impacting the legal issues currently\nbefore the Court.\n\n        The term \"judgment\" is often used to describe two distinct events, both having unique legal\nimplications. The first use of the term \"judgment\" refers to the time at which the Court issues (or\nannounces) its decision in a case. This is also sometimes referred to as \"entry of judgment.\" The date\nof judgment (or entry of judgment) is important because it \"begins the 60-day time period for\nappealing to the U.S. Court of Appeals for the Federal Circuit.\" U.S. VET. APP. R. 36(a); see also\nFED. R. APP. P. 4(a)(1)(B) (\"The notice of appeal may be filed by any party within 60 days after entry\nof the judgment or order [being] appealed.\").\n\n        The second use of the term \"judgment\" refers to \"final judgment,\" which is the date when the\nparties can no longer appeal the Court's decision. 28 U.S.C. § 2412(d)(2)(G) (\"'[F]inal judgment'\nmeans a judgment that is final and not appealable, and includes an order of settlement.\"); 38 U.S.C.\n§ 7291 (noting that a decision of this Court \"shall become final upon the expiration of the time\nallowed for filing, under section 7292 of [title 38], a notice of appeal from such a decision\"); Black's\nLaw Dictionary (10th ed. 2014) (hereinafter Black's) (\"A court's final determination of the rights and\nobligations of the parties in a case.\"); 58 Am. Jur. 2d New Trial § 339 (\"'Final judgment' means the\nlast date for taking an appeal, if no appeal is taken.\"). Final judgment generally occurs 60 days after\nthe entry of judgment unless (1) a timely notice of appeal to the Federal Circuit is filed, (2) an order\non consent was issued, or (3) if the Court directs otherwise. See U.S. VET. APP. R. 41(b). Final\njudgment is important because it ends the time period for parties to appeal a decision of the Court\nand begins the 30-day period for a party to submit an EAJA application. See 28 U.S.C.\n§ 2412(d)(1)(B).\n\n\n\n                                                   2\n        Similar to the term \"judgment,\" the term \"mandate\" is also frequently used to describe two\ndistinct events: (1) date of mandate and (2) entry of mandate. The date of mandate (hereinafter,\n\"mandate\") is when the Court's judgment becomes final. See U.S. VET. APP. R. 41; see also Black's\n(\"An order from an appellate court directing a lower court to take a specified action.\"); Flagship\nMarine Servs., Inc. v. Belcher Towing Co., </pre><span class=\"citation\" data-id=\"669161\"><a href=\"/opinion/669161/flagship-marine-services-inc-dba-sea-tow-services-/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></a></span><pre class=\"inline\">, 342 (11th Cir. 1994) (\"Until the mandate\nissues, an appellate judgment is not final; the decision reached in the opinion may be revised by the\npanel, or reconsidered by the en banc court, or certiorari may be granted by the Supreme Court.\");\nJackson v. Shinseki, 23 Vet.App. 27, 31 (2009) (\"The mandate of the Court is 'evidence that a\njudgment has become final.'\"). When mandate issues judgment becomes final and, as noted above,\nthe parties are no longer entitled to appeal the Court's decision.\n\n          The second use of the term \"mandate\" refers to the \"entry of mandate.\" Entry of mandate is\nthe public notice that judgment has become final and it occurs when the Court's mandate order is\nentered onto the docket. Although entry of mandate normally occurs on the dates that mandate issues\n(i.e., final judgment), for administrative reasons, it may follow the actual date of the mandate by\nsome time. In fact, the Court warns of this fact. See U.S VET. APP. R. 41, Practitioner's Note\n(\"Because entry of mandate on the docket is a ministerial act and may not occur on the date of\nmandate, practitioners are cautioned to use diligence when calculating time periods so as to ensure\ntimely filings.\") (emphasis added).\n\n        To recap, judgment, or the entry of judgment, is when the Court issues a decision and the 60-\nday period to appeal to the Federal Circuit begins. Final judgment is the date when the appeal period\nends. Final judgment is represented by the issuance of mandate. In other words, final judgment and\nmandate occur at the same time. They generally occur 60 days after the entry of judgment unless an\nexception arises. See U.S. VET. APP. R. 41(b). Once that occurs, the 30-day time period that a party\nhas to submit an EAJA application begins. Finally, the entry of mandate on the docket is merely\nadministrative–providing public notice that mandate has issued–thus, entry of mandate on the docket\ncan occur on a different date than the date mandate issues. Entry of mandate on the docket has no\neffect on the time periods to appeal a decision or to file an EAJA application.\n\n                                       B. Filing an EAJA Application\n\n        A party must submit an EAJA application \"within thirty days of final judgment in the\naction.\"1 28 U.S.C. § 2412(d)(1)(B) (emphasis added); see also U.S VET. APP. R. 39(a) (\"An\napplication pursuant to 28 U.S.C. § 2412(d) for an award of attorney fees and/or other expenses in\na case shall be submitted for filing with the Clerk not later than 30 days after the Court's judgment\nbecomes final.\"). As noted above, \"final judgment\" is defined as \"a judgment that is final and not\nappealable.\" 28 U.S.C. § 2412(d)(2).\n\n\n\n\n        1\n          This Court is authorized to award EAJA fees. 28 U.S.C. § 2412(d)(2)(F) (noting that \"court\" includes \"the\nUnited States Court of Appeals for Veterans Claims\").\n\n                                                        3\n        Here, Mr. Westfall argues that the Court's case law demonstrates that judgment does not\nnecessarily become final when mandate issues; rather, he asserts that judgment becomes final 60\ndays after judgment is entered, regardless of when mandate issues. For this proposition, he relies\nprimarily on Strouth v. Brown, 8 Vet.App. 502, 504 (1996), as well as Mariano v. Principi,\n18 Vet.App. 217 (2004), and Luyster v. Principi, 16 Vet.App. 96 (2002). The Secretary, on the other\nhand, asserts that the Court's judgment became final when–i.e., because–mandate issued.\n\n        As stated above in Section A., the Court's judgment becomes final when mandate issues. The\nCourt notes, however, that the case law on this issue is confusing, particularly because of the use of\nthe terms judgment and mandate.\n\n        In Strouth, the Court issued an order entering judgment and in the order stated that judgment\nwould become final 60 days after the date of the order and that an EAJA application would be due\n30 days thereafter. Mr. Strouth submitted his application 93 days after judgment entered (three days\nlate). The Court ultimately dismissed Mr. Strouth's application as untimely and stated:\n\n       An entry of judgment by this Court triggers the 60-day period to appeal the decision\n       to the U.S. Court of Appeals for the Federal Circuit. See Rule 4, Federal Rules of\n       Appellate Procedure. If no appeal is filed within the 60-day period, the judgment of\n       the Court becomes final. See 38 U.S.C. § 7291(a). Unless there is an order on consent\n       remanding a case under U.S. Vet.App.R. 41(b), the 30-day period to file an EAJA\n       application with the Court begins to run when the judgment becomes final and not\n       when the Court issues its mandate. See 28 U.S.C. § 2412(d)(1)(B). Finality is not\n       delayed until the Court issues its mandate, but is instead measured as 60 days after\n       the date stamped on the judgment. See Shalala v. Schaefer, </pre><span class=\"citation\" data-id=\"112895\"><a href=\"/opinion/112895/shalala-v-schaefer/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">, ____, 113\n       S.Ct. 2625, 2632, 125 L.Ed.2d 239 (1993); Stillwell v. Brown, 6 Vet.App. 291, 300\n       (1994). The issuance of mandate is a ministerial function which is irrelevant to the\n       timeliness of the EAJA application in this case. The 30-day filing deadline is strictly\n       enforced and the appellant's failure to submit an EAJA application within this 30-day\n       time constraint precludes the Court on the facts of this case from considering the\n       merits of the fee application.\n\nStrouth, 8 Vet.App. at 504.\n\n        First, it appears that the Court in Strouth conflates the date of mandate and entry of mandate.\nThe Court's reference to mandate being a \"ministerial function\" pertains to entry of mandate, not the\ndate of mandate. Id.; see also U.S VET. APP. R. 41, Practitioner's Note (\"Because entry of mandate\non the docket is a ministerial act and may not occur on the date of mandate, practitioners are\ncautioned to use diligence when calculating time periods so as to ensure timely filings.\") (emphasis\nadded). Moreover, the Court was again referring to entry of mandate when it stated \"[u]nless there\nis an order on consent remanding a case under U.S. Vet.App.R. 41(b), the 30-day period to file an\nEAJA application with the Court begins to run when the judgment becomes final and not when the\nCourt issues its mandate.\" Strouth, 8 Vet.App. at 504. Therefore, it is misguided to rely on Strouth\n\n\n                                                  4\nfor the proposition that mandate is \"irrelevant\" and has no impact on the timeliness of an EAJA\napplication. Mandate is when judgment becomes final and begins the 30-day period to file an EAJA\napplication with the Court.2\n\n       Second, and in the alternative, at the time of the Strouth decision, in January 1996, Rule 41\nwas different than its current composition. At that time, the rule stated:\n\n         (a) Date of Issuance. The mandate of this Court will issue 60 days after the date of\n         entry of judgment pursuant to Rule 36 unless the time is shortened or extended by\n         order. A certified copy of the judgment and a copy of the opinion of the Court, if any,\n         will constitute the mandate. If a timely Notice of Appeal to the United States Court\n         of Appeals for the Federal Circuit is filed with the Clerk, the mandate will issue in\n         accordance with 38 U.S.C. § 7291(a).\n\n         (b) Mandate in Consented Dismissal or Remand. An order on consent dismissing\n         or remanding a case will also constitute mandate.\n\nU.S. VET. APP. R. 41 (effective Aug. 1, 1994).\n\n         Two important distinctions between the 1996 version of Rule 41 and its current composition\nare: (1) the current rule states \"[m]andate is when the Court's judgment becomes final,\" which was\nnot clearly stated in the 1996 version; and (2) the current rule states \"[m]andate generally is 60 days\nafter judgment entered unless . . . the Court directs otherwise.\" U.S. VET. APP. R. 41(b) (emphasis\nadded). This exception–when the Court directs otherwise, such as where parties have agreed to the\nissuance of mandate prior to 60 days after judgment entered–is analogous to the exception stated in\nStrouth, when there is an order on consent remanding a case. In both situations, the parties have\nconsented to the earlier issuance of mandate and are no longer able to appeal.\n\n       With regard to Mariano and Luyster, both cases relied on Strouth for the proposition that the\nissuance of mandate is a ministerial function that is irrelevant to the timeliness of the filing of an\nEAJA application. See Mariano, 17 Vet.App. at 318; Luyster, 16 Vet.App. at 98. However, as\nexplained above, Strouth was referring to the entry of mandate on the docket and not the issuance\nof mandate. The issuance of mandate results in judgment becoming final and is very relevant to the\ntimeliness of filing an EAJA application. Additionally and alternatively, neither case involves an\ninstance where a party requested or consented to an expedited issuance of mandate prior to the 60-\nday period.\n\n\n\n\n         2\n          The Court notes that both cases cited in the relevant portion of Strouth support the Court's holding today. See\nShalala v. Schaefer, </pre><span class=\"citation\" data-id=\"112895\"><a href=\"/opinion/112895/shalala-v-schaefer/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span><pre class=\"inline\"> (1993) (noting that a judgment is final when it is no longer appealable); Stillwell v.\nBrown, 6 Vet.App. 291, 300 (1994) (noting that the issuance of mandate is when the 30-day EAJA filing period begins).\n\n\n\n                                                           5\n        Accordingly, the Court concludes that judgment does not automatically become final 60 days\nafter judgment is entered regardless of when mandate issues; rather, as stated in the Rules, mandate\nis when the Court's judgment becomes final. Mandate generally issues 60 days after the entry of\njudgment, unless (1) a timely notice of appeal to the Federal Circuit is filed, (2) an order on consent\nwas issued, or (3) if the Court directs otherwise. U.S. VET. APP. R. 41(b). Here, the Court directed\notherwise in its May 29, 2014, order when it granted Mr. Westfall's unopposed motion to expedite\nmandate. Therefore, the 30-day period to file an EAJA application would begin when mandate issued\nand judgment became final. However, upon reaching this conclusion, the Court must still determine\nwhether the Secretary's time to appeal the decision had expired and whether the Court had the\nauthority to issue mandate at the time it granted Mr. Westfall's unopposed motion.\n\n                                  C. Appeal to the Federal Circuit\n\n        A case may be appealed from this Court to the Federal Circuit if submitted \"within the time\nand in the manner prescribed for appeal to United States courts of appeals from United States district\ncourts.\" 38 U.S.C. § 7292(a). The \"manner prescribed for appeal\" in United States circuit courts\nrequires the filing of a notice of appeal with the district court within 30 days after the entry of\njudgment on the matter from which the appeal is taken. FED. R. APP. P. 3(a)(1); 3(a)(2); 4(a)(1)(A).\nHowever, when the United States is a party, as here, the 30-day period is extended to 60 days. FED.\nR. APP. P. 4(a)(1)(B) (\"The notice of appeal may be filed by any party within 60 days after entry of\nthe judgment or order [being] appealed.\").\n\n        The law is clear that there are certain situations where a party, or the Court, may reduce the\ntime period allotted to appeal a decision to the Federal Circuit. See Janssen v. Principi, 15 Vet.App.\n370, 373-74 (2001) (\"[U]nless there is a specific preclusion to doing so, parties generally are\npermitted to waive the application of statutes intended for their benefit.\"); see also Impresa\nConstruzioni Geom. Domenico Garufi v. United States, </pre><span class=\"citation\" data-id=\"209795\"><a href=\"/opinion/209795/impresa-construzioni-geom-domenico-garufi-v-united/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span><pre class=\"inline\">, 1372 (Fed. Cir. 2008) (\"We\nadopt a uniform rule for EAJA petitions in the Court of Federal Claims, whereby appeal rights from\nvoluntary dismissals are presumed unless expressly disclaimed or specifically prohibited.\");\nKiddey v. Shinseki, 22 Vet.App. 367, 371-72 (2009) (extending the holding in Impresa to this Court\nand further stating \"the parties to any litigation before the Federal Circuit are not precluded from\nincluding in any motion for a voluntary dismissal a specific provision expressly prohibiting appeal\nrights from the voluntary dismissal\").\n\n       However, the question remains, as in the situation currently before the Court, whether the\nSecretary's lack of opposition to the appellant's motion to expedite the issuance of mandate acts as\na waiver of his right to appeal to the Federal Circuit.\n\n       If failure to contest the motion amounts to a waiver, then the Secretary's appeal rights are\nextinguished and the Court's judgment becomes final on the date specified in the Court's order\ngranting the motion to expedite the issuance of mandate. Further, the date specified in the Court's\norder would begin the 30-day time period for counsel to submit an EAJA application.\n\n\n\n                                                  6\n       On the other hand, if the Secretary's failure to contest the motion to expedite the issuance of\nmandate does not amount to a waiver of his right to appeal to the Federal Circuit, then the judgment\ndoes not become final and the time to submit an EAJA application had not yet begun to run.\n\n                                        i. Parties' Arguments\n\n       The Secretary argues that by not opposing Mr. Westfall's motion to expedite the issuance of\nmandate, the Secretary waived any right he had to appeal and, therefore, because mandate issued on\nMay 29, 2014, judgment became final on that date. Accordingly, Mr. Westfall had 30 days from the\nissuance of mandate to submit his EAJA application–until June 27, 2014–and his July 1, 2014,\nEAJA application is thus untimely and barred by statute.\n\n        In support of his position, the Secretary correctly notes the flawed logic of Mr. Westfall's\nposition. The Secretary rightly asserted that, if judgment did not become final on the date sought\nby Mr. Westfall, then Mr. Westfall's claim could not, as a matter of law, be acted on by the Board\nbecause jurisdiction remained exclusively with the Court. See Serra v. Nicholson, 19 Vet.App. 268,\n274 (2005) (\"[A] case remains pending [at the Court] until final judgment, not merely until\njudgment.\"). In other words, because the Secretary did not expressly waive his right to appeal,\njurisdiction would remain exclusively with this Court. Thus, the Board could not act on Mr.\nWestfall's claim and he would obtain no advantage from an expedited issuance of mandate, as it\nwould not hasten the execution of the favorable decision issued by the Court when it remanded Mr.\nWestfall's case to the agency.\n\n        Further, if the Board acted on the remand before the case at the Court was final, then any\naction that the Board took would have questionable validity. See Cerullo v. Derwinski, 1 Vet.App.\n195, 197 (1991) (noting that, except in circumstances not present here, once the Court has\njurisdiction over a claim, the Board is without jurisdiction to take action on the same issues).\nTherefore, the Secretary asserts that the result Mr. Westfall is currently seeking defies logic, because\nit would render his own motion to expedite the issuance of mandate entirely meaningless, as it could\nnot achieve the result that he sought.\n\n       Moreover, the Secretary notes that, in the motion itself, Mr. Westfall appears to allege that\nthe Court has the ability to reduce the amount of time both parties could appeal to the Federal Circuit\nand that granting the motion would result in such an effect–a matter at least potentially within the\nsole jurisdiction of the Federal Circuit to determine. See Motion to Expedite Mandate at 1\n(\"Appellant asks the Court to enter the mandate seven (7) days after the date of this motion. This will\nprovide [the Secretary] with an ample window of time to file an appeal to the Federal Circuit.\").\n\n        Mr. Westfall argues that judgment did not become final when mandate issued because, at that\ntime, the Secretary was still entitled to appeal the Court's underlying decision to the Federal Circuit.\nIn support of his argument, he points to Janssen, 15 Vet.App. at 376, for the proposition that a\nwaiver must be clear and unambiguous and that the Secretary's mere lack of opposition to his motion\nto expedite mandate cannot be considered a waiver of his right to appeal within the 60-day period\n\n\n                                                   7\nallowed under the Federal Rules of Appellate Procedure. See FED. R. APP. P. 4(a)(1)(B) (\"The notice\nof appeal may be filed by any party within 60 days after entry of the judgment or order [being]\nappealed.\") Given that judgment does not become final until the expiration of the time to appeal, Mr.\nWestfall contends that, therefore, judgment did not become final until July 18, 2014, and his EAJA\napplication was not due until August 17, 2014, 30 days after the date the Secretary’s appeal period\nended. Accordingly, he contends that his July 1, 2014, EAJA application is timely.\n\n                                            ii. Case Law\n\n        The Federal Circuit dealt with a similar issue in Impresa, which involved an appeal of a\ndecision of the U.S. Court of Federal Claims (Claims Court). Impresa prevailed on one issue at the\nClaims Court but lost on another and appealed the decision to the Federal Circuit. Subsequently,\nImpresa moved to withdraw its appeal (i.e., a motion for a voluntary dismissal) and for the Federal\nCircuit to issue final judgment. That motion was not opposed by the United States. The Federal\nCircuit granted Impresa's motion, issued final judgment, and issued mandate on the same day. Once\nfinal judgment from the Federal Circuit issued, Impresa returned to the Claims Court and filed an\napplication for EAJA fees based on its partial success at that court. As in this case, a dispute ensued\nover a determination as to the timeliness of the EAJA application.\n\n         The Claims Court ruled that the date the filing period began to run was the date that the\nFederal Circuit declared judgment final and issued mandate. Because Impresa had filed its\napplication for EAJA fees more than 30 days after that date, the Claims Court ruled that Impresa's\napplication was untimely and, therefore, the application was denied. The Secretary argues for this\nresult in this case.\n\n        Impresa countered, as does Mr. Westfall, that its EAJA application was timely because the\nFederal Circuit's decision could not have been deemed final as it was still appealable. Impressa\nargued that, because the EAJA statute defines \"final judgment\" as one that is \"final and not\nappealable,\" and because the United States had a period of 90 days to appeal to the Supreme Court\nby filing a petition for certiorari, Impresa should have had until 30 days after that 90-day appeal\nperiod ended to file its application for EAJA fees. See 28 U.S.C. § 2412.\n\n        The Federal Circuit noted that the Supreme Court had dealt with the question of finality in\nthe EAJA context by finding that the EAJA filing period begins to elapse only after the time to\nappeal for all parties has expired. Impresa, 531 F.3d at 1369. However, the Supreme Court had not\naddressed the circumstance of a final judgment entered on voluntary dismissal. The Federal Circuit\nidentified various approaches taken by other circuit courts that had decided this issue and determined\nthat it would adopt a rule that would \"'give both courts and litigants clear guidance on what is\nexpected and avoid the unnecessary confusion which accompanied this issue in the past.'\" Id. at 1371\n(citing H.R. Rep. No. 99-120 at 7 (1985), reprinted in 1985 U.S.C.C.A.N. at 135). The Federal\nCircuit also acknowledged that the 30-day EAJA filing period should not operate as \"a trap for the\nunwary.\" Id. (citing Myers v. Sullivan, </pre><span class=\"citation\" data-id=\"549855\"><a href=\"/opinion/549855/31-socsecrepser-313-unemplinsrep-cch-15742a-doris-/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span><pre class=\"inline\">, 669 (11th Cir. 1990)).\n\n\n\n                                                  8\n          After its analysis, the Federal Circuit held: \"We adopt a uniform rule for EAJA petitions in\nthe Court of Federal Claims, whereby appeal rights from voluntary dismissals are presumed unless\nexpressly disclaimed or specifically prohibited.\" Id. at 1372. Applying this rule, Impresa's EAJA\napplication could be filed within 30 days of the expiration of the time that the United States had to\nfile its certiorari petition and, thus, was deemed timely.\n\n       In February 2009, Kiddey v. Shinseki, 22 Vet.App. 367, 371-72 (2009), extended the holding\nin Impresa to apply to this Court. The decision stated:\n\n        Although the Federal Circuit's discussion [in Impresa] was focused on EAJA\n        applications filed in the Court of Federal Claims, we see no reason why the Federal\n        Circuit's interpretation of the definition of a judgment that is \"final and not\n        appealable\" for EAJA purposes, 28 U.S.C. § 2412(d)(2)(G), should not also extend\n        to this Court, which decides EAJA applications pursuant to the same statutory\n        provisions. We therefore adopt the \"clear rule\" and uniform approach for EAJA\n        applications in this Court that where a notice of appeal to the Federal Circuit is filed\n        and the Federal Circuit issues a dismissal order, appeal rights from those voluntary\n        dismissals \"are presumed unless disclaimed or specifically prohibited.\" Impresa,\n        531 F.3d at 1372; [. . . ]. With the adoption of that ruling to EAJA applications in this\n        Court, the parties to any litigation before the Federal Circuit are not precluded from\n        including in any motion for a voluntary dismissal a specific provision expressly\n        prohibiting appeal rights from the voluntary dismissal.\n\nKiddey, 22 Vet.App. at 371-72 (citations omitted).\n\n                                            iii. Application\n\n        Before applying the holdings in Impresa and Kiddey to the facts of this case, there are two\naspects that must be considered. First is the sentence in Impresa that might provide the Court with\nthe authority to terminate a party's right to appeal:\n\n        The variety of possible situations [if the filing date depended on the facts of each\n        case] leads us to conclude that the better procedure is to avoid preliminary litigation\n        of time periods for EAJA filings when there has been a voluntary dismissal, at least\n        where the order of dismissal does not specifically prohibit appeal.\n\n531 F.3d at 1371 (emphasis added). The Court's order granting Mr. Westfall's motion provided, \"The\ntime for reconsideration, review, or appeal of the Court's decision has expired. That decision is final\nand is not subject to further review.\" May 29, 2014, Mandate Order. However, neither Impresa nor\nKiddey addresses a situation involving an order from this Court that specifically prohibits an appeal.\nBoth cases appear, on their face, to involve and address orders from the Federal Circuit that\nspecifically prohibit an appeal to that court. It is one thing for the Federal Circuit to issue an order\nprohibiting an appeal to its own court, but it something entirely different for this Court to decide an\n\n\n                                                   9\nissue involving the Federal Circuit's jurisdiction by reducing the amount of time that a party has to\nappeal to the Federal Circuit, without the party's express consent.\n\n         Second, the subject-matter jurisdiction of this Court is different from that of the Claims\nCourt. The Claims Court has jurisdiction to decide non-tort cases involving claims for damages\nagainst the United States. See 28 U.S.C. § 1491. Our Court, however, has the responsibility to decide\nappeals from final decisions of the Board of Veterans' Appeals that are adverse to the veteran or\nsurvivor. As we have stated several times ourselves, and have often been reminded by courts that\nreview our decisions, our cases deal with the rights of a special group whose claims are to be looked\nat with some degree of solicitude. See Henderson ex rel. Henderson v. Shinseki, </pre><span class=\"citation\" data-id=\"205712\"><a href=\"/opinion/205712/henderson-v-shinseki/\"><span class=\"volume\">562</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">428</span></a></span><pre class=\"inline\"> (2011)\n(\"The solicitude of Congress for veterans is of long standing. And that solicitude is plainly reflected\nin the [Veterans' Judicial Review Act], as well as in subsequent laws that place a thumb on the scale\nin the veteran's favor in the course of administrative and judicial review of VA decisions.\" (internal\ncitations and quotation marks omitted)); see also Checo v. Shinseki, </pre><span class=\"citation\" data-id=\"2670981\"><a href=\"/opinion/2670981/checo-v-shinseki/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1373</span></a></span><pre class=\"inline\">, 1383 (Fed. Cir.\n2014) (\"'[I]t was for the purpose of ensuring that veterans were treated fairly by the government and\nto see that all veterans entitled to benefits received them that Congress provided for judicial\nreview.'\") (quoting Barrett v. Nicholson, </pre><span class=\"citation\" data-id=\"211017\"><a href=\"/opinion/211017/barrett-v-nicholson/\"><span class=\"volume\">466</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1038</span></a></span><pre class=\"inline\">, 1044 (Fed. Cir. 2006)); AZ v. Shinseki,\n</pre><span class=\"citation\" data-id=\"1042650\"><a href=\"/opinion/1042650/az-v-shinseki/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1303</span></a></span><pre class=\"inline\">, 1322 (Fed. Cir. 2013) (noting that \"the veteran's benefits system is based on\n'solicitude for the claimant'\") (citation omitted); Hodge v. West, </pre><span class=\"citation\" data-id=\"757867\"><a href=\"/opinion/757867/lewis-hodge-claimant-appellant-v-togo-d-west-jr-se/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1356</span></a></span><pre class=\"inline\">, 1362 (Fed. Cir.\n1998) (\"This court and the Supreme Court both have long recognized that the character of the\nveterans' benefits statutes is strongly and uniquely pro-claimant.\").\n\n        One of the challenges of this Court, from its inception, has been to encourage qualified\nprofessionals to represent veterans in their appeals to the Court. Encouragement has taken the form\nof establishing an independent pro bono program managed by the Legal Services Corporation (see\nP.L. 102-229, December 12, 1991, 105 Stat 1701) and the provision in 28 U.S.C. § 2412(d)(2)(F),\nmaking it clearly possible for lawyers to win fees under the Equal Access to Justice Act by awarding\nprevailing party status when a veteran obtains a remand of an appeal to VA, regardless of whether\nremanding the case actually results in benefits to the appellant. See S. REP. 102-342, at 39 (1992)\n(noting that one of the primary purposes for enacting the EAJA was to \"eliminate financial deterrents\nto individuals attempting to defend themselves against unjustified government action,\" and\n[v]eterans are exactly the type of individuals the statute was intended to help\"); Cullens v. Principi,\n18 Vet.App. 11 (2001) (per curiam) (table) (finding that the practice of awarding EAJA fees to pro\nbono counsel \"encourages pro bono representation and has undoubtedly increased the availability\nof qualified representation to veterans free of charge\"); see also Shalala v. Schaefer, </pre><span class=\"citation\" data-id=\"112895\"><a href=\"/opinion/112895/shalala-v-schaefer/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">\n(1993) (noting that the \"prevailing party\" requirement of the EAJA is satisfied when a remand is\nobtained since it represents \"'succe[ss] on any significant issue in litigation which achieve[d] some\nof the benefit . . . sought in bringing the suit'\").\n\n        Impresa and Kiddey provide two scenarios for reducing the amount of time parties have to\nappeal a decision to the Federal Circuit: (1) the right must be expressly disclaimed by the parties, or\n(2) specifically prohibited by court order.\n\n\n\n                                                  10\n        With regard to the first option, the Court concludes that the Secretary's mere lack of\nopposition to Mr. Westfall's motion to expedite the issuance of mandate cannot constitute a clear and\nunequivocal waiver sufficient to reduce his time period to appeal. See Janssen, 15 Vet.App. at 376.\nTherefore, although it is clear that parties can waive their right to appeal and judgment can become\nfinal earlier than 60 days after judgment enters, in this case, the Secretary did not expressly disclaim\nhis right to appeal by merely not opposing Mr. Westfall's motion.\n\n         With regard to the second option, the Court concludes that it does not have jurisdiction to\nspecifically prohibit parties from appealing to the Federal Circuit within the 60 days that they are\nstatutorily entitled to do so, without the parties' express waiver of that right. The ability to limit a\nparty's right to appeal to the Federal Circuit rests in the exclusive jurisdiction of the Federal Circuit.\nAs a result, the Court's May 29, 2014, order granting the expedited issuance of mandate and stating\n\"[t]he time for . . . appeal of the Court's decision has expired[, the decision] . . . is final and is not\nsubject to further review,\" was erroneous because the Secretary had not expressly waived his right\nto appeal the decision to the Federal Circuit and his 60-day period to do so had not yet expired. May\n29, 2014, Mandate Order. Given this, the Court did not have the jurisdiction to order that the time\nto appeal to the Federal Circuit had expired, declare that judgment was final, and issue mandate.\nAccordingly, the time for Mr. Westfall to file his EAJA application was not until 30 days after the\nSecretary's appeal period ended, or August 17, 2014, and the Court deems that Mr. Westfall's July\n1, 2014, EAJA application is timely.3\n\n                                                iv. Effect of Decision\n\n        In summation, this case presented the Court with two paths, each possessing its own merits.\nIf the Court found that mandate issued and judgment became final as a result of the Court order\ngranting the issuance of expedited mandate, then Mr. Westfall's appeal could have returned to the\nBoard's jurisdiction immediately, resulting in a quicker adjudication of his case and, thus, an\nopportunity for a more immediate decision and potentially awarding of benefits. Logically, this\nwould appear to have been the intended purpose of Mr. Westfall's motion and the most likely\noutcome of the Court's mandate order. However, this situation created uncertainty as to whether the\nSecretary was still entitled to appeal to the Federal Circuit, whether and when the Board obtained\njurisdiction to decide the remanded issue, and also the timing for when Mr. Westfall's EAJA\napplication was due.\n\n        But, if the Court were to follow the other path, that is, if the Court held that the Secretary's\nlack of express waiver of his right to appeal the decision resulted in judgment not becoming final\nuntil the appeal period ended, although this would frustrate the intent of Mr. Westfall's motion, it\nwould result in more certainty. Based on the adoption of this rule, both parties in an appeal are aware\n\n         3\n           The Court notes that because judgment did not become final until July 18, 2014, Mr. Westfall's July 1, 2014,\nEAJA application was actually premature. See U.S VET.APP. R. 39(a) (noting that an EAJA application \"shall be\nsubmitted for filing with the Clerk not later than 30 days after the Court's judgment becomes final\"). However, when an\napplication is prematurely filed, the Court will treat it as though it has been filed \"on the first day of the 30-day EAJA-\nappliction period.\" Molden v. Peake, 22 Vet.App. 177, 181 (2008).\n\n                                                           11\nthat judgment does not become final until the parties' statutory time to appeal the case to the Federal\nCircuit has expired or both parties have clearly and unequivocally waived that right. Considering the\npurpose of the Court, the identity of those within its jurisdiction, and the concomitant need to\nencourage qualified practitioners to represent veterans, a rule providing certainty serves us best.\nSimilar to the Federal Circuit's reasoning in Impresa, which the Court adopted in Kiddey, this rule\nwill \"give both courts and litigants clear guidance on what is expected and avoid [any] unnecessary\nconfusion.\" Impresa, 531 F.3d at 1371 (internal citations omitted).\n\n        As a result of this holding, any action in the case cannot be taken by VA until a waiver is\nfiled by the Secretary prompting an expedited final judgment or the expiration of the time the\nSecretary has to appeal. The Court understands that this holding adds yet another legal technicality\nto the already very technical law in this area and places in the hands of the Secretary the exclusive\npower to delay the finality of judgment in a case. This delay could come from any number of sources,\nsuch as: the time required to deliberate the necessity of appeal, failure of an appellant to pursue an\nexpress waiver of the Secretary's right to appeal waiver, or negligence in failing to file the express\nwaiver with the Court. However, despite repeated questions of Mr. Westfall's counsel at oral\nargument on this point–i.e., the potential impact of this ruling on veterans or their survivors in future\ncases–counsel continued to argue that the Secretary's lack of opposition to the motion to expedite\nmandate cannot constitute a waiver of his appellate rights and that a clear waiver was needed.\n\n         Thus, the Court finds that the granting of a motion to expedite the issuance of mandate does\nnot, on its own, operate to shorten the time to appeal to the Federal Circuit. Therefore, as explained\nabove, motions to expedite the issuance of mandate cannot operate in a manner so as to shorten the\nright to appeal unless the parties have articulated in the motion, a clear and unequivocal waiver of\ntheir right to appeal. By this holding, both parties are provided with the certainty necessary to\ndetermine the date of final judgment and, consequently, the time period to appeal the decision and\nto file an EAJA application. Because no such waiver exists here for the reasons described above, Mr.\nWestfall's application for fees and expenses under the EAJA is timely. Accordingly, the Court orders\nthe Secretary to file a response to Mr. Westfall's EAJA application not later than 30 days after the\ndate of this order.\n\n                                         III. CONCLUSION\n\n       In light of the foregoing, the Court will dismiss the Secretary's motion to stay proceedings\nas moot, deny the Secretary's motion to dismiss Mr. Westfall's EAJA application as untimely, and\naccept Mr. Westfall's EAJA application as timely. Further, the Court will order the Secretary to file\na response to Mr. Westfall's EAJA application not later than 30 days after the date of this order.\n\n        Upon consideration of the foregoing, it is\n\n        ORDERED that the Secretary's motion to stay proceedings is dismissed as moot. It is further\n\n\n\n\n                                                   12\n       ORDERED that the Secretary's motion to dismiss Mr. Westfall's EAJA application as\nuntimely is denied. It is further\n\n       ORDERED that Mr. Westfall's EAJA application is deemed timely. It is further\n\n       ORDERED that the Secretary file a response to Mr. Westfall's EAJA application not later\nthan 30 days after the date of this order.\n\n\nDATED: April 28, 2015                                            PER CURIAM\n\nCopies to:\n\nLandon E. Overby\n\nVA General Counsel (027)\n\n\n\n\n                                             13\n</pre>", "id": 2796990, "judges": "", "local_path": "pdf/2015/04/28/westfallv._mcdonald.pdf", "nature_of_suit": "", "plain_text": "            UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\nNO. 13-0575(E)\n\nCARROLL B. WESTFALL,                                           APPELLANT,\n\n       V.\n\nROBERT A. MCDONALD,\nSECRETARY OF VETERANS AFFAIRS,                                 APPELLEE.\n\n\n\n                     Before HAGEL, PIETSCH, and GREENBERG, Judges.\n\n                                             ORDER\n\n       Before the Court is Carroll B. Westfall's July 1, 2014, application pursuant to the Equal\nAccess to Justice Act, 28 U.S.C. § 2412 (EAJA), for an award of attorney fees and expenses. On\nSeptember 15, 2014, the Secretary filed a motion to dismiss Mr. Westfall's application as untimely,\nalong with a motion to stay proceedings.\n\n         This matter was referred to a panel of the Court to decide two questions: Whether this Court's\ngranting of the appellant's motion to expedite the issuance of mandate results in a final judgment and\nthus reduces the amount of time that the Secretary has to appeal a decision from this Court to the\nU.S. Court of Appeals for the Federal Circuit (Federal Circuit); and whether the timeliness of the\nfiling of an EAJA application is affected by the Court's granting of an unopposed motion to expedite\nthe issuance of mandate. The Court has not yet resolved these issues, thus the case meets the criteria\nfor a panel decision. See Frankel v. Derwinski, 1 Vet.App. 23, 25-26 (1990); INTERNAL OPERATING\nPROCEDURE (IOP) I(b)(2) and (4). Oral argument was held on February 9, 2015.\n\n        Because the Secretary's lack of opposition to Mr. Westfall's motion to expedite the issuance\nof mandate cannot be considered a clear and unequivocal waiver of his right to appeal to the Federal\nCircuit, the Court holds that Mr. Westfall's EAJA application is timely.\n\n                                              I. FACTS\n\n        On April 25, 2014, the Court issued a memorandum decision vacating and remanding a\nJanuary 2013 Board of Veterans' Appeals (Board) decision that had denied Mr. Westfall's claim for\nan increased disability rating for post-traumatic stress disorder. See Westfall v. Shinseki, No. 13-0575\n(Vet. App. April 25, 2014). On May 19, 2014, judgment entered. Mr. Westfall filed a motion\nrequesting that the Court expedite the issuance of mandate due to Mr. Westfall's age and poor health.\nThe Secretary did not oppose the motion. The Court granted the unopposed motion and mandate\nissued on May 29, 2014.\n       On July 1, 2014, Mr. Westfall filed an EAJA application. The Secretary opposes that\napplication, asserting that, because it was not filed within 30 days of the issuance of mandate, it is\nuntimely.\n\n                                           II. ANALYSIS\n\n                                     A. Judgment and Mandate\n\n        The Court has previously counseled that the precise use of legal terms promotes clear\nthinking and analysis regarding both an appeal to this Court and in the adjudication of claims before\nVA. See Hillyard v. Shinseki, 24 Vet.App. 343, 355 (2011) (\"The Court finds it important to clarify\nthe use of the terms that appear in this decision and decisions cited herein in the hope that these\ndefinitions will bring some uniformity to the use of these terms in future adjudications and Court\ndecisions.\").\n\n        As in Hillyard, before beginning an analysis of the issues in this case, the Court believes that\nit is important to clarify and define the relevant terms, specifically: \"judgment,\" \"final judgment,\"\n\"mandate,\" and \"entry of mandate.\" All of these terms are used in this case, either by the parties, the\nCourt's Rule of Practice and Procedure (Rules), or the statutes impacting the legal issues currently\nbefore the Court.\n\n        The term \"judgment\" is often used to describe two distinct events, both having unique legal\nimplications. The first use of the term \"judgment\" refers to the time at which the Court issues (or\nannounces) its decision in a case. This is also sometimes referred to as \"entry of judgment.\" The date\nof judgment (or entry of judgment) is important because it \"begins the 60-day time period for\nappealing to the U.S. Court of Appeals for the Federal Circuit.\" U.S. VET. APP. R. 36(a); see also\nFED. R. APP. P. 4(a)(1)(B) (\"The notice of appeal may be filed by any party within 60 days after entry\nof the judgment or order [being] appealed.\").\n\n        The second use of the term \"judgment\" refers to \"final judgment,\" which is the date when the\nparties can no longer appeal the Court's decision. 28 U.S.C. § 2412(d)(2)(G) (\"'[F]inal judgment'\nmeans a judgment that is final and not appealable, and includes an order of settlement.\"); 38 U.S.C.\n§ 7291 (noting that a decision of this Court \"shall become final upon the expiration of the time\nallowed for filing, under section 7292 of [title 38], a notice of appeal from such a decision\"); Black's\nLaw Dictionary (10th ed. 2014) (hereinafter Black's) (\"A court's final determination of the rights and\nobligations of the parties in a case.\"); 58 Am. Jur. 2d New Trial § 339 (\"'Final judgment' means the\nlast date for taking an appeal, if no appeal is taken.\"). Final judgment generally occurs 60 days after\nthe entry of judgment unless (1) a timely notice of appeal to the Federal Circuit is filed, (2) an order\non consent was issued, or (3) if the Court directs otherwise. See U.S. VET. APP. R. 41(b). Final\njudgment is important because it ends the time period for parties to appeal a decision of the Court\nand begins the 30-day period for a party to submit an EAJA application. See 28 U.S.C.\n§ 2412(d)(1)(B).\n\n\n\n                                                   2\n        Similar to the term \"judgment,\" the term \"mandate\" is also frequently used to describe two\ndistinct events: (1) date of mandate and (2) entry of mandate. The date of mandate (hereinafter,\n\"mandate\") is when the Court's judgment becomes final. See U.S. VET. APP. R. 41; see also Black's\n(\"An order from an appellate court directing a lower court to take a specified action.\"); Flagship\nMarine Servs., Inc. v. Belcher Towing Co., 23 F.3d 341, 342 (11th Cir. 1994) (\"Until the mandate\nissues, an appellate judgment is not final; the decision reached in the opinion may be revised by the\npanel, or reconsidered by the en banc court, or certiorari may be granted by the Supreme Court.\");\nJackson v. Shinseki, 23 Vet.App. 27, 31 (2009) (\"The mandate of the Court is 'evidence that a\njudgment has become final.'\"). When mandate issues judgment becomes final and, as noted above,\nthe parties are no longer entitled to appeal the Court's decision.\n\n          The second use of the term \"mandate\" refers to the \"entry of mandate.\" Entry of mandate is\nthe public notice that judgment has become final and it occurs when the Court's mandate order is\nentered onto the docket. Although entry of mandate normally occurs on the dates that mandate issues\n(i.e., final judgment), for administrative reasons, it may follow the actual date of the mandate by\nsome time. In fact, the Court warns of this fact. See U.S VET. APP. R. 41, Practitioner's Note\n(\"Because entry of mandate on the docket is a ministerial act and may not occur on the date of\nmandate, practitioners are cautioned to use diligence when calculating time periods so as to ensure\ntimely filings.\") (emphasis added).\n\n        To recap, judgment, or the entry of judgment, is when the Court issues a decision and the 60-\nday period to appeal to the Federal Circuit begins. Final judgment is the date when the appeal period\nends. Final judgment is represented by the issuance of mandate. In other words, final judgment and\nmandate occur at the same time. They generally occur 60 days after the entry of judgment unless an\nexception arises. See U.S. VET. APP. R. 41(b). Once that occurs, the 30-day time period that a party\nhas to submit an EAJA application begins. Finally, the entry of mandate on the docket is merely\nadministrative–providing public notice that mandate has issued–thus, entry of mandate on the docket\ncan occur on a different date than the date mandate issues. Entry of mandate on the docket has no\neffect on the time periods to appeal a decision or to file an EAJA application.\n\n                                       B. Filing an EAJA Application\n\n        A party must submit an EAJA application \"within thirty days of final judgment in the\naction.\"1 28 U.S.C. § 2412(d)(1)(B) (emphasis added); see also U.S VET. APP. R. 39(a) (\"An\napplication pursuant to 28 U.S.C. § 2412(d) for an award of attorney fees and/or other expenses in\na case shall be submitted for filing with the Clerk not later than 30 days after the Court's judgment\nbecomes final.\"). As noted above, \"final judgment\" is defined as \"a judgment that is final and not\nappealable.\" 28 U.S.C. § 2412(d)(2).\n\n\n\n\n        1\n          This Court is authorized to award EAJA fees. 28 U.S.C. § 2412(d)(2)(F) (noting that \"court\" includes \"the\nUnited States Court of Appeals for Veterans Claims\").\n\n                                                        3\n        Here, Mr. Westfall argues that the Court's case law demonstrates that judgment does not\nnecessarily become final when mandate issues; rather, he asserts that judgment becomes final 60\ndays after judgment is entered, regardless of when mandate issues. For this proposition, he relies\nprimarily on Strouth v. Brown, 8 Vet.App. 502, 504 (1996), as well as Mariano v. Principi,\n18 Vet.App. 217 (2004), and Luyster v. Principi, 16 Vet.App. 96 (2002). The Secretary, on the other\nhand, asserts that the Court's judgment became final when–i.e., because–mandate issued.\n\n        As stated above in Section A., the Court's judgment becomes final when mandate issues. The\nCourt notes, however, that the case law on this issue is confusing, particularly because of the use of\nthe terms judgment and mandate.\n\n        In Strouth, the Court issued an order entering judgment and in the order stated that judgment\nwould become final 60 days after the date of the order and that an EAJA application would be due\n30 days thereafter. Mr. Strouth submitted his application 93 days after judgment entered (three days\nlate). The Court ultimately dismissed Mr. Strouth's application as untimely and stated:\n\n       An entry of judgment by this Court triggers the 60-day period to appeal the decision\n       to the U.S. Court of Appeals for the Federal Circuit. See Rule 4, Federal Rules of\n       Appellate Procedure. If no appeal is filed within the 60-day period, the judgment of\n       the Court becomes final. See 38 U.S.C. § 7291(a). Unless there is an order on consent\n       remanding a case under U.S. Vet.App.R. 41(b), the 30-day period to file an EAJA\n       application with the Court begins to run when the judgment becomes final and not\n       when the Court issues its mandate. See 28 U.S.C. § 2412(d)(1)(B). Finality is not\n       delayed until the Court issues its mandate, but is instead measured as 60 days after\n       the date stamped on the judgment. See Shalala v. Schaefer, 509 U.S. 292, ____, 113\n       S.Ct. 2625, 2632, 125 L.Ed.2d 239 (1993); Stillwell v. Brown, 6 Vet.App. 291, 300\n       (1994). The issuance of mandate is a ministerial function which is irrelevant to the\n       timeliness of the EAJA application in this case. The 30-day filing deadline is strictly\n       enforced and the appellant's failure to submit an EAJA application within this 30-day\n       time constraint precludes the Court on the facts of this case from considering the\n       merits of the fee application.\n\nStrouth, 8 Vet.App. at 504.\n\n        First, it appears that the Court in Strouth conflates the date of mandate and entry of mandate.\nThe Court's reference to mandate being a \"ministerial function\" pertains to entry of mandate, not the\ndate of mandate. Id.; see also U.S VET. APP. R. 41, Practitioner's Note (\"Because entry of mandate\non the docket is a ministerial act and may not occur on the date of mandate, practitioners are\ncautioned to use diligence when calculating time periods so as to ensure timely filings.\") (emphasis\nadded). Moreover, the Court was again referring to entry of mandate when it stated \"[u]nless there\nis an order on consent remanding a case under U.S. Vet.App.R. 41(b), the 30-day period to file an\nEAJA application with the Court begins to run when the judgment becomes final and not when the\nCourt issues its mandate.\" Strouth, 8 Vet.App. at 504. Therefore, it is misguided to rely on Strouth\n\n\n                                                  4\nfor the proposition that mandate is \"irrelevant\" and has no impact on the timeliness of an EAJA\napplication. Mandate is when judgment becomes final and begins the 30-day period to file an EAJA\napplication with the Court.2\n\n       Second, and in the alternative, at the time of the Strouth decision, in January 1996, Rule 41\nwas different than its current composition. At that time, the rule stated:\n\n         (a) Date of Issuance. The mandate of this Court will issue 60 days after the date of\n         entry of judgment pursuant to Rule 36 unless the time is shortened or extended by\n         order. A certified copy of the judgment and a copy of the opinion of the Court, if any,\n         will constitute the mandate. If a timely Notice of Appeal to the United States Court\n         of Appeals for the Federal Circuit is filed with the Clerk, the mandate will issue in\n         accordance with 38 U.S.C. § 7291(a).\n\n         (b) Mandate in Consented Dismissal or Remand. An order on consent dismissing\n         or remanding a case will also constitute mandate.\n\nU.S. VET. APP. R. 41 (effective Aug. 1, 1994).\n\n         Two important distinctions between the 1996 version of Rule 41 and its current composition\nare: (1) the current rule states \"[m]andate is when the Court's judgment becomes final,\" which was\nnot clearly stated in the 1996 version; and (2) the current rule states \"[m]andate generally is 60 days\nafter judgment entered unless . . . the Court directs otherwise.\" U.S. VET. APP. R. 41(b) (emphasis\nadded). This exception–when the Court directs otherwise, such as where parties have agreed to the\nissuance of mandate prior to 60 days after judgment entered–is analogous to the exception stated in\nStrouth, when there is an order on consent remanding a case. In both situations, the parties have\nconsented to the earlier issuance of mandate and are no longer able to appeal.\n\n       With regard to Mariano and Luyster, both cases relied on Strouth for the proposition that the\nissuance of mandate is a ministerial function that is irrelevant to the timeliness of the filing of an\nEAJA application. See Mariano, 17 Vet.App. at 318; Luyster, 16 Vet.App. at 98. However, as\nexplained above, Strouth was referring to the entry of mandate on the docket and not the issuance\nof mandate. The issuance of mandate results in judgment becoming final and is very relevant to the\ntimeliness of filing an EAJA application. Additionally and alternatively, neither case involves an\ninstance where a party requested or consented to an expedited issuance of mandate prior to the 60-\nday period.\n\n\n\n\n         2\n          The Court notes that both cases cited in the relevant portion of Strouth support the Court's holding today. See\nShalala v. Schaefer, 509 U.S. 292 (1993) (noting that a judgment is final when it is no longer appealable); Stillwell v.\nBrown, 6 Vet.App. 291, 300 (1994) (noting that the issuance of mandate is when the 30-day EAJA filing period begins).\n\n\n\n                                                           5\n        Accordingly, the Court concludes that judgment does not automatically become final 60 days\nafter judgment is entered regardless of when mandate issues; rather, as stated in the Rules, mandate\nis when the Court's judgment becomes final. Mandate generally issues 60 days after the entry of\njudgment, unless (1) a timely notice of appeal to the Federal Circuit is filed, (2) an order on consent\nwas issued, or (3) if the Court directs otherwise. U.S. VET. APP. R. 41(b). Here, the Court directed\notherwise in its May 29, 2014, order when it granted Mr. Westfall's unopposed motion to expedite\nmandate. Therefore, the 30-day period to file an EAJA application would begin when mandate issued\nand judgment became final. However, upon reaching this conclusion, the Court must still determine\nwhether the Secretary's time to appeal the decision had expired and whether the Court had the\nauthority to issue mandate at the time it granted Mr. Westfall's unopposed motion.\n\n                                  C. Appeal to the Federal Circuit\n\n        A case may be appealed from this Court to the Federal Circuit if submitted \"within the time\nand in the manner prescribed for appeal to United States courts of appeals from United States district\ncourts.\" 38 U.S.C. § 7292(a). The \"manner prescribed for appeal\" in United States circuit courts\nrequires the filing of a notice of appeal with the district court within 30 days after the entry of\njudgment on the matter from which the appeal is taken. FED. R. APP. P. 3(a)(1); 3(a)(2); 4(a)(1)(A).\nHowever, when the United States is a party, as here, the 30-day period is extended to 60 days. FED.\nR. APP. P. 4(a)(1)(B) (\"The notice of appeal may be filed by any party within 60 days after entry of\nthe judgment or order [being] appealed.\").\n\n        The law is clear that there are certain situations where a party, or the Court, may reduce the\ntime period allotted to appeal a decision to the Federal Circuit. See Janssen v. Principi, 15 Vet.App.\n370, 373-74 (2001) (\"[U]nless there is a specific preclusion to doing so, parties generally are\npermitted to waive the application of statutes intended for their benefit.\"); see also Impresa\nConstruzioni Geom. Domenico Garufi v. United States, 531 F.3d 1367, 1372 (Fed. Cir. 2008) (\"We\nadopt a uniform rule for EAJA petitions in the Court of Federal Claims, whereby appeal rights from\nvoluntary dismissals are presumed unless expressly disclaimed or specifically prohibited.\");\nKiddey v. Shinseki, 22 Vet.App. 367, 371-72 (2009) (extending the holding in Impresa to this Court\nand further stating \"the parties to any litigation before the Federal Circuit are not precluded from\nincluding in any motion for a voluntary dismissal a specific provision expressly prohibiting appeal\nrights from the voluntary dismissal\").\n\n       However, the question remains, as in the situation currently before the Court, whether the\nSecretary's lack of opposition to the appellant's motion to expedite the issuance of mandate acts as\na waiver of his right to appeal to the Federal Circuit.\n\n       If failure to contest the motion amounts to a waiver, then the Secretary's appeal rights are\nextinguished and the Court's judgment becomes final on the date specified in the Court's order\ngranting the motion to expedite the issuance of mandate. Further, the date specified in the Court's\norder would begin the 30-day time period for counsel to submit an EAJA application.\n\n\n\n                                                  6\n       On the other hand, if the Secretary's failure to contest the motion to expedite the issuance of\nmandate does not amount to a waiver of his right to appeal to the Federal Circuit, then the judgment\ndoes not become final and the time to submit an EAJA application had not yet begun to run.\n\n                                        i. Parties' Arguments\n\n       The Secretary argues that by not opposing Mr. Westfall's motion to expedite the issuance of\nmandate, the Secretary waived any right he had to appeal and, therefore, because mandate issued on\nMay 29, 2014, judgment became final on that date. Accordingly, Mr. Westfall had 30 days from the\nissuance of mandate to submit his EAJA application–until June 27, 2014–and his July 1, 2014,\nEAJA application is thus untimely and barred by statute.\n\n        In support of his position, the Secretary correctly notes the flawed logic of Mr. Westfall's\nposition. The Secretary rightly asserted that, if judgment did not become final on the date sought\nby Mr. Westfall, then Mr. Westfall's claim could not, as a matter of law, be acted on by the Board\nbecause jurisdiction remained exclusively with the Court. See Serra v. Nicholson, 19 Vet.App. 268,\n274 (2005) (\"[A] case remains pending [at the Court] until final judgment, not merely until\njudgment.\"). In other words, because the Secretary did not expressly waive his right to appeal,\njurisdiction would remain exclusively with this Court. Thus, the Board could not act on Mr.\nWestfall's claim and he would obtain no advantage from an expedited issuance of mandate, as it\nwould not hasten the execution of the favorable decision issued by the Court when it remanded Mr.\nWestfall's case to the agency.\n\n        Further, if the Board acted on the remand before the case at the Court was final, then any\naction that the Board took would have questionable validity. See Cerullo v. Derwinski, 1 Vet.App.\n195, 197 (1991) (noting that, except in circumstances not present here, once the Court has\njurisdiction over a claim, the Board is without jurisdiction to take action on the same issues).\nTherefore, the Secretary asserts that the result Mr. Westfall is currently seeking defies logic, because\nit would render his own motion to expedite the issuance of mandate entirely meaningless, as it could\nnot achieve the result that he sought.\n\n       Moreover, the Secretary notes that, in the motion itself, Mr. Westfall appears to allege that\nthe Court has the ability to reduce the amount of time both parties could appeal to the Federal Circuit\nand that granting the motion would result in such an effect–a matter at least potentially within the\nsole jurisdiction of the Federal Circuit to determine. See Motion to Expedite Mandate at 1\n(\"Appellant asks the Court to enter the mandate seven (7) days after the date of this motion. This will\nprovide [the Secretary] with an ample window of time to file an appeal to the Federal Circuit.\").\n\n        Mr. Westfall argues that judgment did not become final when mandate issued because, at that\ntime, the Secretary was still entitled to appeal the Court's underlying decision to the Federal Circuit.\nIn support of his argument, he points to Janssen, 15 Vet.App. at 376, for the proposition that a\nwaiver must be clear and unambiguous and that the Secretary's mere lack of opposition to his motion\nto expedite mandate cannot be considered a waiver of his right to appeal within the 60-day period\n\n\n                                                   7\nallowed under the Federal Rules of Appellate Procedure. See FED. R. APP. P. 4(a)(1)(B) (\"The notice\nof appeal may be filed by any party within 60 days after entry of the judgment or order [being]\nappealed.\") Given that judgment does not become final until the expiration of the time to appeal, Mr.\nWestfall contends that, therefore, judgment did not become final until July 18, 2014, and his EAJA\napplication was not due until August 17, 2014, 30 days after the date the Secretary’s appeal period\nended. Accordingly, he contends that his July 1, 2014, EAJA application is timely.\n\n                                            ii. Case Law\n\n        The Federal Circuit dealt with a similar issue in Impresa, which involved an appeal of a\ndecision of the U.S. Court of Federal Claims (Claims Court). Impresa prevailed on one issue at the\nClaims Court but lost on another and appealed the decision to the Federal Circuit. Subsequently,\nImpresa moved to withdraw its appeal (i.e., a motion for a voluntary dismissal) and for the Federal\nCircuit to issue final judgment. That motion was not opposed by the United States. The Federal\nCircuit granted Impresa's motion, issued final judgment, and issued mandate on the same day. Once\nfinal judgment from the Federal Circuit issued, Impresa returned to the Claims Court and filed an\napplication for EAJA fees based on its partial success at that court. As in this case, a dispute ensued\nover a determination as to the timeliness of the EAJA application.\n\n         The Claims Court ruled that the date the filing period began to run was the date that the\nFederal Circuit declared judgment final and issued mandate. Because Impresa had filed its\napplication for EAJA fees more than 30 days after that date, the Claims Court ruled that Impresa's\napplication was untimely and, therefore, the application was denied. The Secretary argues for this\nresult in this case.\n\n        Impresa countered, as does Mr. Westfall, that its EAJA application was timely because the\nFederal Circuit's decision could not have been deemed final as it was still appealable. Impressa\nargued that, because the EAJA statute defines \"final judgment\" as one that is \"final and not\nappealable,\" and because the United States had a period of 90 days to appeal to the Supreme Court\nby filing a petition for certiorari, Impresa should have had until 30 days after that 90-day appeal\nperiod ended to file its application for EAJA fees. See 28 U.S.C. § 2412.\n\n        The Federal Circuit noted that the Supreme Court had dealt with the question of finality in\nthe EAJA context by finding that the EAJA filing period begins to elapse only after the time to\nappeal for all parties has expired. Impresa, 531 F.3d at 1369. However, the Supreme Court had not\naddressed the circumstance of a final judgment entered on voluntary dismissal. The Federal Circuit\nidentified various approaches taken by other circuit courts that had decided this issue and determined\nthat it would adopt a rule that would \"'give both courts and litigants clear guidance on what is\nexpected and avoid the unnecessary confusion which accompanied this issue in the past.'\" Id. at 1371\n(citing H.R. Rep. No. 99-120 at 7 (1985), reprinted in 1985 U.S.C.C.A.N. at 135). The Federal\nCircuit also acknowledged that the 30-day EAJA filing period should not operate as \"a trap for the\nunwary.\" Id. (citing Myers v. Sullivan, 916 F.2d 659, 669 (11th Cir. 1990)).\n\n\n\n                                                  8\n          After its analysis, the Federal Circuit held: \"We adopt a uniform rule for EAJA petitions in\nthe Court of Federal Claims, whereby appeal rights from voluntary dismissals are presumed unless\nexpressly disclaimed or specifically prohibited.\" Id. at 1372. Applying this rule, Impresa's EAJA\napplication could be filed within 30 days of the expiration of the time that the United States had to\nfile its certiorari petition and, thus, was deemed timely.\n\n       In February 2009, Kiddey v. Shinseki, 22 Vet.App. 367, 371-72 (2009), extended the holding\nin Impresa to apply to this Court. The decision stated:\n\n        Although the Federal Circuit's discussion [in Impresa] was focused on EAJA\n        applications filed in the Court of Federal Claims, we see no reason why the Federal\n        Circuit's interpretation of the definition of a judgment that is \"final and not\n        appealable\" for EAJA purposes, 28 U.S.C. § 2412(d)(2)(G), should not also extend\n        to this Court, which decides EAJA applications pursuant to the same statutory\n        provisions. We therefore adopt the \"clear rule\" and uniform approach for EAJA\n        applications in this Court that where a notice of appeal to the Federal Circuit is filed\n        and the Federal Circuit issues a dismissal order, appeal rights from those voluntary\n        dismissals \"are presumed unless disclaimed or specifically prohibited.\" Impresa,\n        531 F.3d at 1372; [. . . ]. With the adoption of that ruling to EAJA applications in this\n        Court, the parties to any litigation before the Federal Circuit are not precluded from\n        including in any motion for a voluntary dismissal a specific provision expressly\n        prohibiting appeal rights from the voluntary dismissal.\n\nKiddey, 22 Vet.App. at 371-72 (citations omitted).\n\n                                            iii. Application\n\n        Before applying the holdings in Impresa and Kiddey to the facts of this case, there are two\naspects that must be considered. First is the sentence in Impresa that might provide the Court with\nthe authority to terminate a party's right to appeal:\n\n        The variety of possible situations [if the filing date depended on the facts of each\n        case] leads us to conclude that the better procedure is to avoid preliminary litigation\n        of time periods for EAJA filings when there has been a voluntary dismissal, at least\n        where the order of dismissal does not specifically prohibit appeal.\n\n531 F.3d at 1371 (emphasis added). The Court's order granting Mr. Westfall's motion provided, \"The\ntime for reconsideration, review, or appeal of the Court's decision has expired. That decision is final\nand is not subject to further review.\" May 29, 2014, Mandate Order. However, neither Impresa nor\nKiddey addresses a situation involving an order from this Court that specifically prohibits an appeal.\nBoth cases appear, on their face, to involve and address orders from the Federal Circuit that\nspecifically prohibit an appeal to that court. It is one thing for the Federal Circuit to issue an order\nprohibiting an appeal to its own court, but it something entirely different for this Court to decide an\n\n\n                                                   9\nissue involving the Federal Circuit's jurisdiction by reducing the amount of time that a party has to\nappeal to the Federal Circuit, without the party's express consent.\n\n         Second, the subject-matter jurisdiction of this Court is different from that of the Claims\nCourt. The Claims Court has jurisdiction to decide non-tort cases involving claims for damages\nagainst the United States. See 28 U.S.C. § 1491. Our Court, however, has the responsibility to decide\nappeals from final decisions of the Board of Veterans' Appeals that are adverse to the veteran or\nsurvivor. As we have stated several times ourselves, and have often been reminded by courts that\nreview our decisions, our cases deal with the rights of a special group whose claims are to be looked\nat with some degree of solicitude. See Henderson ex rel. Henderson v. Shinseki, 562 U.S. 428 (2011)\n(\"The solicitude of Congress for veterans is of long standing. And that solicitude is plainly reflected\nin the [Veterans' Judicial Review Act], as well as in subsequent laws that place a thumb on the scale\nin the veteran's favor in the course of administrative and judicial review of VA decisions.\" (internal\ncitations and quotation marks omitted)); see also Checo v. Shinseki, 748 F.3d 1373, 1383 (Fed. Cir.\n2014) (\"'[I]t was for the purpose of ensuring that veterans were treated fairly by the government and\nto see that all veterans entitled to benefits received them that Congress provided for judicial\nreview.'\") (quoting Barrett v. Nicholson, 466 F.3d 1038, 1044 (Fed. Cir. 2006)); AZ v. Shinseki,\n731 F.3d 1303, 1322 (Fed. Cir. 2013) (noting that \"the veteran's benefits system is based on\n'solicitude for the claimant'\") (citation omitted); Hodge v. West, 155 F.3d 1356, 1362 (Fed. Cir.\n1998) (\"This court and the Supreme Court both have long recognized that the character of the\nveterans' benefits statutes is strongly and uniquely pro-claimant.\").\n\n        One of the challenges of this Court, from its inception, has been to encourage qualified\nprofessionals to represent veterans in their appeals to the Court. Encouragement has taken the form\nof establishing an independent pro bono program managed by the Legal Services Corporation (see\nP.L. 102-229, December 12, 1991, 105 Stat 1701) and the provision in 28 U.S.C. § 2412(d)(2)(F),\nmaking it clearly possible for lawyers to win fees under the Equal Access to Justice Act by awarding\nprevailing party status when a veteran obtains a remand of an appeal to VA, regardless of whether\nremanding the case actually results in benefits to the appellant. See S. REP. 102-342, at 39 (1992)\n(noting that one of the primary purposes for enacting the EAJA was to \"eliminate financial deterrents\nto individuals attempting to defend themselves against unjustified government action,\" and\n[v]eterans are exactly the type of individuals the statute was intended to help\"); Cullens v. Principi,\n18 Vet.App. 11 (2001) (per curiam) (table) (finding that the practice of awarding EAJA fees to pro\nbono counsel \"encourages pro bono representation and has undoubtedly increased the availability\nof qualified representation to veterans free of charge\"); see also Shalala v. Schaefer, 509 U.S. 292\n(1993) (noting that the \"prevailing party\" requirement of the EAJA is satisfied when a remand is\nobtained since it represents \"'succe[ss] on any significant issue in litigation which achieve[d] some\nof the benefit . . . sought in bringing the suit'\").\n\n        Impresa and Kiddey provide two scenarios for reducing the amount of time parties have to\nappeal a decision to the Federal Circuit: (1) the right must be expressly disclaimed by the parties, or\n(2) specifically prohibited by court order.\n\n\n\n                                                  10\n        With regard to the first option, the Court concludes that the Secretary's mere lack of\nopposition to Mr. Westfall's motion to expedite the issuance of mandate cannot constitute a clear and\nunequivocal waiver sufficient to reduce his time period to appeal. See Janssen, 15 Vet.App. at 376.\nTherefore, although it is clear that parties can waive their right to appeal and judgment can become\nfinal earlier than 60 days after judgment enters, in this case, the Secretary did not expressly disclaim\nhis right to appeal by merely not opposing Mr. Westfall's motion.\n\n         With regard to the second option, the Court concludes that it does not have jurisdiction to\nspecifically prohibit parties from appealing to the Federal Circuit within the 60 days that they are\nstatutorily entitled to do so, without the parties' express waiver of that right. The ability to limit a\nparty's right to appeal to the Federal Circuit rests in the exclusive jurisdiction of the Federal Circuit.\nAs a result, the Court's May 29, 2014, order granting the expedited issuance of mandate and stating\n\"[t]he time for . . . appeal of the Court's decision has expired[, the decision] . . . is final and is not\nsubject to further review,\" was erroneous because the Secretary had not expressly waived his right\nto appeal the decision to the Federal Circuit and his 60-day period to do so had not yet expired. May\n29, 2014, Mandate Order. Given this, the Court did not have the jurisdiction to order that the time\nto appeal to the Federal Circuit had expired, declare that judgment was final, and issue mandate.\nAccordingly, the time for Mr. Westfall to file his EAJA application was not until 30 days after the\nSecretary's appeal period ended, or August 17, 2014, and the Court deems that Mr. Westfall's July\n1, 2014, EAJA application is timely.3\n\n                                                iv. Effect of Decision\n\n        In summation, this case presented the Court with two paths, each possessing its own merits.\nIf the Court found that mandate issued and judgment became final as a result of the Court order\ngranting the issuance of expedited mandate, then Mr. Westfall's appeal could have returned to the\nBoard's jurisdiction immediately, resulting in a quicker adjudication of his case and, thus, an\nopportunity for a more immediate decision and potentially awarding of benefits. Logically, this\nwould appear to have been the intended purpose of Mr. Westfall's motion and the most likely\noutcome of the Court's mandate order. However, this situation created uncertainty as to whether the\nSecretary was still entitled to appeal to the Federal Circuit, whether and when the Board obtained\njurisdiction to decide the remanded issue, and also the timing for when Mr. Westfall's EAJA\napplication was due.\n\n        But, if the Court were to follow the other path, that is, if the Court held that the Secretary's\nlack of express waiver of his right to appeal the decision resulted in judgment not becoming final\nuntil the appeal period ended, although this would frustrate the intent of Mr. Westfall's motion, it\nwould result in more certainty. Based on the adoption of this rule, both parties in an appeal are aware\n\n         3\n           The Court notes that because judgment did not become final until July 18, 2014, Mr. Westfall's July 1, 2014,\nEAJA application was actually premature. See U.S VET.APP. R. 39(a) (noting that an EAJA application \"shall be\nsubmitted for filing with the Clerk not later than 30 days after the Court's judgment becomes final\"). However, when an\napplication is prematurely filed, the Court will treat it as though it has been filed \"on the first day of the 30-day EAJA-\nappliction period.\" Molden v. Peake, 22 Vet.App. 177, 181 (2008).\n\n                                                           11\nthat judgment does not become final until the parties' statutory time to appeal the case to the Federal\nCircuit has expired or both parties have clearly and unequivocally waived that right. Considering the\npurpose of the Court, the identity of those within its jurisdiction, and the concomitant need to\nencourage qualified practitioners to represent veterans, a rule providing certainty serves us best.\nSimilar to the Federal Circuit's reasoning in Impresa, which the Court adopted in Kiddey, this rule\nwill \"give both courts and litigants clear guidance on what is expected and avoid [any] unnecessary\nconfusion.\" Impresa, 531 F.3d at 1371 (internal citations omitted).\n\n        As a result of this holding, any action in the case cannot be taken by VA until a waiver is\nfiled by the Secretary prompting an expedited final judgment or the expiration of the time the\nSecretary has to appeal. The Court understands that this holding adds yet another legal technicality\nto the already very technical law in this area and places in the hands of the Secretary the exclusive\npower to delay the finality of judgment in a case. This delay could come from any number of sources,\nsuch as: the time required to deliberate the necessity of appeal, failure of an appellant to pursue an\nexpress waiver of the Secretary's right to appeal waiver, or negligence in failing to file the express\nwaiver with the Court. However, despite repeated questions of Mr. Westfall's counsel at oral\nargument on this point–i.e., the potential impact of this ruling on veterans or their survivors in future\ncases–counsel continued to argue that the Secretary's lack of opposition to the motion to expedite\nmandate cannot constitute a waiver of his appellate rights and that a clear waiver was needed.\n\n         Thus, the Court finds that the granting of a motion to expedite the issuance of mandate does\nnot, on its own, operate to shorten the time to appeal to the Federal Circuit. Therefore, as explained\nabove, motions to expedite the issuance of mandate cannot operate in a manner so as to shorten the\nright to appeal unless the parties have articulated in the motion, a clear and unequivocal waiver of\ntheir right to appeal. By this holding, both parties are provided with the certainty necessary to\ndetermine the date of final judgment and, consequently, the time period to appeal the decision and\nto file an EAJA application. Because no such waiver exists here for the reasons described above, Mr.\nWestfall's application for fees and expenses under the EAJA is timely. Accordingly, the Court orders\nthe Secretary to file a response to Mr. Westfall's EAJA application not later than 30 days after the\ndate of this order.\n\n                                         III. CONCLUSION\n\n       In light of the foregoing, the Court will dismiss the Secretary's motion to stay proceedings\nas moot, deny the Secretary's motion to dismiss Mr. Westfall's EAJA application as untimely, and\naccept Mr. Westfall's EAJA application as timely. Further, the Court will order the Secretary to file\na response to Mr. Westfall's EAJA application not later than 30 days after the date of this order.\n\n        Upon consideration of the foregoing, it is\n\n        ORDERED that the Secretary's motion to stay proceedings is dismissed as moot. It is further\n\n\n\n\n                                                   12\n       ORDERED that the Secretary's motion to dismiss Mr. Westfall's EAJA application as\nuntimely is denied. It is further\n\n       ORDERED that Mr. Westfall's EAJA application is deemed timely. It is further\n\n       ORDERED that the Secretary file a response to Mr. Westfall's EAJA application not later\nthan 30 days after the date of this order.\n\n\nDATED: April 28, 2015                                            PER CURIAM\n\nCopies to:\n\nLandon E. Overby\n\nVA General Counsel (027)\n\n\n\n\n                                             13\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2796990/", "sha1": "e9feb4034f6f09c947df49c471263d4ce1f20ec5", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2015-04-28T11:01:41.230273"}