{"absolute_url": "/opinion/817186/palmer-v-nicholson/", "blocked": false, "citation": {"case_name": "Palmer v. Nicholson", "docket_number": "05-0174", "document_uris": ["/api/rest/v2/document/817186/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 789946, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/789946/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2007-08-20", "date_modified": "2014-10-30T05:52:45.154842", "docket": "/api/rest/v2/docket/880430/", "download_url": "http://www.uscourts.cavc.gov/documents/Palmer_05-0174.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                          NO . 05-0174\n\n                                GERALD L. PALMER , APPELLANT ,\n\n                                                V.\n\n\n                                   R. JAMES NICHOLSON ,\n                         SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                        On Appeal from the Board of Veterans' Appeals\n\n(Argued March 21, 2007                                        Decided August 20, 2007 )\n\n\n       Eldon E. Nygaard, of Vermillion, South Dakota, for the appellant.\n\n        James B. Cowden, Jr., with whom Tim S. McClain, General Counsel; R. Randall Campbell,\nAssistant General Counsel; and Carolyn F. Washington, Deputy Assistant General Counsel, were\non the brief, all of Washington, D.C., for the appellee.\n\n       Before KASOLD, HAGEL, and MOORMAN, Judges.\n\n       MOORMAN, Judge, filed the opinion of the Court. KASOLD, Judge, filed a concurring\nopinion.\n\n       MOORMAN, Judge: Veteran Gerald L. Palmer appeals through counsel a December 7,\n2004, decision of the Board of Veterans' Appeals (Board) that determined that he had not filed a\nvalid Notice of Disagreement (NOD) with regard to an August 12, 1971, VA regional office (RO)\ndecision. Mr. Palmer argues that he timely filed a document that complies with all the requirements\nof an NOD as to the August 1971 RO decision. The Secretary argues that the Board correctly\ndetermined that the document filed was not an NOD. On March 21, 2007, the parties presented oral\nargument. For the reasons set forth below, the Board's December 2004 decision will be reversed and\nthe matter remanded for further adjudication consistent with this opinion.\n                                        I. BACKGROUND\n       In June 1971, Mr. Palmer filed a claim for service connection for a left-knee disability, which\nwas denied in an August 1971 rating decision. Shortly thereafter, in August 1971, Mr. Palmer wrote\nthe RO and stated that \"it is very evident that my medical records were not checked\" in the\nadjudication of his claim, and he noted that he would \"appreciate a follow-up on this ASAP.\"\nRecord (R.) at 41. In a September 2, 1971, letter, the RO replied that Mr. Palmer's claim \"was\nconsidered on the basis of all the evidence, including your service medical records.\" R. at 44. That\nsame month, Mr. Palmer again wrote to the RO, stating, inter alia: \"I know that you do not have all\nthe evidence,\" and \"Before closing your file on this case would you please consider all the evidence\nin the case.\" R. at 46-48. Included in the record on appeal (ROA) is a VA Reference Slip, dated\nSeptember 13, 1971, that states: \"Set up as NOD. Develop?\" R. at 51. On September 21, 1971, the\nRO responded by letter that the \"evaluation of your claim was based on all the available evidence\nof record.\" R. at 53. The record is silent as to any further communication until August 1993 when\nMr. Palmer filed a request to reopen his left-knee-disability claim. Ultimately, the RO granted Mr.\nPalmer's claim for service-connected disability compensation benefits and awarded him a 10%\ndisability rating effective as of August 1993, the date of his claim to reopen. R. at 117, 137.\n       In February 2001, Mr. Palmer filed through his representative a motion for revision of the\nAugust 1971 RO decision on the basis of clear and unmistakable error (CUE), asserting that the\nevidence of record at the time of that decision clearly supported a grant of service connection for\nhis left-knee disability. In that motion, Mr. Palmer also argued that he had filed a valid NOD as to\nthe August 1971 decision but was never issued a Statement of the Case, and he further argued that\nas a result of such failure he was entitled to an effective date of June 28, 1971, the date of his\noriginal claim for his left-knee disability. R. at 157. The RO denied his request for revision,\nspecifically noting that the appellant's September 1971 letter failed \"to use the terms 'appeal [or]\ndisagreement' to indicate he was appealing the rating decision.\" R. at 162. Mr. Palmer appealed that\ndetermination to the Board.\n       In the decision on appeal, the Board concluded that, although the appellant's August and\nSeptember 1971 letters \"clearly reflect disagreement with the RO's rating decision,\" neither letter\ncould be construed as an NOD because, \"most significantly[,] neither statement expresses or conveys\na desire to initiate appellate review of that decision. . . . In the absence of an expressed desire for\n\n                                                  2\nappellate review of the rating decision, there was no valid NOD filed by the veteran, and the RO's\nAugust 12, 1971, rating decision remains final under VA law.\" R. at 8 (emphasis in original).\n\n\n                                          II. DISCUSSION\n                       A. Board's Interpretation of 38 C.F.R. § 19.113 (1971)\n         At issue in this case is whether the Board correctly interpreted the law in effect in 1971 in\nmaking its determination that the appellant's letters did not constitute valid NODs. This is a legal\nruling subject to de novo review by the Court. See Lennox v. Principi, </pre><span class=\"citation\"><a href=\"/cafc/52eK/phillip-b-lennox-claimant-appellant-v-anthony-j-pr/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">941</span></a></span><pre class=\"inline\">, 945 (Fed. Cir.\n2003).\n         In the decision on appeal, the Board determined that Mr. Palmer's August and September\n1971 letters did not constitute valid NODs because, \"most significantly [,] neither statement\nexpresses or conveys a desire to initiate appellate review of that decision. Such element is\nrequired.\" R. at 8 (emphasis in original) (citing 38 C.F.R. § 19.113 (1971)). Contrary to the Board's\nstatement, however, the statute in effect in 1971 required only that an NOD express disagreement\nwith a decision. See 38 U.S.C. § 4005(b)(1) (1962). The 1971 implementing regulation set forth\nno additional requirements. Specifically, it stated:\n         A written communication from a claimant or his representative expressing\n         dissatisfaction with an adjudicative determination of an agency of original\n         jurisdiction will constitute a notice of disagreement. The notice should be in terms\n         which can be reasonably construed as evidencing a desire for review of that\n         determination. It need not be couched in specific language. Specific allegations of\n         error of fact or law are not required.\n38 C.F.R. § 19.113 (1971) (emphasis added).\n         Conceding that § 19.113 did not explicitly require that an NOD contain an expression of a\ndesire for appellate review, the Secretary nonetheless contends that a desire for appellate review\nalways has been an element of the NOD, as evidenced when § 19.113 is read in context with\n38 C.F.R. § 19.112 (1971), which outlined the requirements for initiating an appeal to the Board,\nto include a written NOD.1 See Secretary's Amended Brief at 4-5. At oral argument, the Secretary\n\n\n         1\n          Section 19.112 reads in its entirety: \"An appeal consists of a timely filed notice of\ndisagreement in writing and, after a statement of the case has been furnished, a timely filed\nsubstantive appeal.\" 38 C.F.R. § 19.112 (1971).\n\n                                                  3\nfurther asserted that his comments with regard to regulatory changes made in 1992, when the\nrequirement that an NOD contain an expression of a desire for appellate review was added to the\nregulation, support this conclusion. See 57 Fed. Reg. 4088 (Feb. 3, 1992). Specifically, the\nSecretary's rationale for inclusion of this requirement is that \"some indication which reasonable\npersons can construe as disagreement with a determination by an agency of original jurisdiction and\na desire to appeal that determination is at the very heart of what constitutes a Notice of\nDisagreement\" and that \"[w]ithout such an expression, the communication may be something, but\nit is not a Notice of Disagreement. Not much is required, but the communication must be\nrecognizable as a Notice of Disagreement.\" Id. at 4093. Further, the Secretary noted that regardless\nof this change, \"VA has always been, and will continue to be, liberal in determining what constitutes\na Notice of Disagreement. The continuation of this policy is demonstrated by the lack of a\nrequirement for special wording and the use of the phrase 'can be reasonably construed.'\" Id.\n       Although we certainly agree that an NOD initiates appellate review, neither the statute nor\nthe 1971 implementing regulation required that an NOD explicitly state or convey a desire for\nappellate review in addition to an expression of disagreement to constitute an NOD. See 38 C.F.R.\n§ 19.113 (1971) (noting specifically that the NOD \"need not be couched in specific language\" or\ninclude specific allegations of error of fact or law); see also 38 U.S.C. § 4005(d)(1) (1962) (noting\nthat when a claimant files a timely NOD, VA \"will take such development or review action as it\ndeems proper . . . . If such action does not resolve the disagreement either by granting the benefit\nsought or through withdrawal of the [N]otice of [D]isagreement, [VA] shall prepare a [S]tatement\nof the [C]ase\"); Hamilton v. Brown, </pre><span class=\"citation\"><a href=\"/cafc/4uSi/stanley-a-hamilton-and-michael-j-hermann-claimants/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1574</span></a></span><pre class=\"inline\">, 1582 (Fed. Cir. 1994) (finding that an NOD \"is\ndiscussed [within 38 U.S.C. § 7105] solely in the context of initiating an appeal to the Board. No\nother function of a[n] NOD is mentioned\"); cf. Gallegos v. Principi, </pre><span class=\"citation\"><a href=\"/cafc/4YY2/raymond-gallegos-claimant-appellee-v-anthony-j-pri/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1309</span></a></span><pre class=\"inline\">, 1313-14 (Fed.\nCir. 2002) (holding that VA regulation § 20.201, which was promulgated in 1992 and specifically\nprovided that an NOD \"must be in terms which can be reasonably construed as disagreement with\nthat determination and a desire for appellate review,\" was a reasonable and permissible construction\nof 38 U.S.C. § 7105 (emphasis added)). The only statutory requirement in effect in 1971 was that\nthe NOD include an expression of disagreement with a decision. See 38 U.S.C. § 4005(b)(1) (1962).\n       Moreover, although the 1971 implementing regulation states that an NOD \"should be in\nterms which can be reasonably construed as evidencing a desire for review of that determination,\"\n\n                                                 4\nthis is, by its own terms, not mandatory, and the only requirement stated in the regulation mirrors\nthe statute in that the NOD must be a \"written communication from a claimant or his representative\nexpressing dissatisfaction or disagreement with an adjudicative determination of an agency of\noriginal jurisdiction.\" 38 C.F.R. § 19.113 (1971); see United States v. Montgomery, </pre><span class=\"citation\"><a href=\"/ca9/55wy/united-states-v-bert-douglas-montgomery/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1067</span></a></span><pre class=\"inline\">,\n1069-70 (9th Cir. 2006) (use of \"'should' often connotes a strong suggestion, not a requirement\").\nAccordingly, the Board's determination that the 1971 implementing regulation required an NOD to\ninclude an explicit expression of a \"desire for appellate review\" is contrary to law. R. at 8. In light\nof the Board's error, the Court will now address the appropriate remedy.\n                        B. Application of the Law to the Facts of this Case\n       The Secretary argues that Mr. Palmer was notified in an August 1971 rating decision that if\nhe wished to appeal that decision, he should file an NOD, and further, that the decision defined an\nNOD as \"simply a written communication which makes clear your intention to initiate an appeal and\nthe specific part of our decision with which you disagree.\" R. at 39. The Secretary also notes that\nthe RO responded to both of Mr. Palmer's letters and advised him that the RO had reviewed again\nthe evidence that was considered in making the initial decision and advised that the claim would be\ngiven further consideration upon submission of additional evidence. Although the Secretary is\ncorrect that Mr. Palmer was notified that he had to\"make clear [his] intention to initiate an appeal,\"\nsuch notification cannot serve to redefine or add to the statutory and regulatory elements of an NOD\nsuch that failure to comply with the additional requirements in the notice would cause the rejection\nof an NOD that is otherwise compliant with the statute and the regulation. See 5 U.S.C. § 706(2)(A)\n(requiring administrative agencies to provide notice and comment prior to revising regulatory\nrequirements); see also Hamilton, supra; Beyrle v. Brown, 9 Vet.App. 24, 27-28 (1996).\n       The Court sought supplemental memoranda of law regarding the appropriate standard of\nreview of whether an NOD was filed in this case. Upon reconsideration, the Court decides that it\nneed not reach this issue in order to fully and properly decide this case and declines to do so. The\nCourt concludes that under any standard of review that the Court might apply, the August and\nSeptember 1971 letters satisfied the requirements of an NOD because it clearly \"expresses\ndissatisfaction with an adjudicative determination.\" 38 C.F.R. § 19.113 (1971). Because the Board\napplied the incorrect law to the facts as it found, and inasmuch as the Board's finding that\nMr. Palmer expressed disagreement with the 1971 RO decision fulfills the statutory requirements\n\n                                                  5\nin effect at that time for an NOD, the Board's decision that Mr. Palmer had not filed an NOD is not\nin accordance with law, and that decision will be reversed. 38 U.S.C. § 7261(a)(3)(A). The filing\nof the NOD entitled Mr. Palmer to receive an SOC. 38 U.S.C. § 4005(d)(1) (1962). Because the\nRO failed to provide Mr. Palmer with an SOC, he was unable to file a formal appeal to the Board,\nand the August 1971 RO decision never became final. See Tablazon v. Brown, 8 Vet.App. 359, 361\n(1995) (cited with approval in Cook v. Principi, </pre><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1334</span></span><pre class=\"inline\">, 1340-41 (Fed. Cir. 2002) (noting\nthat in Tablazon, Hauck v. Brown, 6 Vet.App. 518 (1994), Kuo v. Derwinski, 2 Vet.App. 662 (1992),\nand Ashley v. Derwinski, 2 Vet.App. 307 (1992), \"VA's failure to comply with statutory procedural\nrequirements regarding notification of benefit determinations had the effect of extinguishing the\nclaimant's right to appeal an adverse decision\")).\n                          C. Request for Revision on the Basis of CUE\n       In his amended brief, Mr. Palmer asserts that the RO's August 1971 decision was the product\nof CUE. A request for revision on the basis of CUE cannot lie as to a prior decision that is still\nopen to direct review. See May v. Nicholson, 19 Vet.App. 310, 320 (2005). Because the August\n1971 RO decision never became final, a challenge to that decision based on CUE cannot lie. In\naddition, the Court notes that although the appellant raised to the Board a challenge to the August\n1971 RO decision based on CUE (R. at 292, 299), because we hold that the August 1971 RO\ndecision never became final, the lack of a discussion of any CUE challenge to that 1971 RO decision\nby the Board in the December 2004 decision here on review was not error.\n\n\n                                       III. CONCLUSION\n       After consideration of the appellant's and the Secretary's briefs, oral argument as presented\non March 21, 2007, and a review of the record on appeal, the Board's December 7, 2004, decision\nthat Mr. Palmer's August and September 1971 letters were not valid NODs is REVERSED, and the\nmatter is REMANDED for further adjudication consistent with this opinion.\n\n\n       KASOLD, Judge, concurring: Historically the Court has reviewed de novo the filings of the\nclaimant in the context of the totality of the circumstances surrounding those filings and given no\ndeference to the Board's determination that a document did not constitute an NOD. See, e.g., Stokes\nv. Derwinski, 1 Vet.App. 201, 203 (1991) (\"In judging whether a communication can be 'reasonably\n\n                                                 6\nconstrued' as expressing dissatisfaction with a VA adjudicative decision, this Court will look not\nonly at the actual wording of the communication, but also at the context in which the communication\nwas written.\"). This was because the Court's jurisdiction originally was limited to reviewing only\nfinal Board decisions in which an NOD had been filed on or after November 18, 1988, see Pub. L.\nNo. 100-687, § 402, 102 Stat. 4105, 4122 (1988); Skinner v. Derwinski, 1 Vet.App. 2, 3 (1990) (Pub.\nL. No. 100-687, § 402, \"limited the Court's jurisdiction to cases in which a Notice of Disagreement\nis filed on or after November 18, 1988\"), and because the Court has the independent duty to \"'ensure\njurisdiction over each case before adjudicating the merits.'\" Smith v. Brown, 10 Vet.App. 330, 332\n(1997) (quoting Barnett v. Brown, </pre><span class=\"citation\"><a href=\"/cafc/4Fwy/flora-l-barnett-claimant-appellant-v-jesse-brown-s/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1380</span></a></span><pre class=\"inline\">, 1383 (Fed. Cir. 1996)); see Stokes, 1 Vet.App. at\n203-204 (Court may find facts \"crucial to the proper determination of whether this Court has\njurisdiction\").\n        However, as the Secretary notes and argues in supplemental briefing, the filing of an NOD\non or after November 18, 1988, is no longer a prerequisite to the Court's exercise of its jurisdiction.1\nSee Pub. L. No. 107-103, § 603(a), 115 Stat. 976, 999 (2001) (repealing Pub. L. No. 100-687,\n§ 402); Kelly v. Nicholson, </pre><span class=\"citation\"><a href=\"/cafc/25K4/william-j-kelly-v-nicholson/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1349</span></a></span><pre class=\"inline\">, 1352 (Fed. Cir. 2006). This change in law brings into\nserious question whether de novo review is still appropriate with regard to whether an NOD has\nbeen filed and whether deference generally should be afforded the Board's findings with regard to\nwhether the requisite disagreement to a decision of the agency of original jurisdiction has been\ntimely filed.2 See, e.g., Moody v. Principi, </pre><span class=\"citation\"><a href=\"/cafc/52tt/robert-e-moody-claimant-appellant-v-anthony-j-prin/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span><pre class=\"inline\">, 1310 (Fed. Cir. 2004) (recognizing that\nthe interpretation of veteran's filings is a factual inquiry); Medrano v. Nicholson, __ Vet.App. __,\n\n\n        1\n          A timely filed NOD remains a jurisdictional predicate for the Board. See Jarrell v.\nNicholson, 20 Vet.App. 326, 331 (2006) (en banc) (requiring timely-filed NOD as predicate for\nBoard's jurisdiction, absent a statutory grant of original jurisdiction).\n        2\n          Of course, as noted in the Court's opinion, questions of interpretation of law are reviewed\nde novo. Ante at 3 (citing Lennox v. Principi, </pre><span class=\"citation\"><a href=\"/cafc/52eK/phillip-b-lennox-claimant-appellant-v-anthony-j-pr/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">941</span></a></span><pre class=\"inline\">, 945 (Fed. Cir. 2003)). Additionally,\nde novo review would still be appropriate when an expression of dissatisfaction with a decision of\nan agency of original jurisdiction is clear on the face of a timely filed document. Cf. Suaviso v.\nNicholson, 19 Vet.App. 532, 533 (2006) (reaffirming that the Court generally will apply the \"clearly\nerroneous\" standard of review when assessing Board's determination that new and material evidence\nhad not been submitted to reopen a claim, but citing Voracek v. Nicholson, </pre><span class=\"citation\"><a href=\"/cafc/54n9/john-e-voracek-claimant-appellant-v-r-james-nichol/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1299</span></a></span><pre class=\"inline\">, 1305\n(Fed. Cir. 2005), for proposition that de novo review may be appropriate when the lack of\nmateriality of a document can be determined on its face).\n\n                                                   7\n__, No. 04-1009, slip op. at 5, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1201524</span></span><pre class=\"inline\">, at *4 (Apr. 23, 2007) (noting that the Court is not\npermitted to reverse Board's favorable findings of fact); Marsh v. Nicholson, 19 Vet.App. 381, 384-\n85 (2005) (applying the \"clearly erroneous\" standard of review to Board's adverse finding with\nregard to whether an NOD had been timely filed); see also McLendon v. Nicholson, 20 Vet.App. 79,\n81 (2006) (noting varying standards of review for differing elements of statute requiring medical\nexaminations or opinions, and deference for overall application of law to fact); Criswell v.\nNicholson, 20 Vet.App. 501, 504 (2006) (noting that whether informal claim has been filed is\nreviewed under the \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with\nlaw\" standard of review because it requires an application of law to the facts of the case); Butts v.\nBrown, 5 Vet.App. 532, 535, 538-540 (1993) (en banc) (discussing the various standards of review\nand noting that the standard of review to be applied may vary depending on the actual issue under\nreview).\n\n\n\n\n                                                  8\n</pre>", "id": 817186, "judges": "", "local_path": "pdf/2007/08/20/palmer_v._nicholson.pdf", "nature_of_suit": "", "plain_text": "          UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                          NO . 05-0174\n\n                                GERALD L. PALMER , APPELLANT ,\n\n                                                V.\n\n\n                                   R. JAMES NICHOLSON ,\n                         SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                        On Appeal from the Board of Veterans' Appeals\n\n(Argued March 21, 2007                                        Decided August 20, 2007 )\n\n\n       Eldon E. Nygaard, of Vermillion, South Dakota, for the appellant.\n\n        James B. Cowden, Jr., with whom Tim S. McClain, General Counsel; R. Randall Campbell,\nAssistant General Counsel; and Carolyn F. Washington, Deputy Assistant General Counsel, were\non the brief, all of Washington, D.C., for the appellee.\n\n       Before KASOLD, HAGEL, and MOORMAN, Judges.\n\n       MOORMAN, Judge, filed the opinion of the Court. KASOLD, Judge, filed a concurring\nopinion.\n\n       MOORMAN, Judge: Veteran Gerald L. Palmer appeals through counsel a December 7,\n2004, decision of the Board of Veterans' Appeals (Board) that determined that he had not filed a\nvalid Notice of Disagreement (NOD) with regard to an August 12, 1971, VA regional office (RO)\ndecision. Mr. Palmer argues that he timely filed a document that complies with all the requirements\nof an NOD as to the August 1971 RO decision. The Secretary argues that the Board correctly\ndetermined that the document filed was not an NOD. On March 21, 2007, the parties presented oral\nargument. For the reasons set forth below, the Board's December 2004 decision will be reversed and\nthe matter remanded for further adjudication consistent with this opinion.\n                                        I. BACKGROUND\n       In June 1971, Mr. Palmer filed a claim for service connection for a left-knee disability, which\nwas denied in an August 1971 rating decision. Shortly thereafter, in August 1971, Mr. Palmer wrote\nthe RO and stated that \"it is very evident that my medical records were not checked\" in the\nadjudication of his claim, and he noted that he would \"appreciate a follow-up on this ASAP.\"\nRecord (R.) at 41. In a September 2, 1971, letter, the RO replied that Mr. Palmer's claim \"was\nconsidered on the basis of all the evidence, including your service medical records.\" R. at 44. That\nsame month, Mr. Palmer again wrote to the RO, stating, inter alia: \"I know that you do not have all\nthe evidence,\" and \"Before closing your file on this case would you please consider all the evidence\nin the case.\" R. at 46-48. Included in the record on appeal (ROA) is a VA Reference Slip, dated\nSeptember 13, 1971, that states: \"Set up as NOD. Develop?\" R. at 51. On September 21, 1971, the\nRO responded by letter that the \"evaluation of your claim was based on all the available evidence\nof record.\" R. at 53. The record is silent as to any further communication until August 1993 when\nMr. Palmer filed a request to reopen his left-knee-disability claim. Ultimately, the RO granted Mr.\nPalmer's claim for service-connected disability compensation benefits and awarded him a 10%\ndisability rating effective as of August 1993, the date of his claim to reopen. R. at 117, 137.\n       In February 2001, Mr. Palmer filed through his representative a motion for revision of the\nAugust 1971 RO decision on the basis of clear and unmistakable error (CUE), asserting that the\nevidence of record at the time of that decision clearly supported a grant of service connection for\nhis left-knee disability. In that motion, Mr. Palmer also argued that he had filed a valid NOD as to\nthe August 1971 decision but was never issued a Statement of the Case, and he further argued that\nas a result of such failure he was entitled to an effective date of June 28, 1971, the date of his\noriginal claim for his left-knee disability. R. at 157. The RO denied his request for revision,\nspecifically noting that the appellant's September 1971 letter failed \"to use the terms 'appeal [or]\ndisagreement' to indicate he was appealing the rating decision.\" R. at 162. Mr. Palmer appealed that\ndetermination to the Board.\n       In the decision on appeal, the Board concluded that, although the appellant's August and\nSeptember 1971 letters \"clearly reflect disagreement with the RO's rating decision,\" neither letter\ncould be construed as an NOD because, \"most significantly[,] neither statement expresses or conveys\na desire to initiate appellate review of that decision. . . . In the absence of an expressed desire for\n\n                                                  2\nappellate review of the rating decision, there was no valid NOD filed by the veteran, and the RO's\nAugust 12, 1971, rating decision remains final under VA law.\" R. at 8 (emphasis in original).\n\n\n                                          II. DISCUSSION\n                       A. Board's Interpretation of 38 C.F.R. § 19.113 (1971)\n         At issue in this case is whether the Board correctly interpreted the law in effect in 1971 in\nmaking its determination that the appellant's letters did not constitute valid NODs. This is a legal\nruling subject to de novo review by the Court. See Lennox v. Principi, 353 F.3d 941, 945 (Fed. Cir.\n2003).\n         In the decision on appeal, the Board determined that Mr. Palmer's August and September\n1971 letters did not constitute valid NODs because, \"most significantly [,] neither statement\nexpresses or conveys a desire to initiate appellate review of that decision. Such element is\nrequired.\" R. at 8 (emphasis in original) (citing 38 C.F.R. § 19.113 (1971)). Contrary to the Board's\nstatement, however, the statute in effect in 1971 required only that an NOD express disagreement\nwith a decision. See 38 U.S.C. § 4005(b)(1) (1962). The 1971 implementing regulation set forth\nno additional requirements. Specifically, it stated:\n         A written communication from a claimant or his representative expressing\n         dissatisfaction with an adjudicative determination of an agency of original\n         jurisdiction will constitute a notice of disagreement. The notice should be in terms\n         which can be reasonably construed as evidencing a desire for review of that\n         determination. It need not be couched in specific language. Specific allegations of\n         error of fact or law are not required.\n38 C.F.R. § 19.113 (1971) (emphasis added).\n         Conceding that § 19.113 did not explicitly require that an NOD contain an expression of a\ndesire for appellate review, the Secretary nonetheless contends that a desire for appellate review\nalways has been an element of the NOD, as evidenced when § 19.113 is read in context with\n38 C.F.R. § 19.112 (1971), which outlined the requirements for initiating an appeal to the Board,\nto include a written NOD.1 See Secretary's Amended Brief at 4-5. At oral argument, the Secretary\n\n\n         1\n          Section 19.112 reads in its entirety: \"An appeal consists of a timely filed notice of\ndisagreement in writing and, after a statement of the case has been furnished, a timely filed\nsubstantive appeal.\" 38 C.F.R. § 19.112 (1971).\n\n                                                  3\nfurther asserted that his comments with regard to regulatory changes made in 1992, when the\nrequirement that an NOD contain an expression of a desire for appellate review was added to the\nregulation, support this conclusion. See 57 Fed. Reg. 4088 (Feb. 3, 1992). Specifically, the\nSecretary's rationale for inclusion of this requirement is that \"some indication which reasonable\npersons can construe as disagreement with a determination by an agency of original jurisdiction and\na desire to appeal that determination is at the very heart of what constitutes a Notice of\nDisagreement\" and that \"[w]ithout such an expression, the communication may be something, but\nit is not a Notice of Disagreement. Not much is required, but the communication must be\nrecognizable as a Notice of Disagreement.\" Id. at 4093. Further, the Secretary noted that regardless\nof this change, \"VA has always been, and will continue to be, liberal in determining what constitutes\na Notice of Disagreement. The continuation of this policy is demonstrated by the lack of a\nrequirement for special wording and the use of the phrase 'can be reasonably construed.'\" Id.\n       Although we certainly agree that an NOD initiates appellate review, neither the statute nor\nthe 1971 implementing regulation required that an NOD explicitly state or convey a desire for\nappellate review in addition to an expression of disagreement to constitute an NOD. See 38 C.F.R.\n§ 19.113 (1971) (noting specifically that the NOD \"need not be couched in specific language\" or\ninclude specific allegations of error of fact or law); see also 38 U.S.C. § 4005(d)(1) (1962) (noting\nthat when a claimant files a timely NOD, VA \"will take such development or review action as it\ndeems proper . . . . If such action does not resolve the disagreement either by granting the benefit\nsought or through withdrawal of the [N]otice of [D]isagreement, [VA] shall prepare a [S]tatement\nof the [C]ase\"); Hamilton v. Brown, 39 F.3d 1574, 1582 (Fed. Cir. 1994) (finding that an NOD \"is\ndiscussed [within 38 U.S.C. § 7105] solely in the context of initiating an appeal to the Board. No\nother function of a[n] NOD is mentioned\"); cf. Gallegos v. Principi, 283 F.3d 1309, 1313-14 (Fed.\nCir. 2002) (holding that VA regulation § 20.201, which was promulgated in 1992 and specifically\nprovided that an NOD \"must be in terms which can be reasonably construed as disagreement with\nthat determination and a desire for appellate review,\" was a reasonable and permissible construction\nof 38 U.S.C. § 7105 (emphasis added)). The only statutory requirement in effect in 1971 was that\nthe NOD include an expression of disagreement with a decision. See 38 U.S.C. § 4005(b)(1) (1962).\n       Moreover, although the 1971 implementing regulation states that an NOD \"should be in\nterms which can be reasonably construed as evidencing a desire for review of that determination,\"\n\n                                                 4\nthis is, by its own terms, not mandatory, and the only requirement stated in the regulation mirrors\nthe statute in that the NOD must be a \"written communication from a claimant or his representative\nexpressing dissatisfaction or disagreement with an adjudicative determination of an agency of\noriginal jurisdiction.\" 38 C.F.R. § 19.113 (1971); see United States v. Montgomery, 462 F.3d 1067,\n1069-70 (9th Cir. 2006) (use of \"'should' often connotes a strong suggestion, not a requirement\").\nAccordingly, the Board's determination that the 1971 implementing regulation required an NOD to\ninclude an explicit expression of a \"desire for appellate review\" is contrary to law. R. at 8. In light\nof the Board's error, the Court will now address the appropriate remedy.\n                        B. Application of the Law to the Facts of this Case\n       The Secretary argues that Mr. Palmer was notified in an August 1971 rating decision that if\nhe wished to appeal that decision, he should file an NOD, and further, that the decision defined an\nNOD as \"simply a written communication which makes clear your intention to initiate an appeal and\nthe specific part of our decision with which you disagree.\" R. at 39. The Secretary also notes that\nthe RO responded to both of Mr. Palmer's letters and advised him that the RO had reviewed again\nthe evidence that was considered in making the initial decision and advised that the claim would be\ngiven further consideration upon submission of additional evidence. Although the Secretary is\ncorrect that Mr. Palmer was notified that he had to\"make clear [his] intention to initiate an appeal,\"\nsuch notification cannot serve to redefine or add to the statutory and regulatory elements of an NOD\nsuch that failure to comply with the additional requirements in the notice would cause the rejection\nof an NOD that is otherwise compliant with the statute and the regulation. See 5 U.S.C. § 706(2)(A)\n(requiring administrative agencies to provide notice and comment prior to revising regulatory\nrequirements); see also Hamilton, supra; Beyrle v. Brown, 9 Vet.App. 24, 27-28 (1996).\n       The Court sought supplemental memoranda of law regarding the appropriate standard of\nreview of whether an NOD was filed in this case. Upon reconsideration, the Court decides that it\nneed not reach this issue in order to fully and properly decide this case and declines to do so. The\nCourt concludes that under any standard of review that the Court might apply, the August and\nSeptember 1971 letters satisfied the requirements of an NOD because it clearly \"expresses\ndissatisfaction with an adjudicative determination.\" 38 C.F.R. § 19.113 (1971). Because the Board\napplied the incorrect law to the facts as it found, and inasmuch as the Board's finding that\nMr. Palmer expressed disagreement with the 1971 RO decision fulfills the statutory requirements\n\n                                                  5\nin effect at that time for an NOD, the Board's decision that Mr. Palmer had not filed an NOD is not\nin accordance with law, and that decision will be reversed. 38 U.S.C. § 7261(a)(3)(A). The filing\nof the NOD entitled Mr. Palmer to receive an SOC. 38 U.S.C. § 4005(d)(1) (1962). Because the\nRO failed to provide Mr. Palmer with an SOC, he was unable to file a formal appeal to the Board,\nand the August 1971 RO decision never became final. See Tablazon v. Brown, 8 Vet.App. 359, 361\n(1995) (cited with approval in Cook v. Principi, 318 F.3d 1334, 1340-41 (Fed. Cir. 2002) (noting\nthat in Tablazon, Hauck v. Brown, 6 Vet.App. 518 (1994), Kuo v. Derwinski, 2 Vet.App. 662 (1992),\nand Ashley v. Derwinski, 2 Vet.App. 307 (1992), \"VA's failure to comply with statutory procedural\nrequirements regarding notification of benefit determinations had the effect of extinguishing the\nclaimant's right to appeal an adverse decision\")).\n                          C. Request for Revision on the Basis of CUE\n       In his amended brief, Mr. Palmer asserts that the RO's August 1971 decision was the product\nof CUE. A request for revision on the basis of CUE cannot lie as to a prior decision that is still\nopen to direct review. See May v. Nicholson, 19 Vet.App. 310, 320 (2005). Because the August\n1971 RO decision never became final, a challenge to that decision based on CUE cannot lie. In\naddition, the Court notes that although the appellant raised to the Board a challenge to the August\n1971 RO decision based on CUE (R. at 292, 299), because we hold that the August 1971 RO\ndecision never became final, the lack of a discussion of any CUE challenge to that 1971 RO decision\nby the Board in the December 2004 decision here on review was not error.\n\n\n                                       III. CONCLUSION\n       After consideration of the appellant's and the Secretary's briefs, oral argument as presented\non March 21, 2007, and a review of the record on appeal, the Board's December 7, 2004, decision\nthat Mr. Palmer's August and September 1971 letters were not valid NODs is REVERSED, and the\nmatter is REMANDED for further adjudication consistent with this opinion.\n\n\n       KASOLD, Judge, concurring: Historically the Court has reviewed de novo the filings of the\nclaimant in the context of the totality of the circumstances surrounding those filings and given no\ndeference to the Board's determination that a document did not constitute an NOD. See, e.g., Stokes\nv. Derwinski, 1 Vet.App. 201, 203 (1991) (\"In judging whether a communication can be 'reasonably\n\n                                                 6\nconstrued' as expressing dissatisfaction with a VA adjudicative decision, this Court will look not\nonly at the actual wording of the communication, but also at the context in which the communication\nwas written.\"). This was because the Court's jurisdiction originally was limited to reviewing only\nfinal Board decisions in which an NOD had been filed on or after November 18, 1988, see Pub. L.\nNo. 100-687, § 402, 102 Stat. 4105, 4122 (1988); Skinner v. Derwinski, 1 Vet.App. 2, 3 (1990) (Pub.\nL. No. 100-687, § 402, \"limited the Court's jurisdiction to cases in which a Notice of Disagreement\nis filed on or after November 18, 1988\"), and because the Court has the independent duty to \"'ensure\njurisdiction over each case before adjudicating the merits.'\" Smith v. Brown, 10 Vet.App. 330, 332\n(1997) (quoting Barnett v. Brown, 83 F.3d 1380, 1383 (Fed. Cir. 1996)); see Stokes, 1 Vet.App. at\n203-204 (Court may find facts \"crucial to the proper determination of whether this Court has\njurisdiction\").\n        However, as the Secretary notes and argues in supplemental briefing, the filing of an NOD\non or after November 18, 1988, is no longer a prerequisite to the Court's exercise of its jurisdiction.1\nSee Pub. L. No. 107-103, § 603(a), 115 Stat. 976, 999 (2001) (repealing Pub. L. No. 100-687,\n§ 402); Kelly v. Nicholson, 463 F.3d 1349, 1352 (Fed. Cir. 2006). This change in law brings into\nserious question whether de novo review is still appropriate with regard to whether an NOD has\nbeen filed and whether deference generally should be afforded the Board's findings with regard to\nwhether the requisite disagreement to a decision of the agency of original jurisdiction has been\ntimely filed.2 See, e.g., Moody v. Principi, 360 F.3d 1306, 1310 (Fed. Cir. 2004) (recognizing that\nthe interpretation of veteran's filings is a factual inquiry); Medrano v. Nicholson, __ Vet.App. __,\n\n\n        1\n          A timely filed NOD remains a jurisdictional predicate for the Board. See Jarrell v.\nNicholson, 20 Vet.App. 326, 331 (2006) (en banc) (requiring timely-filed NOD as predicate for\nBoard's jurisdiction, absent a statutory grant of original jurisdiction).\n        2\n          Of course, as noted in the Court's opinion, questions of interpretation of law are reviewed\nde novo. Ante at 3 (citing Lennox v. Principi, 353 F.3d 941, 945 (Fed. Cir. 2003)). Additionally,\nde novo review would still be appropriate when an expression of dissatisfaction with a decision of\nan agency of original jurisdiction is clear on the face of a timely filed document. Cf. Suaviso v.\nNicholson, 19 Vet.App. 532, 533 (2006) (reaffirming that the Court generally will apply the \"clearly\nerroneous\" standard of review when assessing Board's determination that new and material evidence\nhad not been submitted to reopen a claim, but citing Voracek v. Nicholson, 421 F.3d 1299, 1305\n(Fed. Cir. 2005), for proposition that de novo review may be appropriate when the lack of\nmateriality of a document can be determined on its face).\n\n                                                   7\n__, No. 04-1009, slip op. at 5, 2007 WL 1201524, at *4 (Apr. 23, 2007) (noting that the Court is not\npermitted to reverse Board's favorable findings of fact); Marsh v. Nicholson, 19 Vet.App. 381, 384-\n85 (2005) (applying the \"clearly erroneous\" standard of review to Board's adverse finding with\nregard to whether an NOD had been timely filed); see also McLendon v. Nicholson, 20 Vet.App. 79,\n81 (2006) (noting varying standards of review for differing elements of statute requiring medical\nexaminations or opinions, and deference for overall application of law to fact); Criswell v.\nNicholson, 20 Vet.App. 501, 504 (2006) (noting that whether informal claim has been filed is\nreviewed under the \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with\nlaw\" standard of review because it requires an application of law to the facts of the case); Butts v.\nBrown, 5 Vet.App. 532, 535, 538-540 (1993) (en banc) (discussing the various standards of review\nand noting that the standard of review to be applied may vary depending on the actual issue under\nreview).\n\n\n\n\n                                                  8\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/817186/", "sha1": "91fb25536a6c6929925aeeebc283d7bb17d0aeb1", "source": "C", "time_retrieved": "2013-01-31T17:48:36.572983"}