{"absolute_url": "/opinion/817187/hyatt-v-nicholson/", "blocked": false, "citation": {"case_name": "Hyatt v. Nicholson", "docket_number": "04-0957", "document_uris": ["/api/rest/v2/document/817187/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 789947, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/789947/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/cavc/", "date_blocked": null, "date_filed": "2007-08-06", "date_modified": "2014-10-30T05:52:45.103078", "docket": "/api/rest/v2/docket/880427/", "download_url": "http://www.uscourts.cavc.gov/documents/Hyatt_04-0957.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">             UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                                  NO. 04-0957\n\n                                        PAUL W. HYATT, APPELLANT,\n\n                                                         V.\n\n                                        R. JAMES NICHOLSON,\n                              SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                             On Appeal from the Board of Veterans' Appeals\n\n(Argued March 20, 20071                                               Decided       August 6, 2007 )\n\n\n        Nanci Foti, with whom David J. Rose and Daniel Krasnegor, all of Washington, D.C., were\non the pleadings for the appellant.\n\n       Angela Cross Green, with whom Tim S. McClain, General Counsel; R. Randall Campbell,\nAssistant General Counsel; and Richard Mayerick, Deputy Assistant General Counsel, all of\nWashington, D.C., were on the pleading for the appellee.\n\n         Before KASOLD, HAGEL, and LANCE, Judges.\n\n         KASOLD, Judge: Veteran Paul W. Hyatt appeals through counsel an April 26, 2004,\ndecision of the Board of Veterans' Appeals (Board) that denied his claim for disability compensation\nfor a lumbar spine disability because it found that his disability was not service connected. For the\nreasons set forth below, the decision of the Board that the Secretary complied with his duty to assist\nwill be reversed, the decision will otherwise be set aside, and the matter will be remanded for further\nadjudication.\n\n\n                                I. BACKGROUND AND ARGUMENTS\n         Mr. Hyatt served in the U.S. Marine Corps from December 1958 to September 1962. In\n1959, he suffered a stab wound to his lower back when a member of his military unit negligently\n\n\n         1\n           The Court expresses its appreciation to Duquesne University School of Law in Pittsburgh, Pennsylvania, for\nhosting oral argument in this case.\nstruck Mr. Hyatt in the back with a bayonet while the unit was participating in a ceremony at the\nTomb of the Unknowns at Arlington National Cemetery. Evidence contained in the claims file\nindicates that the service member causing the injury to Mr. Hyatt was disciplined for his conduct by\na court-martial. Following discharge from the service, Mr. Hyatt began to experience lower-back\npain after tripping and falling while helping to move a large copier down a flight of stairs, which\ncaused an injury requiring surgery in 1974 and 1975. R. at 132.\n       In 1983, Mr. Hyatt filed a claim for disability compensation benefits for his lower-back\ncondition. The application form included the names of physicians who saw him at the \"Mid Maine\nMed. Ctr.; Waterville, Me.\" between December 1973 and July 1975, to include \"Dr. Pep[e]/Dr.\nRodriguez,\" as well as his authorization for the release of information. R. at 67-68. Mr. Hyatt also\nsubmitted lay statements from various people describing the circumstances surrounding his in-\nservice back injury from being struck by a bayonet. Those statements included the name of the\nperson responsible for inflicting the injury and indicated that he had been court-martialed; however,\nthe court-martial records were never submitted to or sought by the Secretary. Records of the 1974\nsurgery also were not submitted to or sought by the Secretary, although records from the 1975\nsurgery, which are in the record, refer to the 1974 surgery and provide the name of the treating\nphysician as well as the private hospital where the surgery was performed. See Record (R.) at 132.\nAn October 27, 1983, VA examination report notes that the \"bayonet wound scar is not visualized,\nit is incorporated into the surgical scar\" and further notes that there was \"no relationship to the\npresent spinal problem.\" R. at 97. In December 1983 Mr. Hyatt's claim was denied by a VA\nregional office (RO). Mr. Hyatt did not appeal that determination.\n       Based on the submission of new and material evidence, Mr. Hyatt's claim was reopened in\n1998, but his claim was denied on the merits. At a hearing conducted during the administrative\nappeal process, Mr. Hyatt suggested through counsel that the Board \"retrieve the court-martial\nrecords for the young man that stabbed Mr. Hyatt\" and identified that person by name. R. at 545.\nThe records were not obtained. Further, in response to the Board's inquiry whether the pre-1975\nmedical records were available, Mr. Hyatt stated that he was unable to obtain those records from the\nhospital because of their age. The Board in the decision on appeal found that the stabbing incident\nhad occurred and Mr. Hyatt had a current back disability, but further found that there was no nexus\n\n\n                                                 2\nbetween his in-service wound and his current disability because, inter alia, it also found that there\nwas no \"medical, or consistent lay evidence, of the nature and extent of [the bayonet] wound.\" R.\nat 18.\n         Mr. Hyatt argues, inter alia, that the Secretary failed to meet his duty pursuant to 38 U.S.C.\n§ 5103A to assist during the adjudication of the 1983 claim because the Secretary failed to obtain\nthe court-martial records and the records from his 1974 surgery, and that the Secretary's duty to\nobtain these records was revived when the claim was reopened. Mr. Hyatt further argues that the\ncourt-martial and the 1974 surgery records are relevant to his claim because they likely could shed\nlight on the nature and extent of the bayonet wound, evidence of which the Board explicitly found\nlacking.\n         The Secretary argues that when there is a duty-to-assist violation in a decision that has\nbecome final, the duty is not revived upon the reopening of a claim, although he concedes that, once\nreopened, the claim must be processed based on the entire claims file and a duty to assist may arise\nfrom this composite record. In this instance, the Secretary argues that he did not have a duty to assist\nin obtaining the court-martial records because Mr. Hyatt did not identify them or request them during\nthe pendency and adjudication of the 1998 claim. The Secretary also contends that these records are\nirrelevant because they could show only the occurrence of the injury in service, but no nexus between\nservice and Mr. Hyatt's current back disability. The Secretary further argues that for the same reason\nthe 1974 surgery records are not relevant. The Secretary lastly argues that the Board's decision\nshould be affirmed because there is a plausible basis in the medical evidence in the record on appeal\nand the decision is thus not clearly erroneous.\n         In response to inquiry at oral argument regarding how the relevance of documents not yet\nobtained might be established, Mr. Hyatt suggested that any indication of relevance is sufficient to\ngive rise to the Secretary's duty to assist for those records that are identified adequately by the\nclaimant. The Secretary suggested that the claimant must make a renewed request for the Secretary\nto obtain the documents and make a proffer as to the relevance thereof.\n\n\n\n\n                                                   3\n                                          II. DISCUSSION\n                   A. Statutory Duty To Assist Claimants in Obtaining Records\n        The Secretary is required to make reasonable efforts to assist a claimant in obtaining the\nevidence and information necessary to substantiate the claim unless no reasonable possibility exists\nthat such assistance would aid in substantiating the claim. See 38 U.S.C. § 5103A(a)(1)-(2). This\nassistance includes making reasonable efforts to obtain relevant public or private records that are\nidentified adequately to the Secretary and that the claimant authorizes the Secretary to obtain. See\n38 U.S.C. § 5103A(b)(1). In claims for disability compensation, such as is the case here, all of the\nveteran's relevant service medical records (SMRs) must be obtained. See 38 U.S.C. § 5103A(c)(1).\nHowever, records of relevant VA-provided or VA-paid-for medical treatment and other relevant\nrecords pertaining to a claimant's service and maintained by a governmental entity must be obtained\nonly if the claimant provides sufficient information to the Secretary to enable him to locate those\nrecords. See 38 U.S.C. § 5103A(c)(1)-(2). Similarly, the Secretary is obligated to attempt to obtain\nany other relevant records held by a Federal department or agency that the claimant adequately\nidentifies and authorizes the Secretary to obtain. See 38 U.S.C. § 5103A(c)(3). The Secretary's\nefforts to obtain Federal records must continue until the records are obtained or until it is reasonably\ncertain that the records do not exist or that further efforts to obtain the documents would be futile.\nSee 38 U.S.C. § 5103A(b)(3). Moreover, in all instances, if after reasonable efforts the Secretary is\nunable to obtain the relevant records he attempted to obtain, he must so notify the claimant and\ninclude in that notice identification of the records sought, an explanation of the efforts expended, and\na description of what further action the Secretary will take on the claim.             See 38 U.S.C.\n§ 5103A(b)(2).\n                                   1. Interpretation of \"Relevant\"\n        In all cases, the Secretary's duty to obtain records is limited to obtaining relevant records.\nSee 38 U.S.C. 5103A(b)(1). However, the statute does not itself contain a definition of \"relevant.\"\nNonetheless, in the context of the pre-2000 duty to assist, the Court adopted the definition of\n\"relevant evidence\" contained within Rule 401 of the Federal Rules of Evidence, to wit: defining\n\"relevant evidence\" as \"evidence having any tendency to make the existence of any fact that is of\nconsequence to the determination of the action more probable or less probable than it would be\n\n\n                                                   4\nwithout the evidence.\" See Klekar v. West, 12 Vet.App. 503, 508 (1999); see also Goodyear Atomic\nCorp. v. Miller, </pre><span class=\"citation\"><a href=\"/scotus/zjk/goodyear-atomic-corp-v-miller/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">174</span></a></span><pre class=\"inline\">, 184-85 (1988) (\"[w]e generally presume that Congress is\nknowledgeable about existing law pertinent to legislation it enacts\"). We see no reason to depart\nfrom this.\n       In the context of the duty to assist in obtaining records, the relevance of the documents\ncannot be known with certainty before they are obtained. Hence, the Court previously has held with\nregard to the pre-2000 duty to assist that the duty applies to potentially relevant documents. See\nTalley v. Brown, 6 Vet.App. 72, 74 (1993) (holding that duty to assist was breached because RO\nfailed to secure records that were potentially relevant); Schafrath v. Derwinski, 1 Vet.App. 589,\n593-94 (1991) (noting duty to assist requires effort to secure records that are potentially relevant or\nexplanation for failure to do so). Again, we see no basis for departing from this standard when\nconsidering the current duty to assist under section 5103A.\n                              2. Adequate-Identification Requirement\n       As noted above, with the exception of SMRs relevant to a disability compensation claim, the\nSecretary's duty to obtain other records is more limited. Relevant records of VA-provided or\nVA-paid-for medical treatment and relevant records pertaining to the claimant's service and\nmaintained by a governmental entity are required to be obtained when they have been identified\nadequately. Relevant private records and other relevant records held by a Federal agency are to be\nobtained if they are identified adequately and the claimant provides authorization to obtain them.\nThe level of specificity required to identify adequately such records sufficient to give rise to a duty\nfor the Secretary to undertake reasonable efforts to secure them is not prescribed in statute or\nregulation, other than by the implicit factors that such identification must be sufficient to indicate\nthe relevance of the records and to permit the Secretary to undertake reasonable efforts to secure the\nthem. See 38 U.S.C. § 5103A(b)-(c). Nonetheless, other than for SMRs, it is clear that it is\nultimately the claimant's responsibility to provide the information necessary to locate and secure\nother relevant records. See 38 U.S.C. § 5107(a) (except as otherwise provided by law, claimant has\nresponsibility to present and support claim); Kowalski v. Nicholson, 19 Vet.App. 171, 180 (2005);\nLoving v. Nicholson, 19 Vet.App. 96, 103 (2005) (finding no error under section 5103A for\nSecretary's failure to obtain records that the claimant had not identified); see also Hilkert v. West,\n\n\n                                                  5\n12 Vet.App. 145, 151 (1999) (en banc) (\"The Secretary's duty to assist does not encompass 'a duty\nto prove a claim with the claimant only in a passive role.'\" (quoting Gobber v. Derwinski, 2 Vet.App.\n470, 472 (1992))).\n                                 B. Burden of Demonstrating Error\n       Appellants before the Court bear the burden of demonstrating error below. See Coker v.\nNicholson, 19 Vet.App. 439, 442 (2006) (burden on appellant to plead with some particularity the\nallegation of error); Hilkert, 12 Vet.App. at 151 (appellant has burden of demonstrating error).\nMoreover, the Board's findings with regard to whether the Secretary has satisfied his duty to assist,\nto include obtaining relevant records, are reviewed by the Court under the \"clearly erroneous\"\nstandard of review. See Nolen v. Gober, 14 Vet.App. 183, 184 (2000) (Board's determination\nwhether Secretary has fulfilled his duty to assist reviewed under \"clearly erroneous\" standard).\n                        C. Application to this Case–Court-Martial Records\n       We agree with Mr. Hyatt that he adequately identified the court-martial records of the service\nmember responsible for Mr. Hyatt's injury during the proceedings below. The service member\ncausing the injury and his unit had been identified in previously submitted lay statements, and the\nprobable timeframe of the court-martial was apparent from the circumstances. In all, there was\nsufficient information to make a credible request for these records or a request for assistance in\nobtaining the records from the Department of Defense. Moreover, because court-martial records and\nindividual records of military service are records held by the Federal Government and are generally\npublic in nature, see United States v. Hershey, </pre><span class=\"citation\"><a href=\"/iowactapp/chPT/state-v-hershey/\"><span class=\"volume\">20</span> <span class=\"reporter\">M.J.</span> <span class=\"page\">433</span></a></span><pre class=\"inline\">, 435-36 (1985), Mr. Hyatt's specific\nauthorization to obtain them was unnecessary as a matter of law.\n       We also agree with Mr. Hyatt that the records are potentially relevant. Although the\nSecretary argues that the court-martial records are not relevant because the Board did not dispute the\nfact that Mr. Hyatt had been injured in service, his argument is misplaced. In significant part, the\nBoard rested its decision that there was no nexus between Mr. Hyatt's current disability and his injury\nin service on its finding that there was \"no medical, or consistent lay evidence, of the nature and\nextent of\" the wound to Mr. Hyatt's back that he suffered in service. R. at 18 (emphasis added).\nThose dealing with veterans' claims should understand that a court-martial involving an injury to\nanother serviceman likely would contain evidence regarding the extent and nature of the injury for\n\n\n                                                  6\npurposes of aggravation and mitigation. See, e.g., Manual for Courts-Martial, United States (2005\ned.), pt. II, Rules 303 (preliminary investigation), 405 (pretrial investigation), 916 (defenses), and\n1001 (sentencing). Thus, in this instance, the court-martial records potentially contain evidence\nrelevant to the nature and extent of Mr. Hyatt's wound, evidence that the Board explicitly found to\nbe important to a decision on the claim. Under these circumstances, the Secretary had a duty to\nattempt to secure the court-martial records and, if unsuccessful in doing so, to provide Mr. Hyatt\nwith the specific notice required by section 5103A(a)(2). Based on the record viewed in its entirety,\nthe Court is left with a definite and firm conviction that the Board erred in its finding that the duty\nto assist had been fulfilled, and therefore we hold that this finding is clearly erroneous. See Nolen,\n14 Vet.App. at 184; Gilbert v. Derwinski, 1 Vet.App. 49, 52 (1990) (Board's findings of fact may\nnot be reversed unless, viewing the record in its entirety, the Court \"'is left with a definite and firm\nconviction that a mistake has been committed'\" (quoting United States v. United States Gypsum Co.,\n</pre><span class=\"citation\"><a href=\"/scotus/x58/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span><pre class=\"inline\">, 395 (1948)).\n                        D. Application to this Case–1974 Surgery Records\n        During the adjudication of his 1983 claim, Mr. Hyatt identified the surgical records from\n1974 and authorized the Secretary to gather them, but the Secretary did not obtain them. Mr. Hyatt\nargues that the reopening of his claim gave automatic rise to a duty in the Secretary to secure\ndocuments not obtained prior to the denial of his claim in the first instance.\n                           1. Scope of Duty To Assist Upon Reopening\n        It is well settled that when the Secretary fails in his duty to assist by not securing documents\nthat should have been obtained and renders a decision that becomes final without correction of that\nfailure, such failure does not form the basis for reversing the decision based on clear and\nunmistakable error (CUE). See Cook v. Principi, </pre><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1334</span></span><pre class=\"inline\">, 1341 (Fed. Cir. 2002) (stating that\nthe failure in duty to assist cannot form basis for CUE). It is also well settled that, with few\nexceptions not pertinent here, a claim to reopen is a separate claim to which the duty to assist does\nnot apply unless and until the claim is reopened. See Paralyzed Veterans of Am. v. Sec'y Veterans\nAffairs, </pre><span class=\"citation\"><a href=\"/cafc/51ZN/paralyzed-veterans-of-america-and-disabled-america/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1334</span></a></span><pre class=\"inline\">, 1342-43 (Fed. Cir. 2003) (\"[I]n the absence of new and material evidence,\nVA is not required to provide assistance to a claimant attempting to reopen a previously disallowed\nclaim, including providing a medical examination or obtaining a medical opinion.\"). Once a claim\n\n\n                                                   7\nis reopened, however, the duty to assist fully attaches. Id. Moreover, a reopened claim is to be\ndecided on the totality of the file, including everything considered at the time of the first decision.\nSee Mercado-Martinez v. West, 11 Vet.App. 415, 418 (1998) (when new and material evidence is\nsubmitted, \"the Board must reopen the claim and 'review all of the evidence of record to determine\nthe outcome of the claim on the merits'\" (quoting Evans v. Brown, 9 Vet.App. 273, 282-83 (1996))).\n        Although there is certain superficial logic to Mr. Hyatt's argument that the reopening of his\nclaim gave automatic rise to a duty in the Secretary to secure documents not obtained prior to the\ndenial of his claim in the first instance, this ignores the fact that documents relevant to the first\nproceeding may no longer be relevant to the second proceeding. For example, evidence with regard\nto the incurrence of a disease or injury while in service is not relevant to a reopened claim when, in\nthe original claim, the Secretary found that the disease or injury had occurred in service, but denied\nthe claim for lack of a current disability. Cf. Kent v. Nicholson, 20 Vet.App. 1, 10 (2006) (in the\ncontext of complying with 38 U.S.C. § 5103(a), the Secretary upon receipt of a claim to reopen a\npreviously denied claim must \"look at the bases for the denial in the prior decision and . . . [provide]\na notice letter that describes what evidence would be necessary to substantiate that element or\nelements required to establish service connection that were found insufficient in the previous\ndenial\"). Inasmuch as the duty to assist in obtaining records arises only as to potentially relevant\nrecords, there would be no duty to secure the earlier medical records in the given example.\nConversely, during an initial claim a claimant may identify and authorize the release of records that\nare not potentially relevant at that time. Even if the Secretary is not required to obtain them at that\ntime, the records may become potentially relevant after the claim has been reopened if the addition\nof new evidence changes the issues in contention.\n        Accordingly, we reject Mr. Hyatt's argument that when a disability compensation claim is\nreopened the Secretary has an automatic duty to secure those documents that were adequately\nidentified but not secured before the claim was initially denied. Rather, consistent with our caselaw,\nsee Mercado-Martinez, supra, we agree with the Secretary that a reopened disability-compensation\nclaim must be processed based on the entire claims file and that the Secretary has a duty to attempt\nto obtain all potentially relevant SMRs and those other potentially relevant records that the claimant\nadequately identifies and authorizes the Secretary to obtain. Although the correction of past errors\n\n\n                                                   8\nmay result from a reexamination of the entire file after a claim is reopened, assessment of the new\nand material evidence in the context of the entire claim and not the correction of previous errors is\nthe purpose for reopening a claim. Id.\n                     2. Duty To Obtain the 1974 Surgery Records Upon Reopening\n         We agree with Mr. Hyatt that the 1974 surgery records were adequately identified and\npotentially relevant. Mr. Hyatt named Dr. Pepe as an attending physician in his September 1983\napplication2 and provided a signed authorization for the release of information.3 In general, when\na veteran claims compensation for a current condition and lists on his application the names of\nprivate physicians that provided treatment for that condition, that is sufficient to establish the\nrelevance of the treatment he received and to adequately identify the medical records of those\nphysicians. The Secretary then has the obligation to seek other identifying information needed to\nsecure the records. See VA Adjudication Procedure Manual M21-1, pt. III, ch. 1, § 1.02(d)\n(requiring the Secretary to request identifying information for records and to seek medical release,\nif necessary).\n         Although the Secretary contends on appeal that the February 1974 surgery records are not\nrelevant because they could not show a nexus between Mr. Hyatt's current disability and his service,\nhis argument is not supported by the record. As previously stated, the Board specifically found that\nthere was insufficient evidence in the record from which to determine the nature and extent of Mr.\nHyatt's in-service injury. Given the 1983 VA examination report noting the incorporation of the\nbayonet wound scar into the surgery scar, it is reasonably apparent on its face that the February 1974\nsurgery records may provide evidence regarding the nature and extent of that injury as it existed prior\nto that surgery.\n\n\n\n         2\n           The February 1974 surgery performed by Dr. Pepe also is explicitly mentioned in a 1975 report that was\nobtained by the Secretary. R. at 132.\n         3\n           Although it is questionable whether the 1983 release continued to be valid during the adjudication of the 1998\nclaim, the Secretary is obligated to seek reauthorization if necessary to secure otherwise adequately identified, relevant\nmedical records. See VA Adjudication Procedure Manual M21-1, pt. III, ch. 1, § 1.02(d) (requiring the Secretary to\nrequest identifying information for records and to seek medical release, if necessary); see also 38 U.S.C. § 5103A(b)(1);\n38 C.F.R. § 3.159(c)(1) (2006) (Secretary must make \"reasonable efforts\" to assist a claimant in obtaining private\nrecords, to include additional requests for information if \"VA receives information showing that subsequent requests to\nthis or another custodian could result in obtaining the records sought\").\n\n                                                            9\n          Nevertheless, under the unique facts of this case, we do not find that the Secretary erred by\nnot attempting to obtain the February 1974 surgical records because the Secretary's obligation to\nsecure records is limited to reasonable efforts, see 38 U.S.C. § 5103A(b) (Secretary is required to\nmake \"reasonable efforts\" to secure records); Canlas v. Nicholson, __ Vet.App. __, __, No. 04-1769,\n</pre><span class=\"citation\"><a href=\"/cavc/5bUZ/canlas-v-nicholson/\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1742871</span></a></span><pre class=\"inline\">, at *4 (June 15, 2007) (same), and, in this case, the records were not available\nbecause of their age, as reported by Mr. Hyatt. \"Under these circumstances, the Court cannot find\na breach of the duty to assist [by failing to obtain records] where [the] appellant acknowledges their\nunavailability.\" Counts v. Brown, 6 Vet.App. 473, 477 (1994).4\n                                                   E. Other Issues\n          The other issues raised by Mr. Hyatt and noted at the outset of this order are interrelated with\nthe issues discussed previously in this opinion, and they are better addressed by the Board on remand\nin the first instance, see Best v. Principi, 15 Vet.App. 18, 20 (2001) (\"A narrow decision preserves\nfor the appellant an opportunity to argue those claimed errors before the Board at the readjudication,\nand, of course, before this Court in an appeal, should the Board rule against him.\"), or rendered moot\nby the remand for the reasons stated above, see Dunn v. West, 11 Vet.App. 462, 467 (1998) (remand\nof appellant's claim under one theory moots the remaining theories advanced on appeal). On remand,\nMr. Hyatt may present any additional evidence and argument in support of the matter remanded, and\nthe Board must consider any evidence and argument so presented. See Kay v. Principi, 16 Vet.App.\n529, 534 (2002). This matter is to be provided expeditious treatment on remand. See 38 U.S.C.\n§ 7112.\n\n\n\n\n          4\n             Of course, in light of the need to remand this matter for other reasons as stated, nothing precludes Mr. Hyatt\nfrom demonstrating that the 1974 records might be archived or are otherwise reasonably available, see Kay v. Principi,\n16 Vet.App. 529, 534 (2002) (additional evidence and argument may be presented in support of the matter remanded),\nor asking for assistance from the Secretary in ascertaining if they are archived or otherwise reasonably available, see\nKowalski v. Nicholson, 19 Vet.App. 171, 180 (2005) (citing Wood v. Derwinski, 1 Vet.App. 190, 193 (1991) (\"The duty\nto assist is not always a one-way street.\")); see also 38 U.S.C. § 5103A(a)-(c), (g) (addressing Secretary's duty to assist\nin obtaining records and overall authority to provide assistance he considers appropriate).\n\n                                                           10\n                                      III. CONCLUSION\n       Upon consideration of the foregoing, the finding of the Board in its April 24, 2004, decision\nthat the Secretary had fulfilled his duty to assist is REVERSED, and the decision is otherwise SET\nASIDE, and the matter is REMANDED for further adjudication consistent with this opinion.\n\n\n\n\n                                                11\n</pre>", "id": 817187, "judges": "", "local_path": "pdf/2007/08/06/hyatt_v._nicholson.pdf", "nature_of_suit": "", "plain_text": "             UNITED STATES COURT OF APPEALS FOR VETERANS CLAIMS\n\n\n                                                  NO. 04-0957\n\n                                        PAUL W. HYATT, APPELLANT,\n\n                                                         V.\n\n                                        R. JAMES NICHOLSON,\n                              SECRETARY OF VETERANS AFFAIRS, APPELLEE.\n\n\n                             On Appeal from the Board of Veterans' Appeals\n\n(Argued March 20, 20071                                               Decided       August 6, 2007 )\n\n\n        Nanci Foti, with whom David J. Rose and Daniel Krasnegor, all of Washington, D.C., were\non the pleadings for the appellant.\n\n       Angela Cross Green, with whom Tim S. McClain, General Counsel; R. Randall Campbell,\nAssistant General Counsel; and Richard Mayerick, Deputy Assistant General Counsel, all of\nWashington, D.C., were on the pleading for the appellee.\n\n         Before KASOLD, HAGEL, and LANCE, Judges.\n\n         KASOLD, Judge: Veteran Paul W. Hyatt appeals through counsel an April 26, 2004,\ndecision of the Board of Veterans' Appeals (Board) that denied his claim for disability compensation\nfor a lumbar spine disability because it found that his disability was not service connected. For the\nreasons set forth below, the decision of the Board that the Secretary complied with his duty to assist\nwill be reversed, the decision will otherwise be set aside, and the matter will be remanded for further\nadjudication.\n\n\n                                I. BACKGROUND AND ARGUMENTS\n         Mr. Hyatt served in the U.S. Marine Corps from December 1958 to September 1962. In\n1959, he suffered a stab wound to his lower back when a member of his military unit negligently\n\n\n         1\n           The Court expresses its appreciation to Duquesne University School of Law in Pittsburgh, Pennsylvania, for\nhosting oral argument in this case.\nstruck Mr. Hyatt in the back with a bayonet while the unit was participating in a ceremony at the\nTomb of the Unknowns at Arlington National Cemetery. Evidence contained in the claims file\nindicates that the service member causing the injury to Mr. Hyatt was disciplined for his conduct by\na court-martial. Following discharge from the service, Mr. Hyatt began to experience lower-back\npain after tripping and falling while helping to move a large copier down a flight of stairs, which\ncaused an injury requiring surgery in 1974 and 1975. R. at 132.\n       In 1983, Mr. Hyatt filed a claim for disability compensation benefits for his lower-back\ncondition. The application form included the names of physicians who saw him at the \"Mid Maine\nMed. Ctr.; Waterville, Me.\" between December 1973 and July 1975, to include \"Dr. Pep[e]/Dr.\nRodriguez,\" as well as his authorization for the release of information. R. at 67-68. Mr. Hyatt also\nsubmitted lay statements from various people describing the circumstances surrounding his in-\nservice back injury from being struck by a bayonet. Those statements included the name of the\nperson responsible for inflicting the injury and indicated that he had been court-martialed; however,\nthe court-martial records were never submitted to or sought by the Secretary. Records of the 1974\nsurgery also were not submitted to or sought by the Secretary, although records from the 1975\nsurgery, which are in the record, refer to the 1974 surgery and provide the name of the treating\nphysician as well as the private hospital where the surgery was performed. See Record (R.) at 132.\nAn October 27, 1983, VA examination report notes that the \"bayonet wound scar is not visualized,\nit is incorporated into the surgical scar\" and further notes that there was \"no relationship to the\npresent spinal problem.\" R. at 97. In December 1983 Mr. Hyatt's claim was denied by a VA\nregional office (RO). Mr. Hyatt did not appeal that determination.\n       Based on the submission of new and material evidence, Mr. Hyatt's claim was reopened in\n1998, but his claim was denied on the merits. At a hearing conducted during the administrative\nappeal process, Mr. Hyatt suggested through counsel that the Board \"retrieve the court-martial\nrecords for the young man that stabbed Mr. Hyatt\" and identified that person by name. R. at 545.\nThe records were not obtained. Further, in response to the Board's inquiry whether the pre-1975\nmedical records were available, Mr. Hyatt stated that he was unable to obtain those records from the\nhospital because of their age. The Board in the decision on appeal found that the stabbing incident\nhad occurred and Mr. Hyatt had a current back disability, but further found that there was no nexus\n\n\n                                                 2\nbetween his in-service wound and his current disability because, inter alia, it also found that there\nwas no \"medical, or consistent lay evidence, of the nature and extent of [the bayonet] wound.\" R.\nat 18.\n         Mr. Hyatt argues, inter alia, that the Secretary failed to meet his duty pursuant to 38 U.S.C.\n§ 5103A to assist during the adjudication of the 1983 claim because the Secretary failed to obtain\nthe court-martial records and the records from his 1974 surgery, and that the Secretary's duty to\nobtain these records was revived when the claim was reopened. Mr. Hyatt further argues that the\ncourt-martial and the 1974 surgery records are relevant to his claim because they likely could shed\nlight on the nature and extent of the bayonet wound, evidence of which the Board explicitly found\nlacking.\n         The Secretary argues that when there is a duty-to-assist violation in a decision that has\nbecome final, the duty is not revived upon the reopening of a claim, although he concedes that, once\nreopened, the claim must be processed based on the entire claims file and a duty to assist may arise\nfrom this composite record. In this instance, the Secretary argues that he did not have a duty to assist\nin obtaining the court-martial records because Mr. Hyatt did not identify them or request them during\nthe pendency and adjudication of the 1998 claim. The Secretary also contends that these records are\nirrelevant because they could show only the occurrence of the injury in service, but no nexus between\nservice and Mr. Hyatt's current back disability. The Secretary further argues that for the same reason\nthe 1974 surgery records are not relevant. The Secretary lastly argues that the Board's decision\nshould be affirmed because there is a plausible basis in the medical evidence in the record on appeal\nand the decision is thus not clearly erroneous.\n         In response to inquiry at oral argument regarding how the relevance of documents not yet\nobtained might be established, Mr. Hyatt suggested that any indication of relevance is sufficient to\ngive rise to the Secretary's duty to assist for those records that are identified adequately by the\nclaimant. The Secretary suggested that the claimant must make a renewed request for the Secretary\nto obtain the documents and make a proffer as to the relevance thereof.\n\n\n\n\n                                                   3\n                                          II. DISCUSSION\n                   A. Statutory Duty To Assist Claimants in Obtaining Records\n        The Secretary is required to make reasonable efforts to assist a claimant in obtaining the\nevidence and information necessary to substantiate the claim unless no reasonable possibility exists\nthat such assistance would aid in substantiating the claim. See 38 U.S.C. § 5103A(a)(1)-(2). This\nassistance includes making reasonable efforts to obtain relevant public or private records that are\nidentified adequately to the Secretary and that the claimant authorizes the Secretary to obtain. See\n38 U.S.C. § 5103A(b)(1). In claims for disability compensation, such as is the case here, all of the\nveteran's relevant service medical records (SMRs) must be obtained. See 38 U.S.C. § 5103A(c)(1).\nHowever, records of relevant VA-provided or VA-paid-for medical treatment and other relevant\nrecords pertaining to a claimant's service and maintained by a governmental entity must be obtained\nonly if the claimant provides sufficient information to the Secretary to enable him to locate those\nrecords. See 38 U.S.C. § 5103A(c)(1)-(2). Similarly, the Secretary is obligated to attempt to obtain\nany other relevant records held by a Federal department or agency that the claimant adequately\nidentifies and authorizes the Secretary to obtain. See 38 U.S.C. § 5103A(c)(3). The Secretary's\nefforts to obtain Federal records must continue until the records are obtained or until it is reasonably\ncertain that the records do not exist or that further efforts to obtain the documents would be futile.\nSee 38 U.S.C. § 5103A(b)(3). Moreover, in all instances, if after reasonable efforts the Secretary is\nunable to obtain the relevant records he attempted to obtain, he must so notify the claimant and\ninclude in that notice identification of the records sought, an explanation of the efforts expended, and\na description of what further action the Secretary will take on the claim.             See 38 U.S.C.\n§ 5103A(b)(2).\n                                   1. Interpretation of \"Relevant\"\n        In all cases, the Secretary's duty to obtain records is limited to obtaining relevant records.\nSee 38 U.S.C. 5103A(b)(1). However, the statute does not itself contain a definition of \"relevant.\"\nNonetheless, in the context of the pre-2000 duty to assist, the Court adopted the definition of\n\"relevant evidence\" contained within Rule 401 of the Federal Rules of Evidence, to wit: defining\n\"relevant evidence\" as \"evidence having any tendency to make the existence of any fact that is of\nconsequence to the determination of the action more probable or less probable than it would be\n\n\n                                                   4\nwithout the evidence.\" See Klekar v. West, 12 Vet.App. 503, 508 (1999); see also Goodyear Atomic\nCorp. v. Miller, 486 U.S. 174, 184-85 (1988) (\"[w]e generally presume that Congress is\nknowledgeable about existing law pertinent to legislation it enacts\"). We see no reason to depart\nfrom this.\n       In the context of the duty to assist in obtaining records, the relevance of the documents\ncannot be known with certainty before they are obtained. Hence, the Court previously has held with\nregard to the pre-2000 duty to assist that the duty applies to potentially relevant documents. See\nTalley v. Brown, 6 Vet.App. 72, 74 (1993) (holding that duty to assist was breached because RO\nfailed to secure records that were potentially relevant); Schafrath v. Derwinski, 1 Vet.App. 589,\n593-94 (1991) (noting duty to assist requires effort to secure records that are potentially relevant or\nexplanation for failure to do so). Again, we see no basis for departing from this standard when\nconsidering the current duty to assist under section 5103A.\n                              2. Adequate-Identification Requirement\n       As noted above, with the exception of SMRs relevant to a disability compensation claim, the\nSecretary's duty to obtain other records is more limited. Relevant records of VA-provided or\nVA-paid-for medical treatment and relevant records pertaining to the claimant's service and\nmaintained by a governmental entity are required to be obtained when they have been identified\nadequately. Relevant private records and other relevant records held by a Federal agency are to be\nobtained if they are identified adequately and the claimant provides authorization to obtain them.\nThe level of specificity required to identify adequately such records sufficient to give rise to a duty\nfor the Secretary to undertake reasonable efforts to secure them is not prescribed in statute or\nregulation, other than by the implicit factors that such identification must be sufficient to indicate\nthe relevance of the records and to permit the Secretary to undertake reasonable efforts to secure the\nthem. See 38 U.S.C. § 5103A(b)-(c). Nonetheless, other than for SMRs, it is clear that it is\nultimately the claimant's responsibility to provide the information necessary to locate and secure\nother relevant records. See 38 U.S.C. § 5107(a) (except as otherwise provided by law, claimant has\nresponsibility to present and support claim); Kowalski v. Nicholson, 19 Vet.App. 171, 180 (2005);\nLoving v. Nicholson, 19 Vet.App. 96, 103 (2005) (finding no error under section 5103A for\nSecretary's failure to obtain records that the claimant had not identified); see also Hilkert v. West,\n\n\n                                                  5\n12 Vet.App. 145, 151 (1999) (en banc) (\"The Secretary's duty to assist does not encompass 'a duty\nto prove a claim with the claimant only in a passive role.'\" (quoting Gobber v. Derwinski, 2 Vet.App.\n470, 472 (1992))).\n                                 B. Burden of Demonstrating Error\n       Appellants before the Court bear the burden of demonstrating error below. See Coker v.\nNicholson, 19 Vet.App. 439, 442 (2006) (burden on appellant to plead with some particularity the\nallegation of error); Hilkert, 12 Vet.App. at 151 (appellant has burden of demonstrating error).\nMoreover, the Board's findings with regard to whether the Secretary has satisfied his duty to assist,\nto include obtaining relevant records, are reviewed by the Court under the \"clearly erroneous\"\nstandard of review. See Nolen v. Gober, 14 Vet.App. 183, 184 (2000) (Board's determination\nwhether Secretary has fulfilled his duty to assist reviewed under \"clearly erroneous\" standard).\n                        C. Application to this Case–Court-Martial Records\n       We agree with Mr. Hyatt that he adequately identified the court-martial records of the service\nmember responsible for Mr. Hyatt's injury during the proceedings below. The service member\ncausing the injury and his unit had been identified in previously submitted lay statements, and the\nprobable timeframe of the court-martial was apparent from the circumstances. In all, there was\nsufficient information to make a credible request for these records or a request for assistance in\nobtaining the records from the Department of Defense. Moreover, because court-martial records and\nindividual records of military service are records held by the Federal Government and are generally\npublic in nature, see United States v. Hershey, 20 M.J. 433, 435-36 (1985), Mr. Hyatt's specific\nauthorization to obtain them was unnecessary as a matter of law.\n       We also agree with Mr. Hyatt that the records are potentially relevant. Although the\nSecretary argues that the court-martial records are not relevant because the Board did not dispute the\nfact that Mr. Hyatt had been injured in service, his argument is misplaced. In significant part, the\nBoard rested its decision that there was no nexus between Mr. Hyatt's current disability and his injury\nin service on its finding that there was \"no medical, or consistent lay evidence, of the nature and\nextent of\" the wound to Mr. Hyatt's back that he suffered in service. R. at 18 (emphasis added).\nThose dealing with veterans' claims should understand that a court-martial involving an injury to\nanother serviceman likely would contain evidence regarding the extent and nature of the injury for\n\n\n                                                  6\npurposes of aggravation and mitigation. See, e.g., Manual for Courts-Martial, United States (2005\ned.), pt. II, Rules 303 (preliminary investigation), 405 (pretrial investigation), 916 (defenses), and\n1001 (sentencing). Thus, in this instance, the court-martial records potentially contain evidence\nrelevant to the nature and extent of Mr. Hyatt's wound, evidence that the Board explicitly found to\nbe important to a decision on the claim. Under these circumstances, the Secretary had a duty to\nattempt to secure the court-martial records and, if unsuccessful in doing so, to provide Mr. Hyatt\nwith the specific notice required by section 5103A(a)(2). Based on the record viewed in its entirety,\nthe Court is left with a definite and firm conviction that the Board erred in its finding that the duty\nto assist had been fulfilled, and therefore we hold that this finding is clearly erroneous. See Nolen,\n14 Vet.App. at 184; Gilbert v. Derwinski, 1 Vet.App. 49, 52 (1990) (Board's findings of fact may\nnot be reversed unless, viewing the record in its entirety, the Court \"'is left with a definite and firm\nconviction that a mistake has been committed'\" (quoting United States v. United States Gypsum Co.,\n333 U.S. 364, 395 (1948)).\n                        D. Application to this Case–1974 Surgery Records\n        During the adjudication of his 1983 claim, Mr. Hyatt identified the surgical records from\n1974 and authorized the Secretary to gather them, but the Secretary did not obtain them. Mr. Hyatt\nargues that the reopening of his claim gave automatic rise to a duty in the Secretary to secure\ndocuments not obtained prior to the denial of his claim in the first instance.\n                           1. Scope of Duty To Assist Upon Reopening\n        It is well settled that when the Secretary fails in his duty to assist by not securing documents\nthat should have been obtained and renders a decision that becomes final without correction of that\nfailure, such failure does not form the basis for reversing the decision based on clear and\nunmistakable error (CUE). See Cook v. Principi, 318 F.3d 1334, 1341 (Fed. Cir. 2002) (stating that\nthe failure in duty to assist cannot form basis for CUE). It is also well settled that, with few\nexceptions not pertinent here, a claim to reopen is a separate claim to which the duty to assist does\nnot apply unless and until the claim is reopened. See Paralyzed Veterans of Am. v. Sec'y Veterans\nAffairs, 345 F.3d 1334, 1342-43 (Fed. Cir. 2003) (\"[I]n the absence of new and material evidence,\nVA is not required to provide assistance to a claimant attempting to reopen a previously disallowed\nclaim, including providing a medical examination or obtaining a medical opinion.\"). Once a claim\n\n\n                                                   7\nis reopened, however, the duty to assist fully attaches. Id. Moreover, a reopened claim is to be\ndecided on the totality of the file, including everything considered at the time of the first decision.\nSee Mercado-Martinez v. West, 11 Vet.App. 415, 418 (1998) (when new and material evidence is\nsubmitted, \"the Board must reopen the claim and 'review all of the evidence of record to determine\nthe outcome of the claim on the merits'\" (quoting Evans v. Brown, 9 Vet.App. 273, 282-83 (1996))).\n        Although there is certain superficial logic to Mr. Hyatt's argument that the reopening of his\nclaim gave automatic rise to a duty in the Secretary to secure documents not obtained prior to the\ndenial of his claim in the first instance, this ignores the fact that documents relevant to the first\nproceeding may no longer be relevant to the second proceeding. For example, evidence with regard\nto the incurrence of a disease or injury while in service is not relevant to a reopened claim when, in\nthe original claim, the Secretary found that the disease or injury had occurred in service, but denied\nthe claim for lack of a current disability. Cf. Kent v. Nicholson, 20 Vet.App. 1, 10 (2006) (in the\ncontext of complying with 38 U.S.C. § 5103(a), the Secretary upon receipt of a claim to reopen a\npreviously denied claim must \"look at the bases for the denial in the prior decision and . . . [provide]\na notice letter that describes what evidence would be necessary to substantiate that element or\nelements required to establish service connection that were found insufficient in the previous\ndenial\"). Inasmuch as the duty to assist in obtaining records arises only as to potentially relevant\nrecords, there would be no duty to secure the earlier medical records in the given example.\nConversely, during an initial claim a claimant may identify and authorize the release of records that\nare not potentially relevant at that time. Even if the Secretary is not required to obtain them at that\ntime, the records may become potentially relevant after the claim has been reopened if the addition\nof new evidence changes the issues in contention.\n        Accordingly, we reject Mr. Hyatt's argument that when a disability compensation claim is\nreopened the Secretary has an automatic duty to secure those documents that were adequately\nidentified but not secured before the claim was initially denied. Rather, consistent with our caselaw,\nsee Mercado-Martinez, supra, we agree with the Secretary that a reopened disability-compensation\nclaim must be processed based on the entire claims file and that the Secretary has a duty to attempt\nto obtain all potentially relevant SMRs and those other potentially relevant records that the claimant\nadequately identifies and authorizes the Secretary to obtain. Although the correction of past errors\n\n\n                                                   8\nmay result from a reexamination of the entire file after a claim is reopened, assessment of the new\nand material evidence in the context of the entire claim and not the correction of previous errors is\nthe purpose for reopening a claim. Id.\n                     2. Duty To Obtain the 1974 Surgery Records Upon Reopening\n         We agree with Mr. Hyatt that the 1974 surgery records were adequately identified and\npotentially relevant. Mr. Hyatt named Dr. Pepe as an attending physician in his September 1983\napplication2 and provided a signed authorization for the release of information.3 In general, when\na veteran claims compensation for a current condition and lists on his application the names of\nprivate physicians that provided treatment for that condition, that is sufficient to establish the\nrelevance of the treatment he received and to adequately identify the medical records of those\nphysicians. The Secretary then has the obligation to seek other identifying information needed to\nsecure the records. See VA Adjudication Procedure Manual M21-1, pt. III, ch. 1, § 1.02(d)\n(requiring the Secretary to request identifying information for records and to seek medical release,\nif necessary).\n         Although the Secretary contends on appeal that the February 1974 surgery records are not\nrelevant because they could not show a nexus between Mr. Hyatt's current disability and his service,\nhis argument is not supported by the record. As previously stated, the Board specifically found that\nthere was insufficient evidence in the record from which to determine the nature and extent of Mr.\nHyatt's in-service injury. Given the 1983 VA examination report noting the incorporation of the\nbayonet wound scar into the surgery scar, it is reasonably apparent on its face that the February 1974\nsurgery records may provide evidence regarding the nature and extent of that injury as it existed prior\nto that surgery.\n\n\n\n         2\n           The February 1974 surgery performed by Dr. Pepe also is explicitly mentioned in a 1975 report that was\nobtained by the Secretary. R. at 132.\n         3\n           Although it is questionable whether the 1983 release continued to be valid during the adjudication of the 1998\nclaim, the Secretary is obligated to seek reauthorization if necessary to secure otherwise adequately identified, relevant\nmedical records. See VA Adjudication Procedure Manual M21-1, pt. III, ch. 1, § 1.02(d) (requiring the Secretary to\nrequest identifying information for records and to seek medical release, if necessary); see also 38 U.S.C. § 5103A(b)(1);\n38 C.F.R. § 3.159(c)(1) (2006) (Secretary must make \"reasonable efforts\" to assist a claimant in obtaining private\nrecords, to include additional requests for information if \"VA receives information showing that subsequent requests to\nthis or another custodian could result in obtaining the records sought\").\n\n                                                            9\n          Nevertheless, under the unique facts of this case, we do not find that the Secretary erred by\nnot attempting to obtain the February 1974 surgical records because the Secretary's obligation to\nsecure records is limited to reasonable efforts, see 38 U.S.C. § 5103A(b) (Secretary is required to\nmake \"reasonable efforts\" to secure records); Canlas v. Nicholson, __ Vet.App. __, __, No. 04-1769,\n2007 WL 1742871, at *4 (June 15, 2007) (same), and, in this case, the records were not available\nbecause of their age, as reported by Mr. Hyatt. \"Under these circumstances, the Court cannot find\na breach of the duty to assist [by failing to obtain records] where [the] appellant acknowledges their\nunavailability.\" Counts v. Brown, 6 Vet.App. 473, 477 (1994).4\n                                                   E. Other Issues\n          The other issues raised by Mr. Hyatt and noted at the outset of this order are interrelated with\nthe issues discussed previously in this opinion, and they are better addressed by the Board on remand\nin the first instance, see Best v. Principi, 15 Vet.App. 18, 20 (2001) (\"A narrow decision preserves\nfor the appellant an opportunity to argue those claimed errors before the Board at the readjudication,\nand, of course, before this Court in an appeal, should the Board rule against him.\"), or rendered moot\nby the remand for the reasons stated above, see Dunn v. West, 11 Vet.App. 462, 467 (1998) (remand\nof appellant's claim under one theory moots the remaining theories advanced on appeal). On remand,\nMr. Hyatt may present any additional evidence and argument in support of the matter remanded, and\nthe Board must consider any evidence and argument so presented. See Kay v. Principi, 16 Vet.App.\n529, 534 (2002). This matter is to be provided expeditious treatment on remand. See 38 U.S.C.\n§ 7112.\n\n\n\n\n          4\n             Of course, in light of the need to remand this matter for other reasons as stated, nothing precludes Mr. Hyatt\nfrom demonstrating that the 1974 records might be archived or are otherwise reasonably available, see Kay v. Principi,\n16 Vet.App. 529, 534 (2002) (additional evidence and argument may be presented in support of the matter remanded),\nor asking for assistance from the Secretary in ascertaining if they are archived or otherwise reasonably available, see\nKowalski v. Nicholson, 19 Vet.App. 171, 180 (2005) (citing Wood v. Derwinski, 1 Vet.App. 190, 193 (1991) (\"The duty\nto assist is not always a one-way street.\")); see also 38 U.S.C. § 5103A(a)-(c), (g) (addressing Secretary's duty to assist\nin obtaining records and overall authority to provide assistance he considers appropriate).\n\n                                                           10\n                                      III. CONCLUSION\n       Upon consideration of the foregoing, the finding of the Board in its April 24, 2004, decision\nthat the Secretary had fulfilled his duty to assist is REVERSED, and the decision is otherwise SET\nASIDE, and the matter is REMANDED for further adjudication consistent with this opinion.\n\n\n\n\n                                                11\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/817187/", "sha1": "476b96413ea93da5e3472a641f938a5e228c8076", "source": "C", "time_retrieved": "2013-01-31T17:48:36.979445"}